Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This option causes PhpGedView to show all individuals who are recorded as having an association relationship to the person or family that was found as a direct result of the search. The inverse, where all persons or families are shown when a person found as a direct result of the search has an association relationship to these other persons or families, is not possible.<br /><br />Example: Suppose person <b>A</b> is godparent to person <b>B</b>. This relationship is recorded in the GEDCOM record of person <b>B</b> by means of an ASSO tag. No corresponding tag exists in the GEDCOM record of person <b>A</b>.<br /><br />When this option is set to <b>Yes</b> and the Search results list includes <b>B</b>, <b>A</b> will be included automatically because of the ASSO tag in the GEDCOM record of <b>B</b>. However, if the Search results list includes <b>A</b>, <b>B</b> will not be included automatically since there is no matching ASSO tag in the GEDCOM record of person <b>A</b>.
ca: Aquesta opció fa que el PhpGedView mostri totes les persones que tinguin enregistrada una relació d'associació a la persona o família que s'ha trobat com a resultat directe de la recerca. En canvi, el cas invers, no és possible.<br /><br />Exemple: Suposem la persona <b>A</b> és padrí de la persona <b>B</b>. Aquesta relació consta al registre GEDCOM dela persona <b>B</b> mitjançant una etiqueta ASSO. Però ni hi ha cap etiqueta corresponent al registre GEDCOM de la persona <b>A</b>.<br /><br />Quan aquesta opció es posa a <b>Si</b> i el llistat resultant de la recerca inclou a <b>B</b>, <b>A</b> queda inclòs automàticament degut a l'etiqueta ASSO del registre GEDCOM de <b>B</b>. Tanmateix, si el llistat resultant de la recerca inclou a <b>A</b>, <b>B</b> no serà incorporat automàticament perquè no existeix la corresponent etiqueta ASSO al registre GEDCOM de la persona <b>A</b>.
es: Esta opción hace que PhpGedView muestre todas las personas marcadas con alguna relación con la persona o familia encontrada como resultado directo de la búsqueda. El caso contrario, mostrar todas las personas o familias con la que la persona encontrada de forma directa por la búsqueda tiene una relación de asociación, no es posible.<br /><br />Ejemplo: Suponga que la persona <b>A</b> is padrino de la persona <b>B</b>. Esta relación se registra en el registro GEDCOM de la persona <b>B</b> mediante una etiqueta ASSO. No existe en el GEDCOM una etiqueta correspondiente en el registro de la persona <b>A</b>.<br /><br />Si se fija esta opción a <b>Sí</b> y entre los resultados de la búsqueda resulta incluida <b>B</b>, <b>A</b> se inccccluirá automáticamente a causa de la etiqueta ASSO en el registro GEDCOM de <b>B</b>. Por el contrario, si en la lista de resultados aparece <b>A</b>, <b>B</b> no se incluirá automáticamente puesto que no hay una etiqueta ASSO correspondiente en el registro GEDCOM de la persona <b>A</b>.
fi: Tällä valinnalla PhpGedView näyttää kaikki henkilöt, joilla on läheinen suhde siihen henkilöön tai perheeseen, joka löytyi suoran haun tuloksena. Päinvastainen tapaus, jossa näytettäisiin kaikki ne henkilöt tai perheet, joilla suoran haun seurauksena löytyneellä henkilöllä on läheinen suhde näihin muihin henkilöihin, ei ole mahdollista.<br /><br /> Esimerkki: Oletetaan, että henkilö <b>A</b> on henkilön </B> kummisetä. Tämä suhde on kirjattu henkilö <b>B<b/>:n GEDCOM-tietueessa ASSO-merkitsimellä. Mitään vastaavaa merkitsintä ei löydy henkilö <b>A</b>:n GEDCOM-tietueessa. <br /><br />Kun tämä valinta on asetettu tilaan <b>Kyllä</b> ja hakutulos sisältää <b>B<b/>:n, myös <b>A<b/> näkyy hakutuloksena automaattisesti <b>B<b/>:n ASSO-merkitsimen vuoksi. Mikäli hakutulos sisältää <b>A<b/>:n, <b>B<b/> ei sisälly automaattisesti, koska <b>A<b/>:lla ei ole vastaavaa ASSO-merkitsintä <b>A<b/>:n GEDCOM-tietueessa.
he: הבחירה גורמת ל-PhpGedView להראות את כל האנשים שלאדם או למשפחה שנמצאו ישירות בחיפוש יש קשר שותפות. ההפך, שיראה את כל האנשים או המשפחות מוצגים כאשר לאדם הנימצא בחיפוש ישיר יש קשר שותפות לאנשים האחרים או למשפחות האחרות הללו, אינו אפשרי.<br /><br />לדוגמא, נניח שאדם <b>א</b> הוא סנדק של אדם <b>ב</b>. הקשר הזה נרשם ברשומת GEDCOM של אדם <b>ב</b> ע"י תג ASSO. לא קיים תג מתאים ברשומת ה-GEDCOM של אדם <b>א</b>.<br /><br />כאשר האופציה מסומנת כ<b>כן</b> ורשימת תוצאות החיפוש כוללת את <b>ב</b>, <b>א</b> יכלל אוטומתית בגלל תג ASSO ברשומת ה-GEDCOM של <b>ב</b>. מצד שני, אם תוצאת החיפוש כוללת את <b>א</b>, <b>ב</b> לא יכלל אוטומטית משום ששום תג ASSO מתאים לא קיים ברשומת ה-GEDCOM של אדם <b>א</b>.
pl: Ta opcja pozwala na pokazanie wszystkich osób mających powiązania z osobą lub rodziną znalezioną w wyszukiwaniu.<br /><br />Przykład: niech osoba <b>A</b> będzie ojcem chrzestnym osoby <b>B</b>. Te powiązanie jest zapisane w rekordzie osoby <b>B</b> w tagu ASSO. W rekordzie osoby <b>A</b> taki tak nie istnieje.<br /><br />Gdy ta opcja jest włączona <b>Tak</b> i lista wyników wyszukiwania zawiera osobę <b>B</b>, osoba <b>A</b> będzie dołączona automatycznie, ponieważ osoba <b>B</b> posiada tag ASSO w rekordzie. Jednakże gdy lista wyników wyszukiwania zawiera osobę <b>A</b>, osoba <b>B</b> nie będzie dołączona, bo w rekordzie osoby <b>A</b> nie istnieje tag ASSO.

source: Set Media Permissions
ca: Ajusteu permisos multimèdia
da: Set Media Adgang
es: Fijar permisos para los archivos audiovisuales
fi: Aseta mediaoikeudet
he: הגדר הרשאות של המדיה
nn: Sett mediatilganger
pl: Ustaw atrybuty multimediów

source: Recursively set the permissions on the protected (not web-addressable) <b>%s%s</b> and the normal <b>%s</b> directories to either world-writable or read-only.
ca: Recurrentment poseu els permisos del directori protegit (no accessible per web) <b>%s%s</b> i el normal <b>%s</b> amb permís d'escriptura o de solament lectura.
pl: Ustawia atrybuty katalogów chronionych (bez dostępu z Internetu) <b>%s%s</b> i normalnych <b>%s</b> na zapis dla wszystkich lub tylko do odczytu.

source: Show unknown gender
ca: Mostra el gènere desconegut
da: Vis ukendt køn
es: Mostrar sexo desconocido
fi: Näytä tuntematon sukupuoli
he: הראה מין לא ידוע
nn: Vis ukjent kjønn
pl: Pokaż osoby o nieznanej płci

source: Hide or show the list of given names of persons of unknown gender.<br /><br />The Top 10 Given Names block always hides the list of given names when no persons of that gender exist in your database. This option lets you hide the list of persons of unknown gender even when there are such persons in your database.
ca: Amaga o mostra la llista de noms de persones de sexe desconegut. <br /> <br /> El bloc Els 10 noms de pila més comuns bloc sempre s'amaga la llista de noms quan hi ha persones amb aquesta situació a la base de dades. Aquesta opció permet amagar la llista de les persones de sexe desconegut, fins i tot quan existeixen aquests cassos a la vostra base de dades. <br />
es: Ocultar o mostrar la lista de nombres de pila de personas de sexo desconocido.<br /><br />El bloque Los 10 nombres de pila más corrientes siempre oculta la lista de nombres de pila si no hay personas de ese sexo en la base de datos. Esta opción le permite ocultar la lista de personas de sexo desconocido aunque las haya en su base de datos.
fi: Näytä tai piilota tuntematonta sukupuolta olevien henkilöiden etunimiluettelo. <br /><br />Yleisimmät etunimet-alue piilottaa aina etunimiluettelon kun tietokannassa ei esiinny sitä sukupuolta edustavia henkilöitä. Tällä asetuksella voit piilottaa tuntematonta sukupuolta olevien henkilöiden luettelon vaikka sellaisia henkilöitä olisikin olemassa tietokannassa.
he: הראה או החבא רשימת שמות פרטיים של אנשים שמינם לא ידוע.<br /><br />האזור עשרת השמות הפרטיים השכיחים תמיד יחביא רשימות של שמות פרטיים אם במאגר הנתונים שלך אין אנשים בעלי מין זה. האופציה הזו מאפשר לך להחביא רשימת האנשים שמינם אינו ידוע אפילו כאשר אנשים כאלה קיימים במאגר הנתונים שלך.
pl: Ukryj lub pokazuj listę imion osób, których płeć nie jest znana.<br /><br />Blok Najczęściej występujące imiona zawsze ukrywa listę imion osób o nieznanej płci gdy w bazie nie istnieją takie osoby. Ta opcja pozwala na ukrywanie tych imion nawet gdy takie osoby istnieją w bazie.

source: If you check this box, you will see an Age marker.<br /><br />You can slide this Age marker up or down along the time line. The sliding Age marker is a nice tool to check the age of a person at a certain event. You can enable or disable the Age marker individually for each person in the chart.
ca: Si seleccioneu aquesta entrada, veureu un indicador d'edats.<br /><br />Podeu fer-lo córrer amunt i avall del gràfic. És una bona eina per veure quina edat tenia una persona en un determinat esdeveniment. Podeu activar o desactivar l'indicador individualment, per a cada persona del gràfic.
da: Hvis du sætter et mærke i denne checkboks, vil du se en aldersmarkør, som du kan flytte op eller ned langs tidslinien.<br />Den bevægelige aldersmarkør er en god funktion til at checke en persons alder i forhold til bestemte begivenheder.<br />For hver person i oversigten kan du indsætte eller fjerne aldersmarkøren.
es: Si marca esta casilla, verá un marcador de edad, que podrá deslizar a lo largo del cronograma.<br />Este marcador es una sencilla pero efectiva herramienta para determinar la edad de una persona en un determinado evento.<br />Puede activar o desactivar el marcador de edad para cada persona del diagrama.<br /
fi: Klikkaamalla tätä ruutua saat esille ikämerkitsimen, jota voit vetää aikajanaa pitkin.<br />Tämä on mukava työkalu tarkistaaksesi kyseisen henkilön iän tietyn tapahtuman aikoihin.<br />Kullekin henkilölle kaaviossa voit aktivoida tai sulkea oman ikämerkitsimen.
he: אם תבחר תיבה זו, תראה סימן גיל.<br /><br />תוכל להחליק את סימן הגיל הזה למעלה ולמטה לאורך קו הזמן. סימן הגיל המחליק הוא כלי נחמד לבדוק את הגיל של האדם בזמן מאורע מסוים. תוכל לאפשר או למנוע את סימן הגיל בנפרד לכל אדם בתרשים.
nn: Dersom du merker av denne boksen, vil du se en aldersmarkør, som du kan flytte opp eller ned langs tidlinjen.<br />Denne beveglige aldersmarkøren er en fin funksjon for å sjekke alderen til en person på bestemte begivenheter.<br />Du kan vise eller fjerne aldersmarkøren for hver person på tidslinjen.
pl: Zaznaczenie tej opcji spowoduje wyświetlenie znacznika wieku.<br /><br />Możesz przesuwać ten znacznik w górę i w dół po osi czasu. Ruchomy znacznik wieku jest dobrym narzędziem do sprawdzania wieku osoby w czasie pewnego wydarzenia. Możesz włączać lub wyłączać znacznik wieku niezależnie dla każdej osoby na wykresie.

source: When you see this message, it means two things:<ol><li>Somebody has made changes to the GEDCOM<br />Records may have been added, deleted, or changed.</li><li>The changes have not yet been accepted by the administrator.<br />Once the changes have been accepted or rejected, you will no longer see this message.</li></ol>You can see what changes have been made when you click the link. If you notice that a change is not correct, please notify the admin.
ca: Quan surt aquest missatge, vol dir dues coses:<ol><li>Algú ha fet canvis al GEDCOM<br />S'hi poden haver canviat, afegit o esborrat registres.</li><li>Els canvis encara no han sigut acceptats per l'administrador.<br />Un cop acceptats o rebutjats, ja no sortirà més el missatge.</li></ol>Podeu veure quins canvis s'han fet polsant l'enllaç. Si veieu que algun canvi no és correcte, cal que ho notifiqueu a l'administrador.
da: Når du ser denne besked, kan det betyde to ting:<dl><dt>1. Nogen har foretaget en ændring i databaseb (GEDCOM-filen)</dt><dd>Poster kan være tilføjet, slettet eller ændret.</dd><dt>2. Ændringerne er ikke blevet godkendt af administratoren endnu.</dt><dd>Når ændringerne er blevet godkendt (eller afslået), vil du ikke se denne besked længere.</dd></dl>Ved at klikke på linket, kan du se, hvilke ændringer, der er foretaget.<br />Hvis du mener, at en ændring ikke er korrekt, giv da venligst besked til admin.
es: Cuando le aparezca este mensaje, suceden dos cosas:<br /><br />1. Alguien ha hecho cambios en el Gedcom<br />Pueden haber sido añadidos, borrados o modificados registros.<br /><br />2. Las modificaciones no han sido todavía aprobadas por el administrador.<br />Una vez que las modificaciones hayan sido rechazadas o aprobadas, este mensaje no volverá a aparecer mas.<br /><br /><br />Seleccionando el vínculo puede ver las modificaciones que se hayan producido.<br />Si advierte que alguna nos es correcta, por favor notifíqueselo al administrador.
fi: Kun tämä viesti näytetään se merkitsee kahta asiaa:<br /><br />1. Joku on tehnyt muutoksia GEDCOM-tiedostoon.<br />Tietueita on lisätty, poistettu tai muutettu.<br /><br />2. Ylläpitäjä ei vielä ole hyväksynyt muutoksia.<br />Kun muutokset on hyväksytty (tai hylätty), et enää näe tätä viestiä.<br /><br /><br />Klikkaamalla linkkiä, näet mitä muutoksia on tehty.<br />Jos huomaat, että muutos on virheellinen, ilmoita siitä ylläpitäjälle.
he: כאשר תראה הודעה זו משמעות הדבר:<ol><li>מישהו שינה את ה-GEDCOM<br />יתכן שהוסיפו, הורידו או שינו רשומות.</li><li>השינויים עדיין לא אושרו ע"י המנהלן.<br />אחרי שהמנהלן מאשר או דוחה את השינויים, לא תראה הודעה זו יותר.</li></ol>תוכל לראות את השינויים ע"י לחיצה על הקישור. אם תגלה שהשינוי לא נכון, נא יידע את מנהלן.
nn: Når du ser denne beskjeden, kan det bety to ting:<dl><dt>1. Noen har gjort endringer i slektsbasen</dt><dd>Oppføringer kan ha blitt lagt til, slettet eller endret.</dd><dt>2. Endringene er ikke blitt godkjent av administratoren enda.</dt><dd>Når endringene er blitt godkjent (eller avslått), vil du ikke se denne beskjeden lengre.</dd></dl>Ved å klikke på linken, kan du se hvilke endringer som er gjort.<br />Dersom du mener at en endring ikke er korrekt, vennligst gi beskjed til administratoren til nettstedet.
pl: Ten komunikat oznacza dwie rzeczy:<ol><li>Ktoś wprowadził zmiany do pliku GEDCOM<br />Wpisy mogły zostać dodane, usunięte lub zmodyfikowane.</li><li>Zmiany nie zostały jeszcze zatwierdzone przez administratora.<br />Komunikat zniknie, kiedy zmiany zostaną zatwierdzone lub odrzucone.</li></ol>Po kliknięciu na ten odnośnik możesz zobaczyć, jakie zmiany zostały wprowadzone. Jeśli zauważysz, że zmiana jest niepoprawna, zgłoś to do administratora.

source: When this option is checked, you can see all Source or Note records for this person. When this option is unchecked, Source or Note records that are associated with other facts for this person will not be shown.
ca: Quan hi ha aquesta opció marcada, podeu veure tots els registres de fonts o notes d'aquesta persona. Si no ho està, les notes o fonts relacionades amb altres esdeveniments d'aquesta persona, no es mostraran.
es: Si marca esta opción, podrá ver todos los registros de fuentes o notas de esta persona. Si esta opción no se marca, no se mostrarán los registros de fuentes o notas asociados a otros hechos relativos a esta persona.
fi: Kun tämä valinta on rastitettu, kaikki tähän henkilöön liitetyt lähde- tai muistiinpanotietueet näytetään. Mikäli tätä valintaa ei ole rastitettu, lähde- tai muistiinpanotietueita, jotka liittyvät tämän henkilön muihin tietoihin, ei näytetä.
he: כאשר האופציה הזו נבחרת, תראה את כל רשומות המקור או ההערות של אדם זה. כאשר האופציה אינה נבחרת, רשומות המקור או ההערות המקושרות לעובדות אחרות של אדם זה לא תוצגנה.
pl: Gdy ta opcja jest włączona, można zobaczyć wszystkie źródła i notatki połączone z daną osobą.

source: The information about the family, as it is stored in the database, will be displayed when you click this link. The display will show raw GEDCOM data.
ca: Polsant aquí veureu la informació de la família tal i com s'emmagatzema a la base de dades. En altres paraules: visualitzareu les dades primàries del GEDCOM.
da: Ved at klikke på dette link, vil information om kilden, som den er lagret i GEDCOM-filen, blive vist i et separat vindue.
es: Si hace clic en este vínculo, se mostrará la información de la familia tal como está almacenada en la base de datos. Se mostrarán datos GEDCOM en bruto.
fi: Klikkaamalla tätä linkkiä, ponnahdusikkunaan ilmestyy tätä perhettä koskevat tiedot GEDCOM-muodossa.
he: לחיצה על הקישור מציגה בחלון שיצוץ מידע ממאגר הנתונים. נתוני GEDCOM המוצגים הם גולמיים, לא מעובדים.
nn: Ved å klikke på denne linken, vil informasjon om kilden, slik den er lagret i slektsfilen, bli vist i et eget vindu.
pl: Kiedy klikniesz na ten odnośnik, zostaną wyświetlone informacje o rodzinie w postaci, w jakiej znajdują się w bazie danych. Będą to nieprzetworzone dane GEDCOM.

source: When you click this link you will jump to the Timeline page, where all facts of the couple will be displayed on a timeline scale.
ca: Polsant aquí aneu a parar a una escala on s'hi mostren cronològicament tots els esdeveniments relacionats amb la parella.
da: Ved at klikke på dette link, vil du få siden med Tidslinien frem. Her vil alle begivenheder knyttet til ægtefællerne blive vist på en grafisk tidslinie.
es: Cuando haga clic en este vínculo será conducido a la página de Cronograma, donde todos los hechos de la pareja se mostrarán en una escala cronológica.
fi: Tästä linkistä pääset aikajanasivulle, jossa kaikki tiedot pariskunnasta näytetään aikajanalla.
he: לחיצה על הקישור יקפיץ אותך לדף תרשים קו הזמן עם הצגה של כל העובדות של הזוג בקנה מידה של קו הזמן.
nn: Ved å klikke på denne linken, vil du få fram siden med Tidslinjen. Her vil alle hendelser knyttet til ektefellene bli vist på en grafisk tidslinje.
pl: Po kliknięciu na ten odnośnik pojawi się oś czasu, na której zostaną wyświetlone wszystkie fakty dotyczące danej pary.
