Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: The GEDCOM file being validated now is encoded in the ANSI character set. You are strongly advised to convert the file's encoding to UTF-8.<br /><br /><br />~CONVERT ANSI TO UTF-8~<br /><br />To ensure that the information in your input GEDCOM files is processed and displayed correctly, these files should be encoded in UTF-8.<br /><br />Some of the more modern genealogy programs can export their data to a GEDCOM file in UTF-8 encoding. Older programs often don't have this capability. If your program does not offer you this option, PhpGedView can convert the file for you.<br /><br />When PhpGedView validates the input file, it will detect the file's encoding and advise you accordingly.
ca: El fitxer GEDCOM que ara s'està comprovant és codificat amb el joc de caràcters ANSI. És altament recomanable convertir aquesta codificació a UTF-8.<br /><br /><br />~CONVERTIR D'ANSI A UTF-8~<br /><br />Per assegurar que la informació del fitxer GEDCOM d'entrada es processa i visualitza correctament, cal que aquests fitxers siguin codificats en UTF-8.<br /><br />Alguns del més moderns programes de genealogia poden exportar les seves dades a un fitxer GEDCOM codificat en UTF-8. Altres programes però no tenen aquesta possibilitat. Si el programa que feu servir no la té, el PhpGedView pot fer-ho.<br /><br />Quan PhpGedView comprova el fitxer d'entrada detecta el tipus de codificació i us ho adverteix.
da: GEDCOM-filen, der nu er blevet checket mht. gyldighed, har ANSI tegnsæt.<br />Det anbefales på kraftigste, at filen konverteres til UTF-8 tegnsættet (ellers vil sær-nationale tegn (f.eks. ÆØÅ) blive vist forkert).<br /><br />~Konverter ANSI til UTF-8~<br /><br />For at være sikker på, at programmet kan håndtere GEDCOM-filerne korrekt, bør filerne være kodet i UTF-8 format.<br /><br />De fleste slægtsprogrammer har en valgmulighed for at kunne eksportere GEDCOM-filer med tegnsættet UTF-8.<br />Hvis det program, du anvender, ikke har denne valgmulighed, kan PhpGedView konvertere filen for dig.<br /><br />Når PhpGedview checker kvaliteten under uploading eller tilføjelse af en fil, vil programmet opdage om filen har et ANSI tegnsæt.
es: El archivo GEDCOM que está siendo validado, tiene codificación ANSI. Se recomienda encarecidamente que esta codificación se convierta a UTF-8.<br /><br /><br />~CONVERTIR ANSI A UTF-8~<br /><br />Para asegurarse que el programa opera correctamente con sus archivos GEDCOM, deberían estar codificados en UTF-8.<br /><br />Muchos programas de Genealogía tienen la opción de exportar un archivo GEDCOM con esta codificación UTF-8.<br />Si el programa que utiliza no ofrece la opción, PhpGedView puede convertirlo.<br /><br />Cuando PhpGedView valida un archivo grabado (o añadido) detectará si el archivo tiene codificación ANSI.
fi: Nyt varmennettava GEDCOM-tiedosto on ANSI-muodossa.<br />Suositellaan, että merkistö muutetaan UTF-8 muotoon<br /><br />~MUUNNA ANSI MUOTOON UTF-8~<br /><br />Varmistaakseen, että ohjelma käsittelee GEDCOM-tiedostoasi oikein, tiedostojen täytyy olla muodossa UTF-8.<br /><br />Useimmat kolmannen osapuolen sukututkimusohjelmat osaavat viedä GEDCOM-tiedoston UTF-8-muodossa. <br />Mikäli käyttämäsi ohjelma ei osaa sitä tehdä, PhpGedView osaa tehdä muunnoksen.<br /><br />Kun PhpGedView varmentaa ladatun (tai lisätyn) tiedoston, ohjelma havaitsee, mikäli se on ANSI-muodossa.
he: קובץ ה-GEDCOM שעובר בדיקות אימות כרגע נכתב בשיטת ANSI. מומלץ להסב את הקובץ לשיטת UTF-8.<br /><br /><br />~הסב ANSI ל-UTF-8~<br /><br />כדי להבטיח שהתוכנית מטפלת בקובצי ה-GEDCOM הקלט שלך בצורה נכונה, הקובצים צריכים להיות במבנה UTF-8.<br /><br />לחלק מתוכנות חקר שושלת היוחסין החדשות יותר יש יכולת לייצא קובצי GEDCOM במבנה UTF-8. לתוכניות ישנות יותר אין בדרך כלל את האפשרות הזו. אם לתוכנית שאתה משתמש אין אפשרות כזו, PhpGedView יכול להסב את הקובץ עבורך.<br /><br />כאשר PhpGedview מאמת את קובץ הקלט, הוא יגלה את מבנה הקובץ וייעץ לך בהתאם.
nn: GEDCOMfilen som nå er blitt sjekket gyldigheten til, har ANSI tegnsett.<br />Det anbefales på sterkeste at filen konverteres til UTF-8 tegnsett (ellers vil sær-nasjonale tegn (f.eks. ÆØÅ) bli vist feil).<br /><br />~KONVERTER ANSI TIL UTF-8~<br /><br />For å være sikker på at programmet håndterer GEDCOMfilene dine korrekt, bør filene være kodet i UTF-8 format.<br /><br />De fleste Slektsprogram har et valg for å kunne eksportere GEDCOMfiler med tegnsettet UTF-8.<br />Dersom programmet som du bruker ikke gir deg dette valget, kan PhpGedView konvertere filen for deg.<br /><br />Når PhpGedview sjekker kvaliteten ved henting (upload) eller Legg til fil, så vil programmet oppdage om filen har ANSI tegnsett.
pl: Plik GEDCOM, którego poprawność jest właśnie sprawdzana, jest aktualnie zakodowany w systemie ANSI. Zdecydowanie zaleca się przekonwertowanie pliku do kodowania UTF-8.<br /><br /><br />~PRZEKONWERTUJ ANSI NA UTF-8~<br /><br />Aby dane w twoich plikach GEDCOM były poprawnie przetwarzane i wyświetlane, muszą być zakodowane w formacie UTF-8.<br /><br />Niektóre z nowszych aplikacji genealogicznych potrafią eksportować dane do pliku GEDCOM w kodowaniu UTF-8. Starsze aplikacji często nie dają tej możliwości. Jeśli twoja aplikacja nie oferuje takiej opcji, PhpGedView może przekonwertować twój plik.<br /><br />PhpGedView wykryje kodowanie twojego pliku podczas sprawdzania poprawności i wyświetli odpowiedni komunikat.

source: Use dictionary rules while sorting
ca: Fes servir les regles del diccionari per ordenar
da: Brug ordbogsregler ved sortering
es: Utilizar reglas de diccionario al clasificar
fi: Käytä sanakirjasääntöä lajittelussa
he: השתמש בכללי המילון למיון
nn: Bruk ordlisteregler ved sortering
pl: Użyj reguł gramatycznych podczas sortowania

source: This option controls how characters with diacritic marks are handled when sorting lists of names and titles.<br /><br />When set to <b>Yes</b>, all characters with diacritic marks are treated as if they did not have any marks. Diacritic marks are considered only when the two words being considered are otherwise identical. When set to <b>No</b>, all letters are distinct, regardless of the presence or absence of diacritic marks.
ca: Aquesta opció controla com es tracten els caràcters amb signes diacrítics a l'ordenar llistes de noms i títols.<br /><br />Posant-ho a <b>Si</b>, tots els caràcters amb signes diacrítics es tracten com si no tinguessin cap signes. Els signes diacrítics solament es tenen en compte solament quan les dues paraules son idèntiques sense ells. Posant-ho a <b>No</b>, totes les lletres son diferents independentment de la presència o absència dels signes diacrítics.
es: Esta opción controlo cómo se clasifican los caracteres con marcas diacríticas.<br /><br />Se se fija a <b>Sí</b>, todos los caracteres con marcas diacríticas se tratan como si no las tuvieran. Estas marcas diacríticas sólo se tienen en cuenta cuando las palabras comparadas son en todo lo demás idénticas. Si se fija a <b>No</b>, todas las letras con o sin marcas diacríticas se tratan como distintas.
he: This option controls how characters with diacritic marks are handled when sorting lists of names and titles.<br /><br />When set to <b>כן</b>, all characters with diacritic marks are treated as if they did not have any marks. Diacritic marks are considered only when the two words being considered are otherwise identical. When set to <b>לא</b>, all letters are distinct, regardless of the presence or absence of diacritic marks.
nn: Dette alternativet styren hvordan bokstaver med spesieller merker som accenter og tødler håndteres ved sortering av lister med navn og titler.<br /><br />Når den er satt til <b>Ja</b>, vil alle bokstaver med særmerker bli behandlet som om di ikke hadde noen spesielle merker. Slike særmerker blir bare håndtert slik når to ord eller er identiske. Når den er satt til <b>Nei</b>, blir alle tegn og bokstaver regnet som ulike, uansett om de har særmerker eller ikke.
pl: Ta opcja określa sposób traktowania znaków diakrytycznych (umlautów, ogonków, kresek itp.) podczas sortowania list imion, nazwisk, nazw i tytułów.<br /><br />Wybranie <b>Tak</b> spowoduje potraktowanie wszystkich liter ze znakami diakrytycznymi tak, jakby ich nie miały. Znaki diakrytyczne będą brane pod uwagę wyłącznie w przypadku, gdy dwa słowa nie różnią się niczym innym poza nimi. Wybranie <b>Nie</b> spowoduje potraktowanie każdej litery jako osobnej, zależnie od tego, czy posiada znaki diakrytyczne, czy też nie.

source: From this page you can download your genealogical database in GEDCOM format. You may want to import the data into another genealogical program, or you may want to share its information with others.<br /><br />~CONVERT FROM UTF-8 TO ANSI~<br /><br />For optimal display on the Internet, PhpGedView uses the UTF-8 character set. Some programs, Family Tree Maker for example, do not support importing GEDCOM files encoded in UTF-8. Checking this box will convert the file from <b>UTF-8</b> to <b>ANSI (ISO-8859-1)</b>.<br /><br />The format you need depends on the program you use to work with your downloaded GEDCOM file. If you aren't sure, consult the documentation of that program.<br /><br />Note that for special characters to remain unchanged, you will need to keep the file in UTF-8 and convert it to your program's method for handling these special characters by some other means. Consult your program's manufacturer or author.<br /><br />This <a href='http://en.wikipedia.org/wiki/UTF-8' target='_blank' title='Wikipedia article'><b>Wikipedia article</b></a> contains comprehensive information and links about UTF-8.<br /><br /><br /><br />~REMOVE CUSTOM PGV TAGS~<br /><br />Checking this option will remove any custom tags that may have been added to the records by PhpGedView.<br /><br />Custom tags used by PhpGedView include the <b>_PGVU</b> tag which identifies the user who changed a record online and the <b>_THUM</b> tag which tells PhpGedView that the image should be used as a thumbnail.<br /><br />Custom tags may cause errors when importing the downloaded GEDCOM to another genealogy application.<br /><br /><br /><br />~DOWNLOAD GEDCOM AS ZIP FILE~<br /><br />When you check this option, a copy of the GEDCOM file will be compressed into ZIP format before the download begins. This will reduce its size considerably, but you will need to use a compatible Unzip program (WinZIP, for example) to decompress the transmitted GEDCOM file before you can use it.<br /><br />This is a useful option for downloading large GEDCOM files. There is a risk that the download time for the uncompressed file may exceed the maximum allowed execution time, resulting in incompletely downloaded files. The ZIP option should reduce the download time by 75%.
ca: Des d'aquesta pàgina podeu descarregar la base de dades genealògica en format GEDCOM. Per importar-la a un altre programa de genealogia o per compartir aquesta informació amb altres.<br /><br />~CONVERTIR D'UTF-8 A ANSI~<br /><br />Per a una òptima visualització a Internet, el PhpGedView empra el joc de caràcters UTF-8. Alguns programes, Family Tree Maker per exemple, no poden importar fitxers GEDCOM codificats amb UTF-8. Polsant aquest botó es convertirà el fitxer d'<b>UTF-8</b> a <b>ANSI (ISO-8859-1)</b>.<br /><br />El format que cal, depèn del programa que feu servir per treballar amb el fitxer GEDCOM descarregat. Si no n'esteu segur, consulteu la documentació del programa.<br /><br />Recordeu que, perquè els caràcters especials es conservin, cal Manteniu el fitxer en format UTF-8 i convertir-lo al mètode del programa particular i manipular aquests caràcters especials per altres mitjans. Consulteu el manual d'usuari del programa.<br /><br /><br /><br />~ELIMINAR ETIQUETES PERSONALITZADES PGV~<br /><br />Triant aquesta opció eliminareu les etiquetes personalitzades que s'hagin afegit als registres amb el PhpGedView.<br /><br />Aquestes etiquetes son <b>_PGVU</b> que identifica l'usuari que ha canviat un registre en línea i el <b>_THUM</b> que diu al PhpGedView que la imatge pot fer-se servir com a miniatura.<br /><br />Les esmentades etiquetes poden produir errors quan s'importa el fitxer GEDCOM descarregat a un altre programari genealògic.<br /><br /><br /><br />~DESCARREGAR EL GEDCOM EN FITXER ZIP~<br /><br />Triant aquesta opció es comprimirà una còpia del fitxer GEDCOM en format ZIP abans de començar la descàrrega. Això redueix considerablement el volum però us caldrà un descompressor compatible (WinZIP, per exemple) per tractar el fitxer abans de fer-lo servir.<br /><br />És una bona opció quan es tracta de baixar fitxers GEDCOMs grans: Correm el risc que el temps de descàrrega per a fitxers descomprimits excedeixi el màxim permès i el procés quedi a mitges. La opció ZIP pot reduir-lo en un 75%.
da: Du har mulighed for at downloade en GEDCOM-fil fra hjemmesiden.<br /><br />På siden: "Download GEDCOM-fil", får du valget mellem at konvertere filen fra <b>UTF-8</b> til <b>ANSI (ISO-8859-1)</b> tegnsættet.<br />Hvilket format du har behov for, afhænger af det program du anvender til at arbejde med GEDCOM-filen efter den er downloadet.<br />Se dokumentationen til programmet, hvis du ikke er sikker.
es: Desde esta página puede descargar su base de datos genealógica en formato GEDCOM. Puede desear importar los datos a otro programa genealógico o puede desear compartir la información con otros.<br /><br />~CONVERTIR DE UTF-8 A ANSI~<br /><br />Para una visualización óptima en la Internet, PhpGedView utiliza el juego de caracteres UTF-8. Algunos programas como Family Tree Maker por ejemplo, no pueden importar archivos GEDCOM codificados en UTF-8. Si marca esta casilla, se convertirán los datos de <b>UTF-8</b> a <b>ANSI (ISO-8859-1)</b>.<br /><br />El formato que necesita depende del programa al que vaya a incorporar el archivo GEDCOM descargado. Si no está seguro, consulte la documentación de ese programa.<br /><br />Tome nota de que para que los caracteres especial permanezcan sin cambio, tendrá que mantener el archivo en UTF-8 y convertirlo a un formato apropiado para ese programa por algún otro medio. Consulte con el autor o fabricante de su programa.<br /><br />Este <a href='http://es.wikipedia.org/wiki/UTF-8' target='_blank' title='artículo de Wikipedia'><b>Artículo de Wikipedia</b></a> contiene información completa y vínculos acerca de UTF-8.<br /><br /><br /><br />~ELIMINAR ETIQUETAS PROPIAS DE PGV~<br /><br />Marcar esta opción eliminará las etiquetas particulares de PgpGedView que hayan sido añadidas a los registros.<br /><br />Entre estas etiquetas propias de PhpGedView se incluyen la etiqueta <b>_PGVU</b> que identifica al usuario que hizo el cambio en el sitio y la etiqueta <b>_THUM</b> que indica a PhpGedView que la imagen mencionada debe usarse como una miniatura.<br /><br />Estas etiquetas propias pueden causar errores al importar el GEDCOM resultante descargado en otros programas de genealogía.<br /><br /><br /><br />~DESCARGAR GEDCOM COMO ARCHIVO ZIP~<br /><br />Si marca esta opción, se creará un archivo comprimido ZIP con una copia del archivo GEDCOM antes de comenzar la descarga. Esto reducirá su tamaño considerablemente, pero necesitará un programa Unzip compatible (WinZIP, por ejemplo) para descomprimir el archivo GEDCOM transmitido antes de poder usarlo.<br /><br />Es una opción útil para descargar grandes archivos GEDCOM. Existe el riesgo de que el tiempo de descarga del archivo sin comprimir exceda el tiempo de ejecución máximo permitido produciendo descargas incompletas. La opción ZIP debería reducir el tiempo de descarga en un 75%.
fi: Voit ladata GEDCOM-tiedoston sivustoltasi omalle koneellesi.<br /><br />"Lataa GEDCOM"-sivulla on mahdollista muuntaa tiedosto muodosta <b>UTF-8</b> muotoon <b>ANSI (ISO-8859-1)</b><br />Tarvitsemasi muoto riippuu ohjelmasta, jolla aiot käsitellä lataamaasi GEDCOM-tiedostoasi.<br />Tarkista ohjelmasi ohjeistuksesta jos et ole varma.
he: את מאגר המידע של חקר המשפחה שלך במבנה תוכל להוריד בדף הזה קובץ GEDCOM. יתכן שתרצה לייבא את הנתונים לתוכנה אחרת של חקר משפחה, או שתרצה לחלוק את הנתונים עם אחרים .<br /><br />~הסב מ-UTF-8 ל-ANSI~<br /><br />לתצוגה אופטימאלית באינטרנט PhpGedView משתמש במערך אותיות UTF-8. תוכניות כמו למשל Family Tree Maker, אינן תומכות בייבוא קובצי GEDCOM מוצפנים ב-UTF-8. בחירת התיבה תתרגם את הקובץ מ-<b>UTF-8</b> ל-<b><span dir="ltr">ANSI (ISO-8859-1)</span></b>.<br /><br />המבנה הדרוש תלוי בתוכנה שבה תרצה להשתמש בקובץ ה-GEDCOM שהורד. בדוק את התיעוד של התוכנה הזאת, אם אינך בטוח.<br /><br />שים לב שכדי שסימנים מיוחדים ישמרו ללא שינוי, עליך להוריד את הקובץ ב-UTF-8 ולהסב לשיטת טיפול של התוכנית שלך בסימנים המיוחדים הללו בדרך אחרת. התייעץ עם יצרן או עורך התוכנה שלך.<br /><br />הכתבה הבאה <a href='http://he.wikipedia.org/wiki/UTF-8' target='_blank' title='כתבה של ויקיפדיה'><b>של ויקיפדיה</b></a> כוללת מידע וקישורים מקיפים על UTF-8.<br /><br /><br /><br />~הסר נתוני PGV פרטיים~<br /><br />בחירת האופציה תמחק נתונים פרטיים שאולי הוספו לרשומות ע"י PhpGedView.<br /><br />נתונים פרטיים ש-PhpGedView משתמש בהם כוללים נתון <b><span dir="ltr">_PGVU</span></b> שמסמן איזה משתמש שינה את הרשומה באון-ליין, ונתון <b><span dir="ltr">_THUM</span></b> שאומר ל-PhpGedView שהתמונה תשמש כתמונה מזערית.<br /><br />נתונים פרטיים יכולים לגרום לשגיאות כאשר מייבאים את ה-GEDCOM שמיוצא לאפליקציה של חקר משפחה אחרת.<br /><br /><br /><br /><~הורד GEDCOM כקובץ ZIP~<br /><br />כאשר אתה בוחר את האפשרות הזו, עותק של קובץ ה-GEDCOM ידחס למבנה ZIP לפני שההורדה מתחילה. דבר זה יצמצם במידה ניכרת את גודלו, אבל עליך להשתמש בתוכנית פתיחת דחיסה תואמת (WinZIP, למשל) כדי לבטל את הצמצום של קובץ ה-GEDCOM שהורד לפני שניתן יהיה להשתמש בו.<br /><br />אפשרות שימושית בהורדת קובצי GEDCOM גדולים. קיים סיכון שזמן ההורדה של קובץ שאינו דחוס יעבור את זמן העיבוד המכסימלי, ויגרום לקובצי הורדה שאינם שלמים. אפשרות ה-ZIP מקטינה את זמן ההורדה ב-75%.
nn: Du har mulighet til å laste ned (download) en GEDCOMfil fra nettstedet ditt.<br /><br />På siden for å "Last ned (download) GEDCOM" får du valget om å konvertere filen fra <b>UTF-8</b> til <b>ANSI (ISO-8859-1)</b> tegnsett.<br />Hvilket format du trenger, avhenger av programmet du ønsker å bruke for å arbeide med den nedlastede GEDCOMfilen.<br />Sjekk dokumentasjonen til programmet dersom du ikke er sikker.
pl: Z tej strony możesz pobierać swoją genealogiczną bazę danych w formacie GEDCOM. Dzięki temu możesz zaimportować dane do innej aplikacji genealogicznej lub podzielić się nimi z innymi.<br /><br />~PRZEKONWERTUJ Z UTF-8 DO ANSI~<br /><br />PhpGedView korzysta ze standardu kodowania UTF-8, który zapewnia poprawne kodowanie stron internetowych. Niektóre aplikacje, takie jak Family Tree Maker, nie obsługują importowania plików GEDCOM zakodowanych w UTF-8. Zaznaczenie tej opcji spowoduje przekonwertowanie pliku z <b>UTF-8</b> do <b>ANSI (ISO-8859-1)</b>.<br /><br />Format, którego potrzebujesz, zależy od aplikacji, której chcesz używać do pracy z pobranym plikiem GEDCOM. Jeśli nie wiesz, co wybrać, zajrzyj do dokumentacji swojej aplikacji.<br /><br />Pamiętaj, że aby korzystać ze znaków specjalnych, musisz pozostawić plik w formacie UTF-8 i w inny sposób przekonwertować go do sposobu, w jaki twoja aplikacja może obsłużyć te znaki. Skontaktuj się z producentem lub autorem twojej aplikacji.<br /><br />Ten <a href='http://pl.wikipedia.org/wiki/UTF-8' target='_blank' title='Artykuł w Wikipedii na temat UTF-8'><b>artykuł w Wikipedii</b></a> zawiera kompleksowe informacje i odnośniki na temat standardu UTF-8.<br /><br /><br /><br />~USUŃ ZNACZNIKI PhpGedView~<br /><br />Zaznaczenie tej opcji spowoduje usunięcie wszystkich znaczników dodanych do wpisów przez PhpGedView.<br /><br />Własne znaczniki stosowane przez PhpGedView to na przykład <b>_PGVU</b>, który identyfikuje użytkownika, który edytował dany wpis online, oraz <b>_THUM</b>, który informuje PhpGedView, że ten obrazek ma być użyty do miniaturki.<br /><br />Własne znaczniki PhpGedView mogą powodować błędy przy importowaniu pobranego pliku GEDCOM do innej aplikacji genealogicznej.<br /><br /><br /><br />~POBIERZ GEDCOM SPAKOWANY ZIPEM~<br /><br />Zaznaczenie tej opcji spowoduje utworzenie kopii pliku GEDCOM, która zostanie skompresowana do pliku ZIP przed rozpoczęciem pobierania. Dzięki temu znacznie zmniejszy się jego wielkość, ale zanim będzie można z niego korzystać, trzeba go będzie rozpakować za pomocą odpowiedniego programu (np. WinZIP).<br /><br />Ta opcja przydaje się w przypadku dużych plików GEDCOM. Istnieje ryzyko, że czas pobierania nieskompresowanego pliku może przekroczyć limit czasu wykonywania, przez co pobrane pliki będą niekompletne. Zastosowanie opcji ZIP powinno zmniejszyć czas pobierania o 75%.
