Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: PhpGedView creates its database from a GEDCOM file that was previously uploaded. When you select <b>Delete</b>, that section of the database will be erased. You have to confirm your Delete request.<br /><br />Unless you have deliberately removed it outside PhpGedView, the original GEDCOM file will remain in the directory into which it was uploaded. If you later want to work with that GEDCOM file again, you don't have to upload it again. You can choose the <b>Add GEDCOM</b> function.
ca: El PhpGedView crea la seva base de dades a partir d'un fitxer GEDCOM prèviament carregat. Quan seleccioneu <b>Eliminar</b>, s'esborra aquesta secció de la base de dades. L'ordre d'eliminar requereix confirmació.<br /><br />Excepte que s'hagi esborrat deliberadament del PhpGedView, el fitxer GEDCOM original, romandrà al directori on va ésser carregat. Si més endavant voleu tornar a treballar amb ell, no caldrà carregar-lo de nou. En aquest cas es pot feu servir la funció <b>Afegeix un GEDCOM</b>.
da: PhpGedView importerer poster fra GEDCOM-filen. Hvis du klikker på <b>Slet</b>, vil programmet slette de poster, der blev importeret fra GEDCOM-filen.<br />Den originale GEDCOM-fil vil ikke blive slettet/berørt.<br /><br />Hvis du senere ønsker at anvende eller arbejde med denne GEDCOM-fil igen, kan du bare vælge: <b>Tilføj en GEDCOM-fil</b>.<br /><br />Efter at du har klikket på "Slet", skal du <b>bekræfte</b> at du vil slette.
es: PhpGedView crea su base de datos a partir de un archivo GEDCOM que se subió previamente. Si selecciona <b>Borrar</b>, esa sección de la base de datos se borrará. Tiene que confirmar su solicitud de Borrado.<br /><br />A menos que lo haya eliminado deliberadamente fuera de PhpGedView, el archivo original GEDCOM permanecerá en el directorio al que fue subido. Si posteriormente quiere trabajar con ese archivo GEDCOm de nuevo, no necesita subirlo otra vez. Puede elegir la función <b>Añadir GEDCOM</b>.
fi: PhpGedView tuo tietueita GEDCOM-tiedostosta. Kun klikkaat <b>poista</b>, ohjelma pyyhkii ne tietueet, jotka on tuotu GEDCOM-tiedostosta. <br />Varsinainen GEDCOM-tiedosto jää siihen kansioon, minne se on ladattu.<br /><br />Mikäli myöhemmin taas haluat käsitellä kyseistä GEDCOM-tiedostoa, sitä ei tarvitse enää ladata uudestaan palvelimelle vaan voit käyttää vaihtoehtoa <b>Lisää GEDCOM</b>.<br /><br />Klikattuasi "Poista", sinun on <b>vahvistettava</b> se ponnahdusikkunassa.
he: PhpGedView מייבא רשומות מקובץ GEDCOM שהועלה קודם. כאשר אתה בוחר <b>מחק</b>, התוכנית מוחקת את הרשומות מהחלק הזה של מאגר הנתונים. עליך לאשר את בקשת המחיקה.<br /><br />קובץ ה-GEDCOM המקורי ישמר בתיקייה שאליה העלית אותו, אלא אם מחקת אותו בכוונה. אם תרצה מאוחר יותר לעבוד שוב עם ה-GEDCOM, אין צורך להעלות את הקובץ שנית. במקום זאת תוכל לבחור את הפונקציה <b>הוסף GEDCOM</b>.
nn: PhpGedView importerer poster fra slekts-/GEDCOMfilen. Dersom du klikk på <b>Slett</b>, vil programmet slette disse postene som ble importert fra GEDCOMfilen.<br />Den originale GEDCOM-filen vil ikke bli slettet/rørt.<br /><br />Dersom du senere ønsker å bruke / jobbe med denne GEDCOM-filen igjen, kan du bare bruke valget <b>Legg til en GEDCOMfil</b>.<br /><br />Etter at du klikket på "Slett", må du <b>bekrefte</b> valget ditt.
pl: PhpGedView tworzy swoją bazę danych na podstawie wcześniej wgranego pliku GEDCOM. Kiedy wybierzesz <b>Usuń</b>, ta część bazy danych zostanie usunięta. Musisz potwierdzić swoją decyzję o usunięciu danych.<br /><br />Jeśli oryginalny plik GEDCOM nie został świadomie usunięty spoza PhpGedView, będzie on nadal znajdować się w katalogu, do którego został wgrany. Jeśli później zechcesz znowu pracować z tym plikiem, nie będzie trzeba go ponownie wgrywać. Zamiast tego wybierz opcję <b>Dodaj plik GEDCOM</b>.

source: <b>EDIT NAME</b><br />When you click this link, another window will open. There you can edit the name of the person. Just type the changes into the boxes and click the button, close the window, and that's it.<br /><br /><b>DELETE NAME</b><br />By clicking this option you will mark this Name to be deleted from the database. Note that deleting the name is completely different from deleting the individual. Deleting the name just removes the name from the person. The person will <u>not</u> be deleted. If it is an AKA that you want to delete, the person still has his other names. If it is the <u>only</u> name that you want to remove, the person will still not be deleted, but will now be recorded as <b>(unknown)</b>. The person will also not be disconnected from any other to relatives, sources, notes, etc.<br /><br />How does it work?<br />You will be asked to confirm your deletion request. If you decide to continue, it can take a little time before you see a message that the name is deleted.<br /><br />When you continue with your visit, you will notice that the name is still visible and can be used as if the deletion had not occurred.<br /><br /><b>This is <u>not</u> an error.</b> The site admin will get a message that a change has been made to the database, and that you removed the name.<br />The administrator can accept or reject your change. Only after the administrator has accepted your change will the deletion actually occur <u>irreversibly</u>. If there is any doubt about your change, the administrator will contact you.
ca: <b>EDITAR UN NOM</b><br />Polsant l'enllaç s'obre una altra finestra on podeu editar el nom de la persona. Solament us cal omplir els canvis als caixetins, polsar el botó, tancar la finestra i llestos!<br /><br /><b>ELIMINAR NOM</b><br />Polsant aquest opció marqueu el nom per esborrar-lo de la base de dades. Cal tenir en compte que eliminar el nom és ben diferent d'eliminar la persona. Fer-ho <u>no</u> suposa eliminar la persona. Si és un AKA (mot o malnom) el que voleu treure, la persona conserva els seus altres noms. Si és el seu <u>únic</u> nom el que es voleu treure, la persona no s'eliminarà però restarà enregistrada com a <b>(desconegut)</b>. Tampoc perdrà els vincles de parentiu, fonts, notes, etc.<br /><br />Com funciona?<br />Us demana confirmació per esborrar-lo. Si decidiu continuar, desprès d'uns instants, surt un missatge informant que s'ha eliminat el nom.<br /><br />Continuant la visita podeu veure que el nom és encara visible com si l'eliminació no s'hagués produït.<br /><br /><b>Això <u>no</u> és cap error.</b> L'administrador rebrà un missatge amb el canvi produït a la base de dades.<br />Pot acceptar-lo o rebutjar-lo. Solament desprès de que l'hagi acceptat l'eliminació serà efectiva i <u>irreversible</u>. Si té algun dubte sobre el canvi, es posarà en contacte.
da: <b>Ændre navn</b><br />Ved at klikke på dette link, vil du åbne et nyt vindue, hvor du kan ændre personens navn.<br />Det er meget enkelt: Bare skriv ændringen, klik på knappen "Gem" og luk vinduet.<br /><br /><b>Slette navn</b><br />Ved at klikke på denne valgmulighed, vil du afmærke navnet mht. sletning.<br />Husk på at slette et navn er noget helt andet end at slette en person.<br />At slette navnet, fjerner kun personens navnefelt. Selve personen vil ikke blive slettet.<br />Hvis det kun er et alias (også kendt som) du ønsker at slette, har personen stadig sit hovednavn intakt.<br />Hvis du sletter det eneste navn en person har, vil personen stadigvæk ikke bive slettet, men fortsætte som "Ukendt".<br />Personen vil heller ikke miste en eventuel tilknytning til slægtninge, kilder, noter, osv.<br /><br /><i>Hvad betyder det?</i><br />Forestil dig, at du har en god grund til at fjerne dette navn fra slægtsdatabasen. Du klikker på linket, og så vil du få et nyt vindue op, hvor du bliver bedt om at bekræfte sletningen eller ønsker at afbryde.<br /><br />Hvis du bekræfter sletningen, vil dette blvei gemt, førend du efter et stykke tid får et nyt vindue op med en besked om at sletningen er udført.<br /><br />Hvis du checker om navnet er slettet ved at prøve at vise personen pånyt, vil du se, at navnet stadig er ligeså synlig som før sletningen.<br /><br />Dette er <b>ikke</b> en fejl!<br />Af hensyn til kvaliteten af slægtsdatabasen, så vil administratoren modtage en besked om, at der er foretaget ændringer, og at det er dig, der har fjernet navnet.<br />Administratoren SKAL godkende (eller forkaste) ændringen.<br />Hvis der er tvivl, vil administratoren kontakte dig.
es: <b>MODIFICAR NOMBRE</b><br />Si hace clic en este vínculo, se abrirá otra ventana. En ella puede modificar el nombre de la persona. Simplemente teclee los cambios en los campos y haga clic en el botón, cierra la ventana y ya está.<br /><br /><b>BORRAR NOMBRE</b><br />Haciendo clic en este vínculo, marcará a este nombre para ser borrado de la base de datos. Tenga presente que borrar el nombre es completamente diferente a borrar la persona. Borrar el nombre sólo elimina al nombre de la persona. La persona <u>no</u> será borrada. Si es un nombre alternativo o alias lo que desea borrar, la persona aún conserva sus otros nombres. Si lo que está borrando es su <u>único</u> nombre, la persona tampoco se borrará, pero aparecerá ahora como <b>(apellido desconocido)</b>. La persona tampoco se desconectará de sus parientes, fuentes, notas, etc.<br /><br />¿Cómo funciona?<br />Primero se le pedirá que confirme su petición de borrado. Si decide continuar, puede pasar algún tiempo antes de que se le muestre un mensaje de que el nombre se ha borrado.<br /><br />Cuando continúe su visita, notará que el nombre todavía es visible y puede ser utilizado como si no se hubiera borrado.<br /><br /><b>Esto <u>no</u> es un error.</b> El administrador del sitio recibirá un mensaje indicando que se han realizado cambios a la base de datos y que Vd. ha borrado al nombre.<br />El administrador puede aceptar o rechazar su cambio. Sólo después de que el administrador acepte su cambio de verdad ocurrirá el cambio <u>irreversiblemente</u>. Si hay alguna duda sobre su cambio, el administrador se pondrá en contacto con Vd.
fi: Klikkaamalla tätä linkkiä avautuu ponnahdusikkuna, jossa voit muuttaa henkilön nimeä.<br />Se on helppoa: kirjoita muutokset ruutuihin, klikkaa painiketta ja sulje ponnahdusikkuna.<br /><br /><b>PYYHI NIMI</b> Klikkaamalla tätä vaihtoehtoa merkitset nimen poistettavaksi GEDCOM-tiedostosta. Huomaa, että tämä on kokonaan eri asia kuin henkilön poistaminen. Vain nimi poistuu, ei henkilö.<br />Mikäli haluat poistaa lempinimen, muut nimet säilyvät.<br />Mikäli poistat ainoan nimen, henkilö jää jäljelle "tuntemattomana".<br />Henkilöä ei myöskään kytketä irti mistään yhteyksistä sukulaisiinsa, paikkoihin, lähteisiin jne.<br />Kuinka tämä toimii?<br />Olettaen, että sinulla on hyvä syy poistaa tämä nimi GEDCOM-tiedostosta klikkaat tätä linkkiä, jolloin avautuu ponnahdusikkuna, jossa kysytään oletko varma tai peruuta.<br /><br />Mikäli jatkat poistamista saattaa kestää hetken, ennen kuin uusi ponnahdusikkuna ilmoittaa, että nimi on poistettu.<br /><br />Kun jatkat vierailuasi sivustolla havaitset, että poistettu nimi on vielä näkyvissä ja käytettävissä kuten ennenkin.<br /><br />Tämä <b>ei</b> ole virhe.<br />Ylläpitäjä saa viestin, että GEDCOM-tiedostoon on tehty muutos ja että poistit nimen.<br />Ylläpitäjän on hyväksyttävä (tai hylättävä) muutos. Vasta sitten muutos on voimassa.<br />Tarvittaessa ylläpitäjä ottaa yhteyttä sinuun.
he: <b>ערוך שם</b><br />לחיצה על הקישור תפתח חלון נוסף, שם תוכל לערוך את שם האדם. עליך להקיש את השינויים בתיבות וללחוץ על הכפתור ולסגור את החלון.<br /><br /><b>מחק שם</b><br />הקשה על האפשרות הזו מסמנת את השם הזה כמועמד למחיקה מאגר הנתונים. יש לשים לב שמחיקת שם והסרת אדם הן פעילויות שונות לגמרי. מחיקת שם מוציאה את השם הזה מהאדם. האדם <u>אינו</u> נמחק. אם אתה רוצה למחוק 'ידוע בשם' לאדם יישארו עדיין שם או שמות נוספים. אם אתה רוצה למחוק <u>רק</u> את השם, האדם לא ימחק, אלא יישאר במאגר כ<b>(לא ידוע)</b> או כ-<b>(לא-ידוע)</b>. האדם נישאר קשור לכל הקרובים שלו, למקורות, הערות וכו'.<br /><br />איך זה פועל?<br />תתבקש לאשר את בקשת המחיקה שלך. אם תחליט להמשיך, יתכן ויעבור זמן מה עד שתקבל הודעה שהשם הוסר.<br /><br />כאשר תמשיך את ביקורך באתר יתכן ותשים לב שהשם עדיין קיים באתר כמו קודם כאילו שלא נמחק.<br /><br /><b>זו <u>לא </u> שגיאה</b>. מנהלן האתר יקבל הודעה שבוצע שינוי למאגר הנתונים, ושאתה הסרת את השם.<br />המנהלן יקבל (או ידחה) את השינוי שלך. תהליך ההסרה יקבל תוקף רק לאחר אישור המנהלן לשינוי שלך והוא <u>בלתי הפיך</u>. במקרה של ספק, המנהלן יתקשר אתך.
nn: <b>Endre navn</b><br />Ved å klikke på denne linken, vil du åpne et nytt vindu der du kan endre navnet til personen.<br />Det er veldig enkelt: Bare skriv inn endringen, klikk på knappen "Lagre" og lukk vinduet.<br /><br /><b>Slette navn</b><br />Ved å klikke på dette valget vil du merke dette navnet for sletting.<br />Husk på at å slette et navn er noe helt annet enn å slette en person.<br />Å slette navnet, fjerner du bare navne-feltet til personen. Selve personen vil ikke bli slettet.<br />Dersom det bare er et alias (også kjent som) du ønsker å slette, har personen fortsatt hovednavn sitt inntakt.<br />Dersom du sletter det eneste navnet en person har, vil personen fortsatt ikke bli slettet, men fortsette som "Ukjent".<br />Personen vil heller ikke miste eventuelle koblinger til slektninger, kilder, noter, osv.<br /><br /><i>Hva betyr dette?</i><br />Tenk deg at du har en god grunn for å fjerne dette navnet til personen fra slektsbasen. Du klikker på linken, og da vil du få opp et nytt vindu der du blir bedt om å bekrefte slettingen eller ønsker å avbryte.<br /><br />Dersom du bekrefter slettingen, vil dette bli lagret, før du etter en lite stund får et nytt vindu med en beskjed om at slettingen er utført.<br /><br />Dersom du sjekker om navnet er slettet ved å prøve å vise personen på nytt, vil du se at navnet fremdeles er like synlig som før slettingen.<br /><br />Dette er <b>ikke</b> en feil!<br />Av hensyn til kvaliteten på slektsbasen, så vil administrator for nettstedet motta en beskjed at det er gjort endringer, og at det er deg som fjernet navnet.<br />Administratoren MÅ godkjenne (eller forkaste) endringen din.<br />Dersom det er tvil, vil administratoren kontakte deg om endringen.
pl: <b>EDYTUJ NAZWISKO</b><br />Kiedy klikniesz na ten odnośnik otworzy się nowe okno, w którym możesz edytować nazwisko osoby. Wprowadź zmiany w odpowiednie pola i kliknij przycisk, a następnie zamknij okno.<br /><br /><b>USUŃ NAZWISKO</b><br />Kliknięcie tej opcji spowoduje zaznaczenie tego nazwiska do usunięcia z bazy danych. Zauważ, że jest to zupełnie co innego, niż usuwanie osoby. Usuwanie nazwiska usuwa jedynie nazwisko z wpisu o osobie. Sama osoba <u>nie</u> zostanie usunięta. Jeśli chcesz usunąć przezwisko, osoba nadal zachowa swoje pozostałe imiona i nazwiska. Jeśli chcesz usunąć <u>jedyne</u> nazwisko, jakie posiada dana osoba, ta osoba nadal nie zostanie usunięta, ale zostanie zapisana jako <b>(nieznane)</b>. Zostaną również zachowane jej powiązania z krewnymi, źródłami, notatkami itp.<br /><br />Jak to działa?<br />Zostaniesz poproszony(a) o potwierdzenie usunięcia. Nawet jeśli potwierdzisz swój wybór, może upłynąć trochę czasu, zanim zobaczysz komunikat o tym, że nazwisko zostało usunięte.<br /><br />Poruszając się po stronie zauważysz, że nazwisko jest nadal widoczne tak samo, jakby nigdy nie zostało usunięte.<br /><br /><b>To <u>nie jest</u> błąd.</b> Administrator strony otrzyma wiadomość, że została wprowadzona zmiana do bazy danych, i że usunięto nazwisko.<br />Administrator może zatwierdzić lub odrzucić twoją zmianę. Dopiero po zatwierdzeniu przez administratora nazwisko zostanie faktycznie <u>nieodwracalnie</u> usunięte. Jeśli pojawi się wątpliwość co do twojej zmiany, administrator skontaktuje się z tobą.

source: When you click this option, you will mark this individual to be deleted from the database.<br /><br />What does that mean?<br />Let's suppose you have a good reason to remove this person from the database. You click the link. You will be asked to confirm your deletion request. If you decide to continue, it can take a little time before you see a message that the individual is deleted.<br /><br />When you continue with your visit, you will notice that the person is still visible and can be used as if the deletion had not occurred.<br /><br /><b>This is <u>not</u> an error.</b> The site admin will get a message that a change has been made to the database, and that you removed the individual.<br />The administrator can accept or reject your change. Only after the administrator has accepted your change will the deletion actually occur <u>irreversibly</u>. If there is any doubt about your change, the administrator will contact you.
ca: Polsant aquesta opció marqueu la persona seleccionada per a eliminar-la de la base de dades.<br /><br />Com funciona?<br />Suposem que teniu una bona raó per eliminar-la. Polseu l'enllaç. Us demanarà confirmació. Si continueu, passats uns instants, sortirà un missatge informant que la persona ha estat eliminada.<br /><br />Si seguiu amb la visita, podreu comprovar que encara apareix com si esborrar-la no hagués tingut cap efecte.<br /><br /><b>Això <u>no</u> cap error.</b> L'administrador rebrà un missatge amb el canvi produït a la base de dades.<br />Pot acceptar-lo o rebutjar-lo. Solament desprès de que l'hagi acceptat l'eliminació serà efectiva i <u>irreversible</u>. Si té algun dubte sobre el canvi, es posarà en contacte.
da: Ved at klikke på denne valgmulighed vil du sætte et MÆRKE ved denne PERSON mht. at blive slettet fra slægtsdatabasen.<br /><br />Hvad betyder det?<br />Forestil dig, at du har en god grund til at fjerne denne person fra slægtsdatabasen. Du klikker på linket, og herefter vil du få et nyt vindue op, hvor du blir bedt om at bekræfte sletningen eller ønsker at afbryde.<br /><br />Hvis du bekræfter sletningen, vil dette blive gemt, førend du efter et styke tid får et nyt vindue op med en besked om at sletningen er udført.<br /><br />Hvis du checker om personen er slettet ved at prøve at vise personen pånyt, vil du se at personen stadig er synlig, som før sletningen.<br /><br />Dette er <b>ikke</b> en fejl!<br />Af hensyn til kvaliteten af slægtsdatabasen, så vil administratoren modtage en besked om, at det er foretaget ændringer, og at det er dig, der har fjernet person.<br />Administratoren SKAL godkende (eller forkaste) ændringen.<br />Hvis der er tvivl, vil administratoren kontakte dig vedr. ændringen.
es: Si hace clic en esta opción, marcará esta persona para ser borrada de la base de datos.<br /><br />¿Qué significa?<br />Supongamos que tiene un buen motivo para borrar a esta persona de la base de datos. Haga clic en el vínculo. Se le pedirá que confirme su petición de borrado. Si decide continuar, puede pasar algún tiempo antes de que vea un mesnajes de que se ha borrado la persona.<br /><br />Cuando continúe su visita, notará que la persona todavía es visible y puede usarse como si no se hubiera borrado.<br /><br /><b>Esto <u>no</u> es un error</b>. El administrador del sitio recibirá un mensaje indicando que se ha realizado un cambio a la base de datos y de que Vd. ha borrado a la persona.<br />El administrador puede aceptar o rechazar su cambio. Sólo cuando el administrador haya aceptado el cambio ocurrirá de verdad el borrado <u>irreversiblemente</u>. Si hay alguna duda acerca de su cambio, el administrador se pondrá en contacto con Vd.
fi: Klikkaamalla tätä merkitset tämän HENKILÖN poistettavaksi GEDCOM-tiedostosta.<br /><br />Mitä se merkitsee?<br />Olettaen, että sinulla on hyvä syy poistaa tämä henkilö GEDCOM-tiedostosta klikkaat tätä linkkiä, jolloin avautuu ponnahdusikkuna, jossa kysytään oletko varma tai peruuta.<br /><br />Mikäli jatkat poistamista saattaa kestää hetken, ennen kuin uusi ponnahdusikkuna ilmoittaa, että henkilö on poistettu.<br /><br />Kun jatkat vierailuasi sivustolla havaitset, että poistettu henkilö on vielä näkyvissä ja käytettävissä kuten ennenkin.<br /><br />Tämä <b>ei</b> ole virhe.<br />Ylläpitäjä saa viestin, että GEDCOM-tiedostoon on tehty muutos ja että poistit henkilön.<br />Ylläpitäjän on hyväksyttävä (tai hylättävä) muutos. Vasta sitten muutos on voimassa.<br />Tarvittaessa ylläpitäjä ottaa yhteyttä sinuun.
he: לחיצה על האפשרות מסמנת את האדם להסרה ממאגר הנתונים.<br /><br />מה פרוש הדבר?<br />נניח שיש לך סיבה טובה להסיר אדם זה ממאגר הנתונים. אתה לוחץ על הקישור ותתבקש לאשר את בקשת המחיקה שלך. אם תחליט להמשיך, יתכן ויעבור זמן מה עד שתקבל הודעה שהאדם הוסר.<br /><br />כאשר תמשיך את ביקורך באתר יתכן ותשים לב שהאדם עדיין קיים באתר כמו קודם כאילו שלא נמחק.<br /><br /><b>זו <u>לא </u> שגיאה</b>. מנהלן האתר יקבל הודעה שבוצע שינוי למאגר הנתונים, ושאתה הסרת את האדם.<br />המנהלן יקבל (או ידחה) את השינוי שלך. תהליך ההסרה יקבל תוקף רק לאחר אישור המנהלן לשינוי שלך והוא <u>בלתי הפיך</u>. במקרה של ספק, המנהלן יתקשר אתך.
nn: Ved å klikke på dette valget vil du MERKE denne PERSONEN for å bli slettet fra slektsbasen.<br /><br />Hva betyr dette?<br />Tenk deg at du har en god grunn for å fjerne denne personen fra slektsbasen. Du klikker på linken, og da vil du få opp et nytt vindu der du blir bedt om å bekrefte slettingen eller ønsker å avbryte.<br /><br />Dersom du bekrefter slettingen, vil dette bli lagret, før du etter en lite stund får et nytt vindu med en beskjed om at slettingen er utført.<br /><br />Dersom du sjekker om personen er slettet ved å prøve å vise personen på nytt, vil du se at personen fremdeles er like synlig som før slettingen.<br /><br />Dette er <b>ikke</b> en feil!<br />Av hensyn til kvaliteten på slektsbasen, så vil administratoren for nettstedet motta en beskjed at det er gjort endringer, og at det er deg som fjernet personen.<br />Administratoren MÅ godkjenne (eller forkaste) endringen din.<br />Dersom det er tvil, vil administratoren kontakte deg om endringen.
pl: Kliknięcie tej opcji spowoduje zaznaczenie tej osoby do usunięcia z bazy danych.<br /><br />Co to oznacza?<br />Załóżmy, że masz dobry powód, aby usunąć tę osobę z bazy danych. Klikasz na ten odnośnik. Zostaniesz poproszony(a) o potwierdzenie usunięcia. Nawet jeśli potwierdzisz swój wybór, może upłynąć trochę czasu, zanim zobaczysz komunikat o tym, że osoba została usunięta.<br /><br />Poruszając się po stronie zauważysz, że osoba jest nadal widoczna tak samo, jakby nigdy nie została usunięta.<br /><br /><b>To <u>nie jest</u> błąd.</b> Administrator strony otrzyma wiadomość, że została wprowadzona zmiana do bazy danych, i że usunięto osobę.<br />Administrator może zatwierdzić lub odrzucić twoją zmianę. Dopiero po zatwierdzeniu przez administratora osoba zostanie faktycznie <u>nieodwracalnie</u> usunięta. Jeśli pojawi się wątpliwość co do twojej zmiany, administrator skontaktuje się z tobą.
