Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: PhpGedView automatically provides search engines with smaller data files with fewer links. The data is limited to the individual and immediate family, without adding information about grand parents or grand children. Many reports and server-intensive pages like the calendar are off limits to the spiders.<br /><br />Attempts by the spiders to go to those pages result in showing this page. If you are seeing this text, the software believes you are a search engine spider. Below is the list of pages that are allowed to be spidered and will provide the abbreviated data.<br /><br />Real users who follow search engine links into this site will see the full pages and data, and not this page.
ca: El PhpGedView forneix automàticament dades als motors de recerca en diminuts fitxers de dades amb breus enllaços. Les dades es limiten a la persona i llur família de primer grau, sense informació sobre avis o néts. Alguns informes i pàgines intensives com el calendari, resten fora de l'abast dels recercadors.<br /><br />Els intents dels recercadors d'accedir-hi, donen com a resultat que aparegui aquesta pàgina. Si esteu llegint aquest text és perquè el programa us identifica com un motor de recerca. A baix hi ha la llista de pàgines habilitades com a motors de recerca i que poden fornir dades abreujades.<br /><br />Els usuaris reals que emprin els enllaços d'aquest motors de recerca, podran veure les dades i pàgines completes i no els hi apareixerà aquesta pàgina.
es: PhpGedView proporciona automáticamente a los motores de búsqueda archivos de datos más pequeños con menos vínculos. Los datos se limitan a la persona y su familia inmediata, sin agregar información de sus abuelos o nietos. Muchos informes y páginas que requieren mucho trabajo del servidor como el calendario son inaccesibles para las arañas.<br /><br />Si las arañas intentan ir a esas páginas, obtendrán esta página. Si está viendo este texto, el programa cree que Vd. es una araña de motor de búsqueda. Más abajo se muestra la lista de páginas que se permite explorar a las arañas y que proporcionan los datos abreviados.<br /><br />Los usuarios auténticos que sigan los vínculos de los motores de búsqueda que apunten a este sitio verán las páginas completas con todos sus datos en vez de esta página.
fi: PhpGedView tuottaa hakumoottoreille automaattisesti pienemmät datatiedostot vähemmin linkein. Tieto rajoittuu lähiomaisiin ilman tietoa isovanhemmista tai lapsenlapsista. Useat raportit ja palvelinta runsaasti kuormittavat sivut kuten kalenteri, ovat hakurobottien ulottumattomissa.<br /><br />Mikäli hakurobotit pyrkivät sellaisille sivuille näytetään tämä sivu. Mikäli näet tämän tekstin ohjelma kuvittelee, että olet hakurobotti. Alla on luettelo niistä sivuista, joihin hakuroboteilla on pääsy, ja joilta on saatavissa pienempi datamäärä.<br /><br />Todelliset käyttäjät, jotka seuraavat hakumoottorien antamia linkkejä tälle sivustolle, näkevät koko sivut ja kaiken siinä olevan tiedon eivätkä tätä sivua.
pl: PhpGedView automatycznie pokazuje wyszukiwarkom pliki danych z mniejszą liczbą odnośników. Dane są ograniczone do pojedynczej osoby i jej najbliższej rodziny, bez informacji o dziadkach czy wnukach. Wiele raportów i stron intensywnie komunikujących się z serwerem, takich jak kalendarz, znajduje się poza zasięgiem wyszukiwarek.<br /><br />Próba przejścia przez wyszukiwarkę na jedną z takich stron spowoduje pokazanie tej strony. Jeśli widzisz ten komunikat, oznacza to, że system rozpoznaje cię jako wyszukiwarkę. Poniżej znajduje się lista stron z ograniczonymi danymi, do których przeglądarki mają dostęp.<br /><br />Prawdziwi użytkownicy korzystający z odnośników wygenerowanych przez wyszukiwarki zobaczą pełną wersję stron i danych, a nie tą stronę.

source: Home Page
da: Forside
pl: Strona główna

source: Manage Sites
ca: Gestió de llocs remots
da: Håndtér ekterne hjemmesider
es: Gestionar sitios
fi: Palvelimien ylläpito
he: נהל אתרים
nn: Oppsett for nettsteder
pl: Zarządzaj stronami

source: <b>Access Denied</b><br />You do not have access to this resource.
ca: <b>Accés Denegat</b><br />No teniu accés a aquest recurs.
da: <b>Ingen adgang!</b><br />Du har ikke adgang til denne del.
es: <b>Acceso denegado</b><br />No tiene permiso para acceder a este recurso.
fi: <b>Pääsy kielletty</b><br />Sinulla ei ole oikeutta tähän resurssiin.
he: <b>גישה נאסרה</b><br />אין לך גישה למשאב זה.
nn: <h3><b>Ingen adgang!</b></h3><br />Du har ikke tilgang til denne delen.
pl: <b>Brak dostępu</b><br />Nie masz uprawnień dostępu do tego zasobu.

source: This user name cannot edit this GEDCOM.
ca: Aquest usuari no té permís per editar aquest GEDCOM.
da: Denne bruger har ikke rettigheder til at ændre i slægtsdatabasen.
es: Este usuario no puede editar este GEDCOM.
fi: Tämä käyttäjätunnus ei voi muokata tätä GEDCOM-tiedostoa.
he: המשתמש לא יכול לערוך את הקובץ ה-GEDCOM הזה.
nn: Dette brukernavnet har ikke rettigheter til å endre denne slektsbase.
pl: Ten użytkownik nie może edytować tego pliku GEDCOM.

source: Invalid IP address.
ca: Adreça IP incorrecta.
da: Ugyldig IP-adresse.
es: Dirección IP inválida.
fi: Hylätäksesi palvelimen se on valittava.
he: כתובת IP שגויה.
nn: Ugyldig IP-adresse.
pl: Nieprawidłowy adres IP.

source: Failed to authenticate to remote site
ca: Falla la verificació del lloc remot
da: Kunne ikke logge ind på den eksterne hjemmeside
es: Falló la autenticación con el sitio remoto
fi: Etäsivustolle kytkeytyminen epäonnistui
he: האימות לאתר מרוחק נכשל
nn: Fikk ikke tilgang til eksternt nettsted
pl: Autoryzacja na zewnętrznej stronie nie powiodła się

source: Please do not leave remote site title or URL blank
ca: No deixeu el títol del lloc remot o l'URL en blanc
da: Lad venligst ikke URL (internetadresse) eller titlen på den eksterne hjemmeside være tom
es: Por favor, no deje en blanco ni el título del sitio remoto ni la URL
fi: Lisää myös joko etäsivuston nimi tai URL
he: נא לא להשאיר ריק את הכותרת או ה-URL של האתר המרוחק
nn: Tittel og URL til eksternt nettsted må fylles ut
pl: Podaj tytuł lub adres URL zewnętrznej strony.

source: The remote server could not be removed because its Connections list is not empty.
ca: El servidor remot no pot ser eliminat perquè la seva llista de connexions no és buida.
da: Serveren kunne ikke fjernes, da forbindelseslisten ikke er tom.
es: El servidor remoto no se pudo suprimir porque no está vacía su lista de conexiones.
fi: Etäpalvelinta ei voitu poistaa koska siihen on vielä yhteyksiä.
he: לא ניתן להסיר את השרת המרוחק משום שרשימת הקישורים שלו אינה ריקה.
nn: Fjerntjeneren kan ikke slettes fordi forbindelseslisten ikke er tom.
pl: Zdalny serwer nie może być usunięty ponieważ jego lista połączeń nie jest pusta.

source: The remote server could not be removed.
ca: No pot eliminar-se el servidor remot.
da: Serveren kunne ikke fjernes.
es: No se pudo suprimir el servidor remoto.
fi: Etäpalvelinta ei voinut poistaa.
he: לא ניתן להסיר את השרת המרוחק.
nn: Fjerntjeneren kunne ikke slettes.
pl: Zdalny serwer nie może być usunięty.

source: Hide Details
ca: Amaga els detalls
da: Skjul detaljer
es: Ocultar detalles
fi: Piilota yksityiskohdat
he: הסתר פרטים
nn: Skjul detaljer
pl: Ukryj szczegóły

source: Manually mark Search Engines by IP
ca: Entreu manualment Motors de Recerca pel llur IP
da: Markér manuelt IP-adresse som søgemaskiner
es: Identificar manualmente motores de búsqueda por IP
fi: Merkitse manuaalisesti hakukone IP-osoitteen mukaan
he: סמן ידנית מנועי חיפוש לפי IP
nn: Merk søkemaskiner manuelt ved IP
pl: Zaznacz ręcznie wyszukiwarki po IP

source: Delete
ca: Suprimeix
es: Suprimir
fi: Poista
he: מחק
nn: Slett
pl: Usuń

source: Remove
ca: Elimina
da: Fjern
es: Borrar
fi: Poista
he: הסר
nn: Fjern
pl: Usuń

source: Add
ca: Afegeix
da: Tilføj
es: Añadir
fi: Lisää
he: הוסף
nn: Legg til
pl: Dodaj

source: You may enter a comment here.
ca: Podeu introduir un comentari aquí.
da: Du kan indtaste en kommentar her.
es: Aquí puede introducir un comentario.
fi: Voit lisätä kommentin tähän.
he: כאן ניתן להכניס הערות.
pl: Tutaj można wprowadzić komentarz

source: Ban Sites by IP
ca: Rebutgeu llocs per llur IP
da: Udeluk hjemmesider ud fra IP-adresse
es: Excluir sitios por IP
fi: Hylätyt palvelimet
he: אסור אתרים לפי IP
nn: Bannlys nettsteder ved IP
pl: Zabroń dostępu dla stron po IP

source: Remote Servers
ca: Servidors remots
da: Tilføjede eksterne hjemmesider
es: Servidores remotos
fi: Lisätty etäpalvelimet
he: שרתים מרוחקים
nn: Eksterne nettsteder som er lagt til
pl: Zdalne serwery

source: Are you sure you want to delete this Source?
ca: Esteu segur que cal suprimir aquesta Font del fitxer GEDCOM?
da: Er du sikker på, at du vil slette denne kilde fra slægtsdatabasen?
es: ¿Seguro que quiere borrar esta fuente?
fi: Haluatko varmasti poistaa lähteen GEDCOM-tiedostosta?
he: האם באמת למחוק מקור זה?
nn: Er du sikker på at du vil slette denne kilden fra slektsbasen?
pl: Czy na pewno chcesz usunąć to źródło?

source: View Connections
ca: Mostra connexions
da: Vis forbindelser
es: Ver conexiones
fi: Näytä yhteydet
he: ראה קישורים
nn: Vis tilkoblinger
pl: Zobacz połączenia

source: Title:
ca: Títol:
da: Titel
es: Título:
fi: Nimike:
he: כותרת/תאור
nn: Tittel:
pl: Tytuł

source: Site URL/IP
ca: URL del lloc/IP
da: Hjemmesidens URL/IP-adresse
es: URL/IP del sitio
fi: URL/IP
he: URL/IP של האתר
nn: URL/IP til nettsted
pl: URL/IP strony

source: Database ID:
ca: ID de la Base de Dades:
da: GEDCOM-ID:
es: ID de la base de datos:
fi: GEDCOM ID-tunnus:
he: זיהוי מאגר נתונים:
nn: GEDCOM-ID:
pl: ID pliku GEDCOM:

source: Username
ca: Nom d'usuari
da: Brugernavn
es: Nombre usuario
fi: Tunnus
he: קוד משתמש
nn: Brukernavn
pl: Login

source: Add new site
ca: Habiliteu un nou servidor
da: Tilføj ny ekstern hjemmeside
es: Agregar nuevo sitio
fi: Lisää uusi palvelin
he: הוסף אתר
nn: Legg til nytt nettsted
pl: Dodaj nową stronę

source: Example:
ca: Exemple:
da: Eksempel:
es: Ejemplo:
fi: Esimerkki:
he: דוגמא:
nn: Eksempel:
pl: Przykład:

source: Password
ca: Contrasenya
da: Adgangskode
es: Contraseña
fi: Salasana
he: סיסמא
nn: Passord
pl: Hasło

source: Lifespan Chart
ca: Longevitat
da: Livsforløb diagram
es: Período de vida
fi: Elinkaarikaavio
he: תרשים תוחלת חיים
nn: Livslinjediagram
pl: Wykres długości życia

source: Person ID
ca: ID de la persona
es: ID de la persona
fi: Henkilön ID-tunnus
he: קוד זיהוי אישי
nn: Lokal-ID
pl: ID osoby

source: Include Immediate Family
ca: Inclou-hi familiars directes
da: Inkludér nærmeste familie
es: Incluir la familia inmediata
fi: Sisällytä ydinperhe
he: כלול משפחה קרובה
nn: Inkluder nærmeste familie
pl: Uwzględnij najbliższą rodzinę

source: Show Timeline chart
ca: Mostra l'escala cronològica
da: Vis tidslinjegraf
es: Mostrar cronograma
fi: Näytä aikajanakaavio
he: הראה תרשים קו הזמן
nn: Vis tidslinjediagram
pl: Pokaż wykres osi czasu

source: Speed
ca: Velocitat
da: Hastighed
es: Velocidad
fi: Nopeus
he: מהירות
nn: hastighet
pl: Prędkość

source: Begin Year
ca: Començant l'any
da: Start år
es: Año de comienzo
fi: Aloitusvuosi
he: שנת התחלה
nn: Første år
pl: Rok początkowy

source: End Year
ca: Acabant l'any
da: Slut år
es: Año de fin
fi: Lopetusvuosi
he: שנת סיום
nn: Siste år
pl: Rok końcowy

source: PLAC
ca: Lloc
da: Stednavn
es: Lugar
fi: Paikannimi
he: מקום
nn: Stedsnavn
pl: Miejsce

source: Clear Chart
ca: Buida el gràfic
da: Nulstil graf
es: Limpiar el diagrama
fi: Tyhjennä kaavio
he: נקה תרשים
nn: Nullstill diagram
pl: Wyczyść diagram

source: Unable to find record with ID
ca: Impossible trobar cap registre amb l'ID
da: Kan ikke finde posten med ID
es: Imposible encontrar un registro con el ID
fi: Ei löydy tietuetta, jonka ID on
he: לא נמצאת רשומה עם קוד זיהוי
nn: Kan ikke finne oppføringen med id
pl: Nie znaleziono wpisu o tym identyfikatorze

source: Changes successfully accepted into database
ca: S'han acceptat correctament els canvis a la base de dades
da: Godkendte ændringer er lagt i databasen
es: Modificaciones aceptadas con éxito en la base de datos
fi: Hyväksy tiedostomuutokset
he: השינויים עדכנו בהצלחה את מאגר הנתונים
nn: Godkjente endringer er lagt til databasen
pl: Zatwierdzanie zmian w bazie danych zostało zakończone pomyślnie.

source: This record has been marked for deletion upon admin approval.
ca: Aquest registre ha estat senyalat per a eliminar, pendent de l'autorització de l'administrador.
da: Denne post er afmærket til at blive slettet efter admin har godkendt det.
es: Este registro ha sido marcado para borrar si lo aprueba el administrador.
fi: Tämä tietue on merkitty ylläpitäjän hyväksymisen jälkeen poistettavaksi.
he: הרשומה הזאת סומנה למחיקה לאחר אישור המנהלן.
nn: Denne oppføringen er merket for sletting og venter på godkjenning av admin.
pl: Ten wpis został zaznaczony do usunięcia po zatwierdzeniu przez administratora.

source: Age
pl: Wiek

source: Hit Count:
ca: Compta-visites:
da: Antal visninger:
es: Número de accesos:
fi: Osumalaskuri:
he: ספירת פגיעות:
nn: Antall treff:
pl: Odwiedzin:

source: The information for this individual was linked from a remote site.
ca: La informació d'aquesta persona prové d'un lloc remot:
da: Informationen for denne person blev linket via en ekstern site.
es: La información de esta persona se vinculó desde un sitio remoto.
fi: Tämän henkilön tiedot on yhdistetty toisesta palvelusta.
he: נתוני אדם זה מקושרים מאתר מרוחק.
nn: Opplysninger om denne personen er hentet fra et eksternt nettsted.
pl: Dane tej osoby zostały dołączone ze zdalnej strony.

source: Installation Wizard
ca: Assistent d'instal·lació
da: Installationsguide
es: Ayudante de instalación
fi: Asennusvelho
he: אשף התקנה
nn: Installeringshjelp
pl: Kreator instalacji

source: Site is currently unavailable
ca: El lloc no està disponible
da: Webstedet er p.t ikke tilgængeligt
es: El sitio no está disponible en este momento
fi: Palvelu ei ole parhaillaan käytettävissä
he: האתר אינו זמין כרגע
nn: Nettstedet er for tiden utilgjengelig
pl: Strona jest obecnie niedostępna

source: Your current database configuration is bad. Please check your database connection parameters and configure again.
ca: La vostra configuració actual de la base de dades és incorrecta. Repasseu la connexió a la base de dades i configureu de nou.
da: Der er en fejl i indstillingerne til din database. Check de forskellige indstilloinger mht. opkobling til databasen og foretag de nødvendige ændringer.
es: Su configuración actual de la base de datos está mal. Por favor revise su conexión a la base de datos y configure de nuevo.
he: התצורה הנוכחית שלך של מסד הנתונים אינה מתאימה. נא בדוק את הפרמטרים של קישוריות מסד הנתונים ועצב מחדש.
nn: Det er feil i innstillingene til databasen din. Sjekk de ulike valgene for oppkobling til databasen og gjør nødvendige endringere.
pl: Błędna konfiguracja bazy danych. Sprawdź parametry połączenia z bazą danych i skonfiguruj ponownie.

source: Unable to add user. Please try again.
ca: Impossible afegir l'usuari. Torneu-ho a provar.
da: Bruger kan ikke oprettes. Gå tilbage og prøv igen.
es: No es posible agregar el usuario. Por favor, inténtelo nuevamente.
fi: Käyttäjää ei voida luoda. Ole hyvä ja yritä uudelleen.
he: לא ניתן להוסיף משתמש. נשא שנית .
nn: Bruker kan ikke opprettes. Gå tilbake og prøv på nytt.
pl: Nie można dodać użytkownika. Spróbuj ponownie.

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
da: De to adgangskoder er forskellige.
es: Las contraseñas no coinciden.
fi: Salasana ei täsmää.
he: הסיסמאות אינן מתאימות.
nn: De to passordene er forskjellige.
pl: Niepoprawne hasło.

source: Passwords must contain at least 6 characters.
ca: La contrasenya ha de tenir com a mínim 6 caràcters.
da: Adgangskoden skal indeholde mindst 6 tegn.
es: La contraseña debe tener al menos 6 caracteres .
fi: Salasanassa pitää olla vähintään 6 merkkiä.
he: אורך הסיסמא לפחות 6 תווים.
nn: Passordet må inneholde minst 6 tegn.
pl: Hasło musi zawierać przynajmniej 6 znaków.

source: *Your settings will not<br />be saved until step 6
ca: * La vostra configuració no <br /> es desarà fins al pas 6
da: *Dine indstillinger vil ikke<br />blive gemt før trin 6
es: Sus ajustes no se salvarán<br />hasta el paso 6
fi: *Asetuksesi eivät<br />tallennu ennen vaihetta 6
he: הגדרותיך לא ישמרו<br />עד שלב 6
nn: *Instillingene vil ikke<br />bli lagret før i steg 6
pl: *Twoje ustawienia<br />nie będą zapisane<br />dopóki nie ukończysz kroku 6.

source: Database Tables created successfully
ca: S'han generat correctamen les Taules de la Base de dades
da: Database tabeller oprettet korrekt
es: Se crearon con éxito las tablas de la base de datos
fi: Tietokantataulut on luotu.
he: טבלאות מאגר המידע נוצרו בהצלחה
nn: Databasetabeller er opprettet
pl: Tabele bazy danych zostały utworzone

source: Configuration saved successfully
ca: S'ha desat correctament la configuració
da: Konfiguration gemt korrekt
es: Se salvó con éxito la configuración
fi: Asetukset on tallennettu.
he: התצורה נשמרה בהצלחה
nn: Konfigurasjonen er lagret
pl: Konfiguracja zapisana pomyślnie

source: Download config.php
ca: Descarregueu-vos el config.php
es: Descargar config.php
fi: Lataa config.php koneeseesi
he: הורד config.php
nn: Last ned config.php
pl: Pobierz config.php

source: Next &gt;
ca: Següent &gt;
da: Næste &gt;
es: Siguiente &gt;
fi: Seuraava &gt;
he: &lt; הבא
nn: Neste &gt;
pl: następna >

source: &lt; Previous
ca: &lt; Anterior
da: &lt; Forrige
es: &lt; Anterior
fi: &lt; Edellinen
he: הקודם &gt;
nn: &lt; Forrige
pl: < poprzednia

source: Checking for errors...
ca: Cercant errors...
da: Undersøger for fejl...
es: Comprobando si hay errores...
fi: Tarkistetaan virheitä...
he: בודק שגיאות...
nn: Sjekker etter feil...
pl: Sprawdzanie serwera...

source: Checking required PHP version:
ca: Comprovació requereix PHP versió:
da: Undersøger krævet PHP version:
es: Comprobando la versión requerida de PHP:
fi: Tarkistetaan tarvittava PHP-versio:
he: בודק גרסת ה-PHP הנדרשת:
nn: Sjekker PHP-versjon som kreves:
pl: Sprawdzanie wymaganej wersji PHP:

source: Failed
ca: Error
da: Mislykket
es: Falló
fi: Epäonnistui
he: נכשל
nn: Feilet
pl: Test nie zaliczony

source: Checking for minimum database support:
ca: Comprovació del suport mínim per a la base de dades:
da: Undersøger minimum database understøttelse:
es: Comprobando las capacidades de base de datos:
fi: Tarkistetaan tietokannan vähimmäistuki:
he: בודק תמיכה מינימלית של מאגר מידע:
nn: Sjekker minimum database-støtte:
pl: Sprawdzanie wspieranych baz danych:

source: You do not have any of the supported database extensions.
ca: No disposeu de cap de les extensions suportades per la base de dades.
da: Du har ikke nogen af de understøttede database-udvidelser.
es: Vd. no tiene ninguna de las extensiones de base de datos que puede utilizar este programa.
fi: Sinulla ei ole tuettuja tietokantalaajennuksia.
he: אין לך אף אחת מהסיומות הנתמכות של מאגר המידע
nn: Du har ingen av de støttede databasetilleggene.
pl: Nie posiadasz żadnego z obsługiwanych rozszerzeń bazy danych.

source: Passed
ca: Aprovat
da: Bestået
es: Correcto
fi: Hyväksytty
he: עבר בהצלחה
pl: Test zaliczony

source: Checking for warnings...
ca: Comprovació de les advertències ...
da: Undersøger for advarsler...
es: Comprobando si hay deficiencias...
fi: Tarkistetaan varoituksia...
he: בודק אזהרות...
nn: Sjekker for advarsler...
pl: Sprawdzanie ograniczeń...

source: Checking for ability to change timelimit:
ca: Comprovació de la capacitat de canviar el límit de temps:
da: Undersøge for evnen til at ændre timelimit:
es: Comprobando si se puede cambiar el límite de tiempo:
fi: Tarkistetaan mahdollisuutta muuttaa aikarajoitusta:
he: בודק אפשרות לשנות הגבלת זמן:
nn: Undersøker muligheten for å endre tidsbegrensning:
pl: Sprawdzanie możliwości zmiany limitu czasu:

source: Unable to change time limit.
ca: No es pot canviar el límit de temps.
da: Kunne ikke ændre tidsbegrænsningen.
es: No se puede cambiar el límite de tiempo.
fi: Aikarajoitusta ei voi muuttaa.
he: לא ניתן לשנות את הגבלת הזמן.
nn: Ikke mulig å endre verdi for tidsbegrensning.
pl: Nie można zmienić limitu czasu.

source: You may not be able to run all functions on large databases with many individuals.
ca: És possible que no pugueu executar totes les funcions en les grans bases de dades amb moltes persones.
da: Du vil muligvis ikke kunne køre alle funktioner på store databaser med mange individer.
es: Quizá no pueda usar todas las funciones en grandes GEDCOMs con muchas personas.
fi: Et mahdollisesti voi käyttää kaikkia toimintoja suuressa, monta henkilöä sisältävässä tietokannassa.
he: יתכן ולא תוכל להריץ את כל הפונקציות על מאגרי מידע גדולים עם הרבה אנשים.
pl: Możesz nie być w stanie uruchomić wszystkich funkcji na dużych plikach GEDCOM z dużą ilością osób.

source: Your maximum time limit is
ca: El vostre límit de temps és
da: Din maksimum tidsbegrænsning er
es: Su límite máximo de tiempo es
fi: Pisin aikarajasi on
he: הגבלת הזמן המכסימלית שלך היא
nn: Din maksimale tidsbegrensning er
pl: Maksymalny limit czasu

source: Checking for ability to change memory limit:
ca: Comprovació de la capacitat de canviar el límit de memòria:
da: Undersøger evnen til at ændre hukommelsesbegræsning:
es: Comprobando si se puede cambiar el límite de memoria:
fi: Tarkistetaan mahdollisuutta muuttaa muistirajoitusta:
he: בודק אפשרות לשנות גודל הזיכרון
nn: Undersøker muligheten for å endre maks tillatt minne:
pl: Sprawdzanie możliwości zmiany limitu pamięci:

source: Unable to change memory limit.
ca: No es pot canviar límit de memòria.
da: Kunne ikke ændre hukommelses begrænsningen.
es: No se puede cambiar el límite de memoria.
fi: Muistirajoitusta ei voi muuttaa.
he: לא ניתן לשנות גודל הזיכרון.
nn: Ikke mulig å endre maks tillatt minne.
pl: Nie można zmienić limitu pamięci.

source: Your current memory limit is
ca: El vostre límit de memòria actual és
da: Din nuværende hukommelses begrænsning er
es: Su límite de memoria actual es
fi: Nykyinen muistirajoituksesi on:
he: גודל הזכרון הנוכחית שלך הוא
nn: Din minnebegresning er
pl: Obecny limit pamięci

source: Checking for ability to upload files:
ca: Comprovació de la capacitat per pujar arxius:
da: Undersøger evnen til at uploade filer:
es: Comprobando si se pueden subir archivos
fi: Tarkistetaan mahdollisuutta ladata tiedostoja palvelimelle:
he: בודק אפשרות להעלות קבצים:
nn: Undersøker muligheten for å laste opp filer:
pl: Sprawdzanie możliwości przesyłania plików:

source: Your maximum upload file size is:
ca: El volum màxim de càrrega per a un arxiu és de:
da: Din maksimum upload filstørrelse er:
es: El tamaño máximo de archivo que se puede subir es:
fi: Suurin ladattava tiedostokoko on:
he: הגודל המכסימלי של קובץ התקנה שלך הוא:
nn: Din største filstørrelse for opplastning av filer er:
pl: Maksymalny rozmiar przesyłanego pliku:

source: Checking for GD image library:
ca: Comprovació de la biblioteca d'imatges GD:
da: Søger efter GD billedrutiner:
es: Comprobando la biblioteca de tratamiento de imágenes GD:
fi: Tarkistetaan GD kuvakirjastoa:
he: בודק קיום ספריית GD לתמונות:
nn: Ser etter GD bildebehandlingsrutiner:
pl: Sprawdzanie biblioteki GD image:

source: You do not have the GD image library. You will not be able to automatically create image thumbnails.
ca: No disposeu de la biblioteca d'imatges GD. No podreu generar automàticament les miniatures d'imatges.
da: Du har ikke GD billedrutinerne. Du vil ikke være i stand til automatisk at lave billed-miniaturer.
es: Vd. no tiene la biblioteca de tratamiento de imágenes GD. No podrá crear automáticamente miniaturas para las imágenes.
fi: Sinulla ei ole GD kuvakirjastoa. Et voi automaattisesti luoda pienoiskuvia.
he: אין לך ספריית GD לתמונות. לא תוכל ליצור בצורה אוטומטית תמונות ממוזערות.
pl: Brak biblioteki GD image. Nie będzie można automatycznie tworzyć miniatur obrazów.
