Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: On this page you will find links to the configuration pages, administration pages, documentation, and log files.<br /><br /><b>Current Server Time:</b>, just below the page title, shows the time of the server on which your site is hosted. This means that if the server is located in New York while you're in France, the time shown will be six hours less than your local time, unless, of course, the server is running on Greenwich Mean Time (GMT). The time shown is the server time when you opened or refreshed this page.<br /><br /><b>WARNING</b><br />When you see a red warning message under the system time, it means that your <i>config.php</i> is still writeable. After configuring your site, you should, for <b>security</b>, set the permissions of this file back to read-only. You have to do this <u>manually</u>, since PhpGedView cannot do this for you.
ca: En aquesta pàgina hi ha enllaços cap a pàgines de configuració, administració, documentació i fitxers de registre.<br /><br /><b>Hora actual del servidor:</b> just sota el títol de la pàgina hi surt l'hora del servidor en el que s'allotja aquest lloc. Això fa que si el servidor és ubicat a New York i l'usuari a França, mostri sis hores menys que el temps local si no és que, òbviament, el servidor funcioni amb horari Greenwich Mean Time (GMT). El temps que surt és el que té el servidor al moment d'obrir o actualitzar la pàgina.<br /><br /><b>ATENCIÓ!</b><br />Quan surt un missatge d'avís en vermell sota l'hora del sistema, vol dir que el fitxer <i>config.php</i> té activat el permís d'escriptura. Desprès de configurar el lloc, per <b>seguretat</b>, cal tornar a posar els permisos d'aquest fitxer com a sols lectura. Cal fer-ho <u>manualment</u>. No podem encarregar-li al PhpGedView que ho faci per nosaltres.
da: På denne side vil du finde alle links til konfigurationssiderne, administration, dokumentation og log-filer.<dl><dt><b>Systemtid</b></dt><dd>Lige under overskriften på siden, vises dato og tid, som bliver hentet fra webserveren. Klokkeslættet er statisk, fordi den kun viser tidspunktet, da du åbnede denne side (eller reloadede den).</dd></dl><dl><dt><b>ADVARSEL:</b></dt><dd><i>Hvis du ser en melding i systemtiden, så betyder det, at filen <b>config.php</b> stadig er <b>skrivbar!</b><br />Efter at du har konfigureret dit program, bør du af <b>hensyn til sikkerheden</b>, sætte rettighederne til denne fil tilbage til kun læsbar (read-only).<br />Du må gøre det <b>manuelt</b>, da PhpGedView ikke kan gøre det for dig (i denne version).</i></dd></dl>Bortset fra valgene: LæsMig (Readme, brugerdokumentation og Log-fil, kan du få mere hjælp på de sider du vælger.
es: En esta página encontrará vínculos a las páginas de configuración, administración, documentación y archivos de registro.<br /><br />La <b>Hora actual del sistema:</b>, justo bajo el título de la página, muestra la hora del servidor en el que está alojado su sitio. Esto significa que si el servidor se encuentra en Nueva York y Vd. está en Francia, la hora mostrada parecerá estar atrasada seis horas, a menos, claro está, que el servidor esté funcionando en hora de Greenwich (GMT). La hora mostrara es la correspondiente al momento que se accedió o refrescó la página.<br /><br /><b>ATENCIÓN</b><br />Cuando vea un mensaje en rojo bajo la hora del sistema, significa que su archivo <i>config.php</i> todavía es modificable. Después de configurar su sitio debería, por razones de <b>seguridad</b>, establecer los permisos de este archivo como de sólo lectura. Deberá realizarlo <u>manualmente</u> ya que PhpGedView no puede hacerlo por Vd.
fi: Tällä sivulla ovat linkit asetussivuille, ylläpitosivuille, dokumentointiin ja lokisivuille.<br /><br /><b>Järjestelmäaika</b>, joka sijaitsee heti sivun otsikon alla, näyttää sivustoa ylläpitävän palvelimen aikaa. Näytettävä aika on palvelimen aika kun avasit tai päivitit sivun.<br /><br /><b>VAROITUS</b>Kun näet varoituksen järjestelmäajan alapuolella, merkitsee se sitä, että <b>config.php</b> on vielä muutettavissa! Kun olet konfiguroinut sivustosi, sinun tulisi <b>turvallisuussyistä</b> asettaa tämä tiedosto <b>vain luku-tilaan</b>. Tämä on tehtävä käsin, koska PhpGedView ei pysty sitä (vielä) automaattisesti tekemään.<br /><br />Linkkien "Lue minut", "Käyttäjäopas" ja "Lokitiedosto" lisäksi saa lisätietoa kyseisiltä sivuilta.
he: בדף הזה תמצא את כל הקישורים לדפי תצורה, ניהול, תעוד וקובצי log.<br /><br />הזמן הנוכחי של השרת:</b>, מתחת לכותרת הדף, תראה את הזמן של מחשב השרת שלך. שבו האתר שלך רץ. משמעות הדבר שאם השרת בניו יורק ואתה בצרפת, הזמן יהיה שש שעות פחות מזמן המקומי שלך, אלא, כמובן, אם השרת רץ עם זמן גריניץ' (Greenwich Mean Time - GMT). הזמן שמוצג הוא זמן פתיחת הדף או חידושו.<br /><br /><b>אזהרה</b><br />כאשר תראה הודעת אזהרה אדומה מתחת לזמן המערכת, משמעות הדבר שעדיין ניתן לכתוב על ה-<i>config.php</i> שלך. אחרי שתגדיר את תצורת האתר שלך, רצוי, מסיבות <b>ביטחון</b>, לשנות בחזרה את ההרשאה של קובץ זה לקריאה בלבד. עליך לבצע פעולה זו <u>ידנית</u>, משום ש-PhpGedView אינו יכול לבצע פעולה זו עבורך.
nn: På denne siden vil du blant annet finne alle valg for konfigurasjon, administrasjon, dokumentasjon og log-filer.<dl><dt><b>Systemtid</b></dt><dd>Rett under overskriften på siden, vises dato og tid som blir hentet fra vertsmaskinen til nettstedet ditt. Dette betyr at klokkeslettet kan være der vertsmaskinen er plassert (f.eks. England). Klokkeslettet er statisk fordi den kun viser tidspunktet da du åpnet denne siden (eller oppfrisket den).</dd></dl><dl><dt><b>ADVARSEL:</b></dt><dd><i>Dersom du ser en melding under systemtiden, så betyr det at filen <b>config.php</b> fortsatt er <b>skrivbar!</b><br />Etter at du har konfigurert programmet ditt, bør du av <b>hensyn til sikkerheten</b> til nettstedet ditt, sette rettighetene til denne filen tilbake til kun lesbar (read-only).<br />Du må gjøre dette <b>manuelt</b>, siden PhpGedView ikke kan gjøre dette for deg (i denne versjonen).</i></dd></dl>
pl: Na tej stronie znajdziesz odnośniki do stron konfiguracji, administracji, dokumentacji i plików loga.<br /><br /><b>Bieżący czas serwera:</b>, tuż pod tytułem strony, pokazuje czas serwera, na którym znajduje się twój serwis. Oznacza to, że jeśli serwer znajduje się w Nowym Jorku, podczas kiedy ty jesteś we Francji, pokazany czas będzie o sześć godzin wcześniejszy, niż twój czas lokalny, chyba że serwer jest ustawiony na czas uniwersalny (ang. Greenwich Mean Time, GMT). Czas jest sprawdzany w momencie, kiedy otworzono lub odświeżono tę stronę.<br /><br /><b>Ostrzeżenie</b><br />Jeśli widzisz czerwony komunikat ostrzeżenia pod czasem systemowym, oznacza to, że twój plik <i>config.php</i> nie jest zabezpieczony przed zapisem. Po zakończeniu konfiguracji należy ze względów <b>bezpieczeństwa</b> ustawić prawa tego pliku na tylko-do-odczytu. Musisz zrobić to <u>ręcznie</u>, PhpGedView nie ma takiej możliwości.

source: <b>HELP CONTENTS<br /><br />ADMINISTRATOR HELP ITEMS</b> added to the beginning of the list.
ca: <b>CONTINGUT DE L'AJUDA<br /><br />ADMINISTRADOR D'ENTRADES D'AJUDA</b> afegit al començament de la llista.
es: <b>CONTENIDO DE LA AYUDA<br /><br />TEMAS DE AYUDA DEL ADMINISTRADOR</b> agregados al comienzo de la lista.
fi: <b>OHJEEN SISÄLTÖ<br /><br />ADMINISTRATOR HELP ITEMS</b> added to the beginning of the list.
he: <b>תוכן העזרה<br /><br />פרטי העזרה למנהלן</b> התווספו לתחילת הרשימה.
nn: <b>Emner i hjelp<br /><br />Emner for Administrator</b> lagt til i begynnelsen av listen.
pl: <b>TREŚĆ POMOCY<br /><br />ELEMENTY POMOCY ADMINISTRATORA</b> zostały dodane na początek listy.

source: When this option box is checked, the «Close Relatives» tab will show date differences as follows:<br /><ul><li>birth dates of partners.<br />A negative value indicates that the second partner is older than the first.<br /><br /></li><li>marriage date and birth date of the first child.<br />A negative value here indicates that the child was born before the marriage date or that either the birth date or the marriage date is wrong.<br /><br /></li><li>birth dates of siblings.<br />A negative value here indicates that either the order of the children is wrong or that one of the birth dates is wrong.</li></ul>
ca: Quan hi ha aquesta opció marcada, la pestanya «Parents directes» mostra diferències entre dates d'aquesta manera:<br /><ul><li>dates de naixement dels cònjuges.<br />Un valor negatiu indica que la segona parella té més edat que la primera.<br /><br /></li><li>data de casament i data de naixement del primer fill.<br />Un valor negatiu indica que va néixer abans del casament o que aquesta data és incorrecta.<br /><br /></li><li>dates de naixements dels germans.<br />Un valor negatiu indica que l'ordre dels germans és incorrecte o que ho és alguna de les dates de naixement.</li></ul>
es: Si se marca esta casilla, la pestaña de «Familiares cercanos» mostrará las diferencias de fechas de la siguiente manera:<br /><ul><li>fechas de nacimientos de las parejas.<br />Un valor negativo indica que la segunda persona es mayor que la primera.<br /><br /></li><li>fecha de matrimonio y fecha de nacimiento del primer hijo.<br />Un valor negativo aquí indica que el hijo nació antes de la fecha de matrimonio o que alguna de las fechas está equivocada.<br /><br /></li><li>fechas de nacimiento de los hermanos.<br />Un valor negativo aquí indica que bien el orden de los hijos está equivocado o que una de las fechas de nacimiento lo está.</li></ul>
fi: Kun tämä valintaruutu on rastitettu «Lähisukulaiset»-välilehti näyttää päivämääräerotukset seuraavasti:<br /><ul><li>Partnerien syntymäajat.<br /> Negatiivinen arvo kertoo, että seuraava partneri on vanhempi kuin edellinen.<br /><br /></li><li>Vihkimispäivä ja ensimmäisen lapsen syntymäaika.<br />Negatiivinen arvo osoittaa, että lapsi syntyi ennen vihkimispäivää tai että joko syntymäaika tai vihkimisaika on väärä.<br /><br /></li><li>Lasten syntymäajat.<br />Negatiivinen arvo kertoo, että joko lasten järjestys on väärä tai joku lasten syntymäajoista on väärä.</li></ul>
he: כאשר האופציה הזו נבחרת, חוצץ «קרובי משפחה» יראה הפרשי תאריך כדלהלן:<br /><ul><li>תאריכי לידה של בני-זוג.<br />ערך שלילי מציין שבן-הזוג השני מבוגר מהראשון.<br /><br /></li><li>תאריך נישואין ולידה של הילד הראשון.<br />ערך שלילי כאן מציין שהילד נולד לפני תאריך הנישואין או שתאריך הנישואין או תאריך הלידה מוטעה.<br /><br /></li><li>תאריכי לידה של אחים.<br />ערך שלילי כאן מציין שסדר הילדים מוטעה או אחד מתאריכי הלידה שגוי.</li></ul>
pl: Gdy ta opcja jest zaznaczona w zakładce «Bliscy» zostanie pokazana różnica wieku pomiędzy:<br /><ul><li>datami urodzin małżonków.<br />Wartość ujemna wskazuje, że żona jest starsza od męża.<br /><br /></li><li>datą ślubu a urodzinami pierwszego dziecka.<br />Wartość ujemna wskazuje na to, że dziecko urodziło się przed ślubem lub, że podane daty są błędne.<br /><br /></li><li>datami urodzin dzieci.<br />Wartość ujemna wskazuje, że dzieci są wprowadzone w złej kolejności lub mają ustwione nieprawidłowe daty narodzin.</li></ul>

source: _GEDCOM: Administration page
ca: _GEDCOM: Pàgina d'administració
da: _GEDCOM: Siden Administration
es: _GEDCOM: Página de administración
fi: _GEDCOM: ylläpitosivu
he: _GEDCOM: דף ניהול
nn: _GEDCOM: Siden Administrasjon
pl: _GEDCOM: Strona zarządzania

source: _GEDCOM: Configure
ca: _GEDCOM: Configura
da: _GEDCOM: Konfigurere
es: _GEDCOM: Configurar
fi: _GEDCOM: konfiguroi
he: _GEDCOM: עצב
nn: _GEDCOM: Konfigurere
pl: _GEDCOM: Konfiguruj

source: _GEDCOM: Import
ca: _GEDCOM: Importa
da: _GEDCOM: Importere
es: _GEDCOM: Importar
fi: _GEDCOM: tuo
he: _GEDCOM: ייבא
nn: _GEDCOM: Importere
pl: _GEDCOM: Importuj

source: _GEDCOM: Upload
ca: _GEDCOM: Carrega
es: _GEDCOM: Grabar
fi: _GEDCOM: lataa palvelimelle
he: _GEDCOM: העלה
nn: _GEDCOM: Hente (upload)
pl: _GEDCOM: Wgraj

source: _GEDCOM: Validate
ca: _GEDCOM: Comprova
da: _GEDCOM: Check gyldighed
es: _GEDCOM: Validar
fi: _GEDCOM: varmenna
he: _GEDCOM: אמת
nn: _GEDCOM: Sjekke gyldighet
pl: _GEDCOM: Sprawdź poprawność

source: _GEDCOM: Convert ANSI to UTF-8
ca: _GEDCOM: Converteix ANSI a UTF-8
da: _GEDCOM: Konvertere ANSI til UTF-8
es: _GEDCOM: Convertir ANSI a UTF-8
fi: _GEDCOM: muunna ANSI-muodosta UTF-8-muotoon
he: _GEDCOM: הסב ANSI ל-UTF-8 - ליוניקוד
nn: _GEDCOM: Konvertere ANSI til UTF-8
pl: _GEDCOM: Konwertuj z ANSI do UTF-8

source: _GEDCOM: Privacy settings
ca: _GEDCOM: Paràmetres de privadesa
da: _GEDCOM: Privatlivsindstillinger
es: _GEDCOM: Opciones de Privacidad
fi: _GEDCOM: yksityisyysasetukset
he: _GEDCOM: הגדרת פרטיות
nn: _GEDCOM: Personvern-innstillinger
pl: _GEDCOM: Ustawienia prywatności

source: _User Administration
ca: _Administració d'usuaris
da: _Brugere og rettigheder
es: _Administración de Usuarios
fi: _GEDCOM: käyttäjien ylläpito
he: _ניהול משתמשים
nn: _Brukere og rettigheter
pl: _Zarządzanie użytkownikami

source: _Administration
ca: _Administració
es: _Administración
fi: _ylläpito
he: _ניהול
nn: _Administrasjon
pl: _Administracja

source: _GEDCOM: Media tool
ca: _GEDCOM: Eina multimèdia
da: _GEDCOM: Medieværktøj
es: _GEDCOM: Herramienta de objetos audiovisuales
fi: _GEDCOM: mediatyökalu
he: _GEDCOM: כלי מדיה
nn: _GEDCOM: MediaVerktøy
pl: _GEDCOM: Narzędzie dodawania multimediów

source: _GEDCOM: Change Individual ID to ...
ca: _GEDCOM: Canvia l'ID de la persona a...
da: _GEDCOM: Ændre ID for person(er) til ...
es: _GEDCOM: Cambiar el ID personal a ........
fi: _GEDCOM: muuta henkilön ID-tunnus
he: _GEDCOM: שנה קוד זיהוי אישי ל-...
nn: _GEDCOM: Endre ID til person(er) til ...
pl: _GEDCOM: Zmień identyfikator osoby na...

source: _Translator tools
ca: _Eines de traducció
da: _Sprogfiler
es: _Archivos de Idioma
fi: _kielitiedostot
he: _כלי מתרגם
nn: _Språk-filer
pl: _Narzędzia tłumacza

source: _Configure supported languages
ca: _Configura idiomes suportats
da: _Konfigurer understøttede sprog
es: _Configurar los idiomas contemplados
fi: _Konfiguroi tuettuja kieliä
he: _עצב את השפות הנתמכות
nn: _Oppsett for støttede språk
pl: _Konfiguruj dostępne języki

source: _User Information migrate (Index --&gt;&gt; SQL)
da: _Bruger Information flet sammen (Index --&gt;&gt; SQL)
es: _Migración de Información de Usuarios (Índice --&gt;&gt; SQL)
fi: _käyttäjätiedon muunnos (Indeksi -->> SQL)
he: _הסבת נתוני משתמשים (SQL &lt;&lt;-- אינדקס)
nn: _Konvertering (SQL <<-->> Index)
pl: _Migrator informacji o użytkownikach (Index -->> SQL)

source: _PhpGedView backup
ca: _Còpia de seguretat PhpGedView
es: _Copia de seguridad PhpGedView
fi: Käyttäjätietojen varmuuskopio
he: _גיבוי PhpGedView
nn: _PhpGedView sikkerhetskopi
pl: _Kopia zapasowa PhpGedView

source: _FAQ List: Edit
ca: _Llista preguntes més freqüents: Edita
da: _FAQ liste: Rediger
es: _Preguntas Frecuentes: Modificar
fi: _UKK-luettelo: muokkaa
he: _רשימת FAQ: ערוך
pl: _Lista FAQ: Edytuj

source: _Configure PhpGedView
ca: _Configura el PhpGedView
da: _PhpGedView indstillinger
es: _Configurar PhpGedView
fi: _konfiguroi PhpGedView
he: _עצב PhpGedView
pl: _Konfiguruj PhpGedView

source: _GEDCOM: Add vs Upload
ca: _GEDCOM: Afegir vs Carregar
da: _GEDCOM: Tilføje kontra uploade
es: _GEDCOM: Añadir contra Grabar
fi: _GEDCOM: vertaa lisää - lataa palvelimelle
he: _GEDCOM: הוסף לעומת העלה
nn: _GEDCOM: Legg til kontra Hente (upload)
pl: _GEDCOM: Dodawanie a wgrywanie

source: _GEDCOM: Configuration file
ca: _GEDCOM: Fitxer de configuració
da: _GEDCOM: Konfigurationsfil
es: _GEDCOM: Archivo de configuración
fi: _GEDCOM: asetustiedosto
he: _GEDCOM: קובץ תצורה
nn: _GEDCOM: Konfigurasjonsfil
pl: _GEDCOM: Plik konfiguracyjny

source: _GEDCOM: Default
ca: _GEDCOM: Per defecte
da: _GEDCOM: Standard
es: _GEDCOM: Por omisión
fi: _GEDCOM: oletus
he: _GEDCOM: ברירת מחדל
nn: _GEDCOM: Standard
pl: _GEDCOM: Domyślny

source: _GEDCOM: Delete
ca: _GEDCOM: Elimina
da: _GEDCOM: Slette
es: _GEDCOM: Borrar
fi: _GEDCOM: poista
he: _GEDCOM: מחק
nn: _GEDCOM: Slette
pl: _GEDCOM: Usuń

source: _GEDCOM: Add
ca: _GEDCOM: Afegeix
da: _GEDCOM: Tilføj
es: _GEDCOM: Añadir
fi: _GEDCOM: lisää
he: _GEDCOM: הוסף
nn: _GEDCOM: Legg til
pl: _GEDCOM: Dodaj

source: _GEDCOM: Create new
ca: _GEDCOM: Creen un de nou
da: _GEDCOM: Oprette ny
es: _GEDCOM: Crear nuevo
fi: _GEDCOM: luo uusi
he: _GEDCOM: בנה חדש
nn: _GEDCOM: Lage ny
pl: _GEDCOM: Twórz nowy

source: _GEDCOM: Download
ca: _GEDCOM: Descarrega
es: _GEDCOM: Grabar
fi: _GEDCOM: lataa omalle koneelle
he: _GEDCOM: הורד
nn: _GEDCOM: Laste ned (download)
pl: _GEDCOM: Pobierz

source: Alphabetical Index
pl: Spis alfabetyczny
