Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: _DEAT_GGCH
ca: Defunció d'un/a besnét/a
da: Oldebarns død
es: Defunción de un bisnieto
fi: Lapsenlapsen lapsen kuolema
he: פטירת שלש/ה
nn: Dødsfall til et oldebarn
pl: Śmierć prawnuka/prawnuczki

source: _DEAT_GGPA
ca: Defunció d'un besavi
da: Oldeforælders dødsfal
es: Defunción de un bisabuelo
fi: Iso-isovanhemman kuolema
he: פטירת סבא רבא/סבתא רבתא
nn: Dødsfall til en av oldeforeldrene
pl: Śmierć pradziadka/prababci

source: _DEAT_GPAR
ca: Defunció d'un/a avi/a
da: Bedsteforælders dødsfald
es: Defunción de un abuelo
fi: Isovanhemman kuolema
he: פטירת סבא/סבתא
nn: Dødsfall til en av besteforeldrene
pl: Śmierć babci/dziadka

source: _DEAT_HSIB
ca: Defunció d'un/a germanastre/a
da: Halvsøskendes dødsfald
es: Defunción de un medio hermano
fi: Puolisisaruksen kuolema
he: פטירת אח/ות למחצה
nn: Dødsfall til et halvsøsken
pl: Śmierć brata przyrodniego/siostry przyrodniej

source: _DEAT_MSIB
ca: Defunció d'un oncle/tieta matern/a
da: En moders søskendes dødsfald
es: Defunción de un tío materno
fi: Äidin sisaruksen kuolema
he: פטירת אח/אחות האם
nn: Dødsfall til en av morens søsken
pl: Śmierć brata/siostry matki

source: _DEAT_NEPH
ca: Defunció d'un nét o néta
da: Nevø eller nieces dødsfal
es: Defunción de un sobrino o una sobrina
fi: Sisaruksen lapsen kuolema
he: פטירת אחיין/אחיינית
nn: Dødsfall til et søskenbarn
pl: Śmierć siostrzeńca/bratanka lub siostrzenicy/bratanicy

source: _DEAT_SIBL
ca: Defunció d'un/a germà/na
da: Søskendes dødsfald
es: Defunción de un hermano
fi: Sisaruksen kuolema
he: פטירת אח/ות
nn: Dødsfall: en av søsknene
pl: Śmierć brata/siostry

source: _DEAT_SPOU
ca: Defunció del cònjuge
da: Ægtefælles dødsfald
es: Defunción de un cónyuge
fi: Puolison kuolema
he: פטירת בן/בת זוג
nn: Dødsfall til ektefelle
pl: Śmierć współmałżonka

source: _DEG
ca: Grau
da: Akademisk grad
es: Grado
fi: Tutkinto
he: דרגה
nn: Akademisk grad
pl: Stopień

source: _DETS
ca: Defunció d'un Cònjuge
da: Ægtefælles død
es: Defunción de un cónyuge
fi: Puolison kuolema
he: מוות של אחד מבני הזוג
nn: Ektefelles død
pl: Śmierć jednego z małżonków

source: _EMAIL
ca: Correu electrònic
da: E-mail adresse
es: Correo electrónico
fi: Sähköpostiosoite
he: דואר אלקטרוני
nn: E-post-adresse
pl: Adres email

source: _EYEC
ca: Color d'ulls
da: Øjenfarve
es: Color de ojos
fi: Silmien väri
he: צבע עיניים
nn: Øyefarge
pl: Kolor oczu

source: _FA1
ca: Esdeveniment: Matrimoni
da: Fakta 1
es: Acontecimiento 1
fi: Fakta 1
he: עובדה 1
nn: Fakta 1
pl: Fakt 1

source: _FA2
ca: Esdeveniment 2
da: Fakta 2
es: Acontecimiento 2
fi: Fakta 2
he: עובדה 2
nn: Fakta 2
pl: Fakt 2

source: _FA3
ca: Esdeveniment 3
da: Fakta 3
es: Acontecimiento 3
fi: Fakta 3
he: עובדה 3
nn: Fakta 3
pl: Fakt 3

source: _FA4
ca: Esdeveniment 4
da: Fakta 4
es: Acontecimiento 4
fi: Fakta 4
he: עובדה 4
nn: Fakta 4
pl: Fakt 4

source: _FA5
ca: Esdeveniment 5
da: Fakta 5
es: Acontecimiento 5
fi: Fakta 5
he: עובדה 5
nn: Fakta 5
pl: Fakt 5

source: _FA6
ca: Esdeveniment 6
da: Fakta 6
es: Acontecimiento 6
fi: Fakta 6
he: עובדה 6
nn: Fakta 6
pl: Fakt 6

source: _FA7
ca: Esdeveniment 7
da: Fakta 7
es: Acontecimiento 7
fi: Fakta 7
he: עובדה 7
nn: Fakta 7
pl: Fakt 7

source: _FA8
ca: Esdeveniment 8
da: Fakta 8
es: Acontecimiento 8
fi: Fakta 8
he: עובדה 8
nn: Fakta 8
pl: Fakt 8

source: _FA9
ca: Esdeveniment 9
da: Fakta 9
es: Acontecimiento 9
fi: Fakta 9
he: עובדה 9
nn: Fakta 9
pl: Fakt 9

source: _FA10
ca: Esdeveniment 10
da: Fakta 10
es: Acontecimiento 10
fi: Fakta 10
he: עובדה 10
nn: Fakta 10
pl: Fakt 10

source: _FA11
ca: Esdeveniment 11
da: Fakta 11
es: Acontecimiento 11
fi: Fakta 11
he: עובדה 11
nn: Fakta 11
pl: Fakt 11

source: _FA12
ca: Esdeveniment 12
da: Fakta 12
es: Acontecimiento 12
fi: Fakta 12
he: עובדה 12
nn: Fakta 12
pl: Fakt 12

source: _FA13
ca: Esdeveniment 13
da: Fakta 13
es: Acontecimiento 13
fi: Fakta 13
he: עובדה 13
nn: Fakta 13
pl: Fakt 13

source: _FAMC_EMIG
ca: Emigració dels pares
da: Forældres emigrering
es: Emigración de los padres
fi: Vanhempien maastamuutto
he: הגירת הורים
nn: Foreldrenes emigrasjon
pl: Emigracja rodziców

source: _FAMC_RESI
ca: Residència dels pares
da: Forældre bosted
es: Residencia de los padres
fi: Vanhempien asuinpaikka
he: מגורי הורים
nn: Foreldrenes bosted
pl: Miejsce zamieszkania rodziców

source: _FNRL
ca: Funeral
da: Begravelse
es: Funeral
fi: Hautajaiset
he: הלוויה
nn: Bisettelse
pl: Pogrzeb

source: _FREL
ca: Enllaç amb el Pare
da: Relation til far
es: Relación con el padre
fi: Suhde isään
he: קשר אל אבא
nn: Tilknytning til far
pl: Związek z ojcem

source: _GEDF
ca: Fitxer GEDCOM
da: GEDCOM-fil
es: Archivo GEDCOM
fi: GEDCOM-tiedosto
he: קובץ GEDCOM
nn: GEDCOM-fil
pl: Plik GEDCOM

source: _HAIR
ca: Color dels cabells
da: Hårfarve
es: Color de pelo
fi: Hiusten väri
he: צבע שיער
nn: Hårfarve
pl: Kolor włosów

source: _HEIG
ca: Alçada
da: Højde
es: Altura
fi: Pituus
he: גובה
nn: Høyde
pl: Wzrost

source: _HNM
ca: Hebrew Name
da: Hebræisk navn
es: Nombre hebreo
fi: Heprealainen nimi
he: שם עברי
nn: Hebraisk navn
pl: Nazwisko hebrajskie

source: _HOL
ca: Holocaustre
da: Holocaust
es: Holocausto
fi: Holokausti
he: שואה
nn: Holocaust
pl: Holokaust

source: _INTE
ca: Enterrat
da: Urnenedsættelse
es: Entierro
fi: Hautaaminen
he: קבור
nn: Urnenedsettelse
pl: Pochowany(a)

source: _MARB_CHIL
ca: Amonestacions d'un fill/a
da: Lysning af et barns bryllup
es: Amonestaciones de un hijo
fi: Lapsen avioliittoon kuuluttaminen
he: הודעת נישואין של בן/בת
nn: Lysning av ekteskap til barn
pl: Zapowiedzi przedmałżeńskie dziecka

source: _MARB_COUS
ca: Amonestacions d'un cosí germà
da: Lysning af en fætter eller kusines bryllup
es: Amonestaciones de un primo hermano
fi: Serkun avioliittoon kuuluttaminen
he: הודעת נישואין של דודן/דודנית מדרגה ראשונה
nn: Lysning av ekteskap til en tremenning
pl: Zapowiedzi przedmałżeńskie pierwszego kuzyna/kuzynki

source: _MARB_FAMC
ca: Amonestacions dels pares
da: Lysning af forældres bryllup
es: Amonestaciones de los padres
fi: Vanhempien avioliittoon kuuluttaminen
he: הודעת נישואין של הורים
nn: Lysning av foreldrenes ekteskap
pl: Zapowiedzi przedmałżeńskie rodziców

source: _MARB_FATH
ca: Amonestacions del pare
da: Lysning af en fars bryllup
es: Amonestaciones del padre
fi: Isän avioliittoon kuuluttaminen
he: הודעת נישואין של האב
nn: Lysning av ekteskap til faren
pl: Zapowiedzi przedmałżeńskie ojca

source: _MARB_FSIB
ca: Amonestacions d'un oncle patern
da: Lysning af en fars søskendes bryllup
es: Amonestaciones de un tío paterno
fi: Isän sisaruksen avioliittoon kuuluttaminen
he: הודעת נישואין של אח/ות האב
nn: Lysning av ekteskap for en av farens søsken
pl: Zapowiedzi przedmałżeńskie brata/siostry ojca

source: _MARB_GCHI
ca: Amonestacions d'un nét
da: Lysning af et barnebarns bryllup
es: Amonestaciones de un nieto
fi: Lapsenlapsen avioliittoon kuuluttaminen
he: הודעת נישואין של נכד/ה
nn: Lysning av ekteskap for et barnebarn
pl: Zapowiedzi przedmałżeńskie wnuka/wnuczki

source: _MARB_GGCH
ca: Amonestacions d'un besnét
da: Lysning af et oldebarns bryllup
es: Amonestaciones de un bisnieto
fi: Lapsenlapsen lapsen avioliitton kuuluttaminen
he: הודעת נישואין של שלש/ה
nn: Lysning av ekteskap til et oldebarn
pl: Zapowiedzi przedmałżeńskie prawnuka

source: _MARB_HSIB
ca: Amonestacions d'un germanastre
da: Lysning af en halvsøskendes bryllup
es: Amonestacions de un medio hermano
fi: Puolisisaruksen avioliittoon kuuluttaminen
he: הודעת נישואין של אח/ות למחצה
nn: Lysning av ekteskap til et halvsøsken
pl: Zapowiedzi przedmałżeńskie brata przyrodniego/siostry przyrodniej

source: _MARB_MOTH
ca: Amonestacions de la mare
da: Lysning af en mors bryllup
es: Amonestaciones de la madre
fi: Äidin avioliittoon kuuluttaminen
he: הודעת נישואין של האם
nn: Lysning av morens ekteskap
pl: Zapowiedzi przedmałżeńskie matki

source: _MARB_MSIB
ca: Amonestacions d'un oncle matern
da: Lysning af en mors søskendes bryllup
es: Amonestaciones de un tío materno
fi: Äidin sisaruksen avioliittoon kuuluttaminen
he: הודעת נישואין של אח/ות האם
nn: Lysning av ekteksp for en av morens søsken
pl: Zapowiedzi przedmałżeńskie brata/siostry matki

source: _MARB_NEPH
ca: Amonestacions d'un nebot o neboda
da: Lysning af en nevø eller nieces bryllup
es: Amonestaciones de un sobrino o una sobrina
fi: Sisaruksen lapsen avioliittoon kuuluttaminen
he: הודעת נישואין של אחיין/אחיינית
nn: Lysning av ekteskap for et søskenbarn
pl: Zapowiedzi przedmałżeńskie siostrzeńca/bratanka lub siostrzenicy/bratanicy

source: _MARB_SIBL
ca: Amonestacions d'un germà
da: Lysning af en søskendes bryllup
es: Amonestaciones de un hermano
fi: Sisaruksen avioliittoon kuuluttaminen
he: הודעת נישואין של אח/ות
nn: Lysning av ekteskap til et søsken
pl: Zapowiedzi przedmałżeńskie brata/siostry

source: _MARI
ca: Petició de matrimoni
da: Ægteskabsintention
es: Proposición de matrimonio
fi: Avioliittoaikomus
he: כוונת נישואין
nn: Ekteskaps-intensjon
pl: Zapowiedzi

source: Use this field to signal that this media item is the highlighted or primary item for the person it is attached to. The highlighted image is the one that will be used on charts and on the Individual page.
ca: Feu servir aquest camp per a senyalar que aquesta imatge és la principal o de la persona a la que l'esteu vinculat. És la que es farà servir als caixetins i a la pàgina de la persona.
da: Brug dette felt til at angive at dette billede (mediefil) er hovedbilledet for den person, det er knyttet til. Hovedbilledet er det, der bliver anvendt i slægtstræer og på siden med personoplysninger for den pågældende person.
es: Utilice este campo para indicar que este objeto audiovisual es el resaltado o primario para la persona a la que está adjunto. La imagen resaltada es la que se utilizará en los diagramas y en la página de la persona.
fi: Käytä tätä kenttää osoittamaan, että tämä mediaobjekti on kyseisen henkilön ensisijainen tai korostettu objekti. Korostettua kuvaa käytetään henkilösivun kaavioiden yhteydessä.
he: השתמש בשדה זה כדי לסמן שפריט המדיה הזה מודגש או העיקרי עבור האדם אליו הוא מחובר. התמונה העיקרית היא התמונה שמשתמשים בה בתרשימים ובדף האישי.
nn: Bruk dette feltet for å angi at denne mediafilen er hovedfilen for personen det er knyttet til. Hovedbildet er det som blir brukt i diagram og på faktasiden til personen.
pl: To pole określa, czy dany obiekt multimedialny jest wyróżniony dla osoby, do której jest przypisany. Wyróżniony obiekt pojawia się na diagramach i stronie o osobie.

source: _MARNM_SURN
ca: Cognom de casada
da: Tilgiftet efternavn
es: Apellido de casada
fi: Aviosukunimi
he: שם משפחה לאחר הנישואין
nn: Etternavn som gift
pl: Nazwisko po ślubie

source: _MARR_CHIL
ca: Casament d'un/a fill/a
da: Barns Ægteskab
es: Matrimonio de un hijo
fi: Lapsen avioliitto
he: נישואי בן/בת
nn: Ekteskap til barn
pl: Ślub dziecka

source: _MARR_COUS
ca: Casament d'un/a cosí/na germà/na
da: Fætter eller kusines ægteskab
es: Matrimonio de un primo hermano
fi: Serkun avioliitto
he: נישואי דודן/דודנית מדרגה ראשונה
nn: Ekteskap til en tremenning
pl: Ślub pierwszego kuzyna/kuzynki

source: _MARR_FAMC
ca: Casament dels pares
da: Forældres ægteskab
es: Matrimonio de los padres
fi: Vanhempien avioliitto
he: נישואי הורים
nn: Foreldrenes ektekskap
pl: Ślub rodziców

source: _MARR_FATH
ca: Casament del pare
da: Faders ægteskab
es: Matrimonio del padre
fi: Isän avioliitto
he: נישואי אב
nn: Ekteskap til faren
pl: Ślub ojca

source: _MARR_FSIB
ca: Casament d'un oncle patern
da: Faders søskendes ægteskab
es: Matrimonio de un tío paterno
fi: Isän sisaruksen avioliitto
he: נישואי אח/ות האב
nn: Ekteskap til en av farens søsken
pl: Ślub brata/siostry ojca

source: _MARR_GCHI
ca: Casament d'un/a nét/a
da: Barnebarns Ægteskab
es: Matrimonio de un nieto
fi: Lapsenlapsen avioliitto
he: נישואי נכד/ה
nn: Ekteskap til et barnebarn
pl: Ślub wnuka/wnuczki

source: _MARR_GGCH
ca: Casament d'un/na besnét/ta
da: Oldebarns bryllup
es: Matrimonio de un bisnieto
fi: Lapsenlapsen lapsen avioliitto
he: נישואי שלש/ה
nn: Ekteskap til et oldebarn
pl: Ślub prawnuka/prawnuczki

source: _MARR_HSIB
ca: Casament d'un/a germanastre/a
da: Halvsøskendes ægteskab
es: Matrimonio de un medio hermano
fi: Puolisisaruksen avioliitto
he: נישואי אח/ות למחצה
nn: Ekteskap til et halvsøsken
pl: Ślub brata przyrodniego/siostry przyrodniej

source: _MARR_MOTH
ca: Casament de la mare
da: Moders ægteskab
es: Matrimonio de la madre
fi: Äidin avioliitto
he: נישואי אם
nn: Morens ekteskap
pl: Ślub matki

source: _MARR_MSIB
ca: Casament d'un oncle/tieta matern/a
da: En moders søskendes ægteskab
es: Matrimonio de un tío materno
fi: Äidin sisaruksen avioliitto
he: נישואי אח/ות האם
nn: Ekteskap til en av morens søsken
pl: Ślub brata/siostry matki

source: _MARR_NEPH
ca: Casament d'un nét o néta
da: Nevø eller nieces ægteskab
es: Matrimonio de un sobrino o una sobrina
fi: Sisaruksen lapsen avioliitto
he: נישואי אחיין/אחיינית
nn: Ekteskap til et søskenbarn
pl: Ślub siostrzeńca/bratanka lub siostrzenicy/bratanicy

source: _MARR_SIBL
ca: Casament d'un/a germà/na
da: Søskendes ægteskab
es: Matrimonio de un hermano
fi: Sisaruksen avioliitto
he: נישואי אח/ות
nn: Ekteskap til et søsken
pl: Ślub brata/siostry

source: _MBON
ca: Compromís matrimonial
da: Ægteskabsløfte
es: Lazo matrimonial
fi: Aviollinen side
he: קשר נישואין
nn: Ekteskapsgaranti
pl: Intercyza

source: _MDCL
ca: Metge
da: Helbredsoplysninger
es: Médico
fi: Lääketieteellinen
he: רפואי
nn: Helse
pl: Służba medyczna

source: _MEDC
ca: Condició mèdica
da: Helbredstilstand
es: Estado médico
fi: Terveydellinen tila
he: מצב רפואי
nn: Helsetilstand
pl: Stan zdrowia

source: _MEND
ca: Casament, fi de situació
da: Ægteskab slut status
es: Final del matrimonio
fi: Avioliiton lopputilanne
he: מעמד סיום נישואין
nn: Ekteskap slutt-status
pl: Status na końcu małżeństwa

source: _MILI
ca: Militar
da: Militærtjeneste
es: Militar
fi: Sotilaallinen
he: צבא
nn: Milit&oelig;rtjeneste
pl: Służba wojskowa

source: _MILT
ca: Servei Militar
da: Militærtjeneste
es: Servicio Militar
fi: Asepalvelus
he: שרות צבאי
nn: Militærtjeneste
pl: Służba wojskowa

source: _MREL
ca: Enllaç amb la Mare
da: Relation til mor
es: Relación con la madre
fi: Suhde äitiin
he: קשר אל אמא
nn: Tilknytning til mor
pl: Związek z matką

source: _MSTAT
ca: Inici d'estatus matrimonial
da: Ægteskab start status
es: Comienzo del matrimonio
fi: Avioliiton alkutilanne
he: מעמד תחילת נישואין
nn: Ekteskap start-status
pl: Status na początku małżeństwa

source: _NAME
ca: Nom de correu
da: Navn på postmodtager
es: Nombre de correo
fi: Postinimi
he: שם למשלוח דואר
nn: Navn på postmottager
pl: Nazwisko adresowe

source: _NAMS
ca: Homònim
es: Tocayo/a
fi: Kaima
he: נקרא על שם
nn: Navnesak
pl: Imiennik

source: _NLIV
ca: No és viu
da: Lever ikke
es: Fallecido
fi: Ei elossa
he: לא בחיים
nn: Lever ikke
pl: Nie żyje

source: _PRMN
ca: Número Permanent
da: Permanent nummer
es: Número fijo
fi: Pysyvä numero
he: מספר קבוע
nn: Permanent nummer
pl: Stały numer

source: _SCBK
ca: Àlbum de retalls
da: Scrap bog
es: Libreta de notas
fi: Leikekirja
he: אלבום הדבקות
nn: Utklippsbok
pl: Kronika

source: _SSHOW
ca: Presentació de diapositives
da: Slide show
es: Presentación
fi: Kuvasarjaesitys
he: מצגת שקופיות
nn: Lysbildeframvining
pl: Pokaz slajdów

source: _STAT
ca: Situació matrimonial
da: Civil status
es: Estado civil
fi: Aviosääty
he: מעמד נישואין
nn: Sivilstatus
pl: Stan cywilny

source: _SUBQ
ca: Versió breu
da: Kort version
es: Versión corta
fi: Lyhyt versio
he: גרסה קצרה
nn: Kortversjon
pl: Wersja skrócona

source: This option lets you override the usual selection for a thumbnail image.<br /><br />The GEDCOM has a configuration option that specifies whether PhpGedView should send the large or the small image to the browser whenever the current page requires a thumbnail. The &laquo;Always use main image?&raquo; option, when set to <b>Yes</b>, temporarily overrides the setting of the GEDCOM configuration option, so that PhpGedView will always send the large image. You cannot force PhpGedView to send the small image when the GEDCOM configuration specifies that large images should always be used.<br /><br />PhpGedView does not re-size the image being sent; the browser does this according to the page specifications it has also received. This can have undesirable consequences when the image being sent is not truly a thumbnail where PhpGedView is expecting to send a small image. This is not an error: There are occasions where it may be desirable to display a large image in places where one would normally expect to see a thumbnail-sized picture.<br /><br />You should avoid setting the &laquo;Always use main image?&raquo; option to <b>Yes</b>. This choice will cause excessive amounts of image-related data to be sent to the browser, only to have the browser discard the excess. Page loads, particularly of charts with many images, can be seriously slowed.
ca: Aquest camp us permet rebutjat la selecció habitual de la imatge emprada per al retrat miniatura. Normalment no caldrà aquesta opció tota vegada que PhpGedView crearà automàticament miniatures de mida apropiada cada cop que es carrega una imatge.<br /><br />Podeu fer-la servir per assegurar-vos que la imatge en qüestió es veurà amb suficient detall quan la miniatura tingui poca resolució. Tanmateix, com que podeu polsar sobre la miniatura per a veure la imatge a mida real, aquesta opció no és gaire adient.<br /><br />Quan es posa a <b>Si</b>, el PhpGedView farà servir aquesta imatge, independentment de llur volum, per comptes del retrat miniatura. No es fa cap comprovació del volum de la imatge, si no té una mida miniatura, el resultat por resultar sorprenent.
da: Dette er et PhpGedView specifikt felt, som giver dig mulighed for at angive, at det er det miniaturebillede, der skal anvendes i slægtstræer, selvom et miniaturebillede ikke findes for originalbilledet.
es: Esta opción le permite modificar la selección habitual de imagen miniatura.<br /><br />Cada GEDCOM tiene una opción de configuración que especifica si PhpGedView de be enviar la imagen grande o la pequeña al navegador cada vez que la página necesite una miniatura. La opción &laquo;¿Usar siempre la imagen principal?&raquo;, si se fija a <b>Sí</b>, modifica temporalmente el ajuste de la opción de configuración del GEDCOM, de modo que PhpGedView siempre enviará la imagen grande. No puede hacer que PhpGedView envíe la imagen pequeña si la configuración del GEDCOM especifica que siempre deban usarse las imágenes grandes.<br /><br />PhpGedView no cambia el tamaño de la imagen enviada; el navegador lo hace según las especificaciones de la página que ha recibido. Esto puede tener consecuencias indeseables si la imagen enviada no es de verdad una miniatura si PhpGedView espera enviar una imagen pequeña. Esto no es un error: Algunas veces puede ser deseable mostrar una imagen grande en lugares es que normalmente habría una imagen de tamaño miniatura.<br /><br />Debería evitar fijar la opción &laquo;¿Usar siempre la imagen principal?&raquo; a <b>Sí</b>. Este ajuste causará el envío de un detalle excesivo de las imágenes al navegador que éste tendrá que descartar. Las descarga de las páginas, especialmente los diagramas con muchas imágenes, puede verse muy ralentizada.
fi: Tämä kenttä antaa sinun korvata tavallisen pienoiskuvan. Sinun ei yleensä tarvitse käyttää tätä vaihtoehtoa, sillä PhpGedView luo oikean kokoisen pienoiskuvan aina kun lähetät kuvan.<br /><br /> Voit käyttää tätä valintaa varmistaaksesi, että kuva näyttää riittävän tarkalta silloin kun pienoiskuvasta puuttuu yksityiskohtia. Koska pienoiskuvan klikkaaminen tuo näkyviin täysikokoisen kuvan, tästä valinnasta tuskin on iloa. <br /><br /> Kun tämä valinta on <b>Kyllä</b>, PhpGedView käyttää kyseistä kuvaa sen koosta rippumatta, aina kun pienoiskuvaa pyydetään. Kuvan kokoa ei tarkisteta; mikäli se ei ole pienoiskuvakokoa, näyttö voi aiheuttaa yllätyksiä.
he: הבחירה מאפשר דריסה של הבחירה הרגילה של תמונה מזערית.<br /><br />ל-GEDCOM יש אפשרות תצורה אשר מפרטת אם PhpGedView ישלח תמונה גדולה או קטנה לדפדפת בכל פעם שדף מנוכחי דורש תמונה מזערית. אופצית &laquo;השתמש תמיד בתמונה הראשית?&raquo; עם ערך <b>כן</b>, דורסת זמנית את ההגדרה של תצורת ה-GEDCOM, כך ש-PhpGedView שולח תמיד את התמונה הגדולה. לא ניתן להכריח את PhpGedView לשלוח תמונה קטנה כאשר תצורת GEDCOM מגדירה שיש תמיד להשתמש בתמונות גדולות.<br /><br />PhpGedView אינו משנה את הגודל של התמונה הנשלחת; הדפדפן עושה את זה לפי הגדרות הדף שהוא מקבל. לדבר זה יכולים להיות תוצאות בלתי רצויות כאשר התמונה הנשלחת אינה באמת תמונה מזערית ו-PhpGedView מצפה לשלוח תמונה קטנה. דבר זה אינו שגיאה: יש מצבים שיתכן שרצוי להציג תמונה גדולה במקום שבד"כ מצפים לראות תמונה בגודל מזערי.<br /><br />רצוי להימנע מלהגדיר אופצית &laquo;השתמש תמיד בתמונה הראשית?&raquo; כ<b>כן</b>. הבחירה גורמת לשליחת כמויות מיותרות של נתונים הקשורים לתמונות לדפדפן, ואח"כ על הדפדפן להשליך את העודף. יתכן שטעינת הדפים, במיוחד תרשימים עם הרבה תמונות, יואט בצורה רצינית.
nn: Dette er et felt spesielt for PhpGedView som gir deg mulighet til å angi at det er hoved-miniatyrbildet som skal brukes i diagram der det ikke finnes et miniatyrbilde for originalbilde.
pl: Ta opcja pozwala na pominięcie standardowego wyboru miniaturki obrazu.<br /><br />GEDCOM posiada opcję konfiguracji, która określa, czy PhpGedView powinno wysłać duży lub mały obrazek do przeglądarki za każdym razem, gdy aktualna strona wymaga miniaturki. Opcja &laquo;Zawsze używać głównego obrazu?&raquo; z ustawioną wartością <b>Tak</b>, tymczasowo nadpisuje ustawienia konfiguracyjne GEDCOM, aby PhpGedView wyświetliło zawsze duży obraz. Nie możesz narzucić PhpGedView wyświetlania małych obrazów, gdy konfiguracja GEDCOM określa, że powinny być wykorzystywane duże obrazy.<br /><br />PhpGedView nie zmienia rozmiarów wyświetlanych obrazów, czyni to przeglądarka w zależności od specyfikacji otrzymanej strony. Może to mieć niepożądane skutki, gdy wyświetlany obraz nie jest naprawdę miniaturką, a PhpGedView zamierza wyświetlić mały obrazek. To nie jest błąd: W niektórych przypadkach może być pożądane, aby wyświetlić duży obraz w miejscach, gdzie oczekiwane są miniatury.<br /><br />Należy unikać ustawiania opcji &laquo;Zawsze używać głównego obrazu?&raquo; na wartość <b>Tak</b>. Ten wybór może spowodować nadmierne ilości danych związanych z obrazem, który ma zostać wysłany do przeglądarki. Szybkość wyświetlania strony, szczególnie wykresów z wieloma obrazami, może być poważnie spowolniony.

source: _TODO
ca: Fer Ítem
da: Udestående gøremål
es: Pendiente de hacer
fi: Työlistalla
he: משימות
nn: Utestående gjøremål
pl: Do zrobienia

source: _TYPE
ca: Tipus de multimèdia
da: Medietype
es: Tipo de objeto
fi: Mediatyyppi
he: סוג מדיה
nn: Media-type
pl: Rodzaj mediów

source: _UID
ca: Identificador Universal
da: Universal ID
es: Identificador universal
fi: Yleistunniste
he: מזהה בלעדי גלובלי
nn: Universell ID
pl: Globalny uniwersalny identyfikator

source: _URL
ca: Web URL
da: URL (internet adresse)
es: Dirección URL
fi: Verkko-osoite URL
nn: URL (internett-adresse)
pl: Adres URL

source: _WEIG
ca: Pes
da: Vægt
es: Peso
fi: Paino
he: משקל
nn: Vekt
pl: Waga

source: _YART
ca: Yartzeit
da: Yartzeit (Jødisk fødselsdag)
es: Aniversario de defunción
fi: Jortsait
he: יום השנה
nn: Yartzeit Jødisk fødselsdag
pl: Jorcajt

source: __BRTM_CHIL
ca: Circumcisió d'un fill
da: Et barns religiøse omskæring
es: Brit mila de un hijo
fi: Lapsen Brit mila
he: ברית מילה של בן
nn: Barns Brit Mila
pl: Obrzezanie dziecka

source: __BRTM_COUS
ca: Circumcisió d'un cosí germà
da: En fætters religiøse omskæring
es: Brit mila de un primo hermano
fi: Serkun Brit mila
he: ברית מילה של דודן מדרגה ראשונה
nn: Brit Mila for en tremenning
pl: Obrzezanie kuzyna/kuzynki

source: __BRTM_FSIB
ca: Circumcisió d'un oncle patern
da: En fars søskenes religiøse omskæring
es: Brit mila de un tío paterno
fi: Isän sisaruksen Brit mila
he: ברית מילה של אח האב
nn: Brit Mila for en av farens søsken
pl: Obrzezanie wuja/ciotki
