Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Multi-letter combinations that are to be treated as a single distinct letter when sorting lists of names and titles in this language.<br /><br />Some languages, Hungarian and Slovak for example, consider certain combinations of letters to be distinct letters in their own right. The order in which you specify these letter combinations determines the order in which they are inserted into the normal alphabet during sorting. This is important when several multi-letter combinations have the same first letter. Except for <b>ch</b>, these letter combinations are inserted into the normal alphabet according to their first letter. <b>ch</b> is always inserted after <b>h</b>.
ca: Combinacions multi-caràcters que cal tractar com a una sola lletra i diferent quan s'ordenin les llistes de noms i títols en aquest idioma.<br /><br />Alguns idiomes, l'hongarès i l'eslovac per exemple, consideren una determinada cadena de lletres com a lletres diferents amb el seu propi significat. L'ordre en el que especifiqueu aquestes cadenes de lletres determina l'ordre en el que s'inseriran a l'alfabet normal durant la ordenació. És important quan diverses combinacions de caràcters tenen la mateixa inicial. Excepte per la <b>ch</b>, aquestes combinacions s'inseriran dins de l'alfabet normal d'acord amb llur inicial. La <b>ch</b> va sempre desprès de la <b>h</b>.
es: La combinaciones multi-letras que deban tratarse como una sola letra al clasificar las listas de nombres y títulos en este idioma.<br /><br />Algunos idiomas, húngaro y eslovaco por ejemplo, consideran que ciertas combinaciones de letras son letras distintas por sí mismas. El orden en que se especifican estas combinaciones de letras determina el orden en que se insertan en el alfabeto normal durante la clasificación. Esto es importante cuando varias combinaciones multi-letra empiezan por la misma letra. Salvo el caso de <b>ch</b>, estas combinaciones de letras se insertan en el alfabeto normal según su primera letra. <b>ch</b> siempre se inserta detrás de <b>h</b>.
nn: Multi-bokstav-kombinasjoner som skal behandles som en distinkt bokstav når sortering av lister med navn og titler i dette språket. <br /> <br /> Noen språk, ungarsk og slovakisk for eksempel vurdere visse kombinasjoner av bokstaver som egne bokstavene i seg selv. Rekkefølgen du angir disse bokstavkombinasjoner bestemmer rekkefølgen de er satt inn i normal alfabetisk under sortering. Dette er viktig når flere multi-bokstavs-kombinasjoner har samme første bokstav. Unntatt <b> ch </ b>, disse bokstav kombinasjoner er satt inn i normal alfabetisk etter deres første bokstav. <b> ch </ b> er alltid satt inn etter <b> h </ b>. <br />
pl: Kombinacje znaków, które mają być traktowane jako pojedyncza, osobna litera podczas sortowania list imion, nazwisk, nazw i tytułów w tym języku.<br /><br />W niektórych językach, takich jak węgierski i słowacki, pewne kombinacje znaków stanowią osobne litery alfabetu. Kolejność, podania tych kombinacji będzie odzwierciedlać kolejność, w której zostaną wstawione do alfabetu podstawowego podczas sortowania. Ma to znaczenie w przypadku, gdy kilka kombinacji zaczyna się tą samą literą. Za wyjątkiem <b>ch</b>, kombinacje znaków zostaną wstawione do alfabetu podstawowego według ich pierwszej litery. <b>ch</b> będzie zawsze wstawione po <b>h</b>.

source: Multi-letter equivalents
ca: Equivalències de grups de lletres
es: Equivalencias de letras múltiples
fi: Usean merkin yhtäläisyydet
he: תוים שהם ריבוי אותיות
nn: Flerbokstavsvarianter
pl: Odpowiedniki wieloznaków

source: <center>--- This is a general help text for multiple pages ---</center>
ca: <center>--- Aquest és un text general d'ajuda per a múltiples pàgines ---</center>
da: <center>--- Dette er en generel hjælpetekst for flere sider ---</center>
es: <center>--- Esto es un texto de ayuda general para múltiples páginas ---</center>
fi: <center>--- Tämä on yleistä useita sivuja koskeva lisäinfo ---</center>
he: <center>--- טכסט עזרה כללי עבור דפים מרובים ---</center>
nn: <center>--- Dette er en generell hjelpetekst for flere sider ---</center>
pl: <center>--- To jest ogólna pomoc dla wielu stron ---</center>

source: When you entered here for the first time, you already had some blocks on this page. If you like, you can customize this My Page.<br /><br />When you click this link you will be taken to a form where you can add, move, or delete blocks. More explanation is available on that form.
da: Da du kom ind på denne side første gang, havde du allerede nogle rammer på siden.<br />Hvis du ønsker det, kan du tilpasse denne side efter dine egne ønsker/behov.<br />Ved at klikke på dette link, vil du få et nyt vindue op med et skema, hvor du kan tilføje, slette eller flytte på rammer.<br />Mere forklaring kan findes i skemaet.
pl: Kiedy wejdziesz tu po raz pierwszy, na tej stronie będą umieszczone już pewne bloki. Jeśli chcesz, możesz dostosować tą stronę portalu do własnych potrzeb.<br /><br />Po kliknięciu na ten odnośnik zobaczysz formularz, na którym możesz dodawać, przesuwać lub usuwać bloki. Więcej wyjaśnień znajdziesz na tym formularzu.

source: In order to access My Page, you must be a registered user on the system. On My Page you can bookmark your favorite people, keep a user journal, manage messages, see other logged in users, and customize various aspects of PhpGedView pages.<br /><br />Enter your User name and Password in the appropriate fields to login to MyGedView.
da: <center><b>Siden <i>Min GedView Portal</i> er kun tilgængelig for <i>registrerede brugere</i>.</b><br /><br />I <b><i>Min GedView Portal</i></b> kan du lave dine egne genveje til favoritpersoner,<br />notere i din notatblok, sende meddelelser, se loggen for andre brugere<br />eller skræddersy din egen opsætning af PhpGedView.<br /><br />Hvis du har et brugernavn og en adgangskode, så log dig ind i felterne nedenfor.</center />
pl: Aby uzyskać dostęp do strony Mój portal, musisz być użytkownikiem zarejestrowanym w systemie. Na stronie Mój portal możesz umieszczać zakładki do ulubionych osób, prowadzić dziennik, zarządzać wiadomościami, widzieć innych zalogowanych użytkowników i dostosowywać wiele aspektów stron PhpGedView do własnych potrzeb.<br /><br />Wpisz swój login i hasło w odpowiednie pola aby się zalogować.

source: You can use this journal to write notes or reminders for your own use. When you make such a note, it will still be there the next time you visit the site.<br /><br />These notes are private and will not be visible to others.
ca: Podeu fer servir aquest dietari per escriure-hi notes o recordatoris per a ús propi. Quan confeccioneu una nota la tindreu aquí el proper cop que visiteu el lloc.<br /><br />Com que les notes son privades, no poden veure-les els altres usuaris.
da: Du kan bruge denne notesblok til at skrive kommentarer (eller huskesedler) til eget brug.<br />Naturligvis vil notatet også være der næste gang du besøger siden.<br /><br />Disse notater vil ikke være synlige for andre.
es: Puede utilizar este diario para escribir notas o recordatorios para su propio uso. Si escribe una nota, seguirá ahí la próxima vez que visite el sitio.<br /><br />Estas notas son privadas y no serán visibles a otros.
fi: Voit käyttää tätä päiväkirjaa muistiinpanojen (tai muistutusten) kirjoittamiseen omaan tarpeeseesi.<br />Muistiinpanot säilyvät seuraaviin käynteihisi sivustolla.<br /><br />Nämä muistiinpanot eivät näy muille.
he: תוכל להשתמש ביומן זה כדי לכתוב הערות או תזכורות לשימושך האישי. כאשר תכין הערה, היא תהיה עדיין שם בפעם הבאה שתבקר באתר.<br /><br />ההערות הללו הן פרטיות ואחרים לא יוכלו לראות אותם.
nn: Du kan bruke denne notatblokken til å skrive kommentarer (eller huskelapper) for eget bruk.<br />Selvsagt vil notatet også være der neste gang du besøker siden.<br /><br />Disse notatene vil ikke være synlige for andre.
pl: Z dziennika możesz korzystać do prowadzenia notatek lub zapisywania przypomnień na własny użytek. Wprowadzone notatki będą tam nadal, kiedy ponownie odwiedzisz serwis.<br /><br />Notatki są prywatne i nie będą widoczne dla innych.

source: The Welcome block shows you:<ul><li>The current GEDCOM file</li><li>The date and time</li><li>Links to:<ul><li>My Account</li><li>My Pedigree</li><li>My Individual Record</li><li>Customize My Page</li></ul></li></ul><br /><b>Note:</b><br />You will see the links to <b>My Indi</b> and <b>My Pedigree</b> only if you are known to the current GEDCOM file. You might have a record in one GEDCOM file and therefore see the <b>My Indi</b> and <b>My Pedigree</b> links, while in another GEDCOM file you do not have a record and consequently these links are not displayed.
da: <dt>Denne velkomstramme viser dig:</dt><dd>- Den aktive slægtsdatabase</dd><dd>- Dato og klokkeslæt</dd><dd>- Links til:</dd><dd> - - Min Konto</dd><dd>- - Mit anetræ (se PS under)</dd><dd>- - Mig selv (se PS under)</dd><dd>- - Tilpas <em>Mine Sider</em></dd><br /><b>PS !</b> Du vil kun kunne se links til "Mig selv" og "Mit anetræ" , hvis du er registreret i den aktive slægtsdatabase.<br />Derfor vil du kunne se disse links i nogle af slægtsdatabaserne, mens i andre, hvor du ikke er registreret, vil du ikke kunne se disse links...
pl: Blok powitania wyświetla:<ul><li>Bieżący plik GEDCOM</li><li>Datę i godzinę</li><li>Odnośniki do:<ul><li>Moje konto</li><li>Mój rodowód</li><li>Moje dane</li><li>Dostosuj portal</li></ul></li></ul><br /><b>Uwaga:</b><br />Odnośniki do <b>Mój Indi</b> i <b>Mój rodowód </b> zobaczysz tylko, jeśli występujesz w bieżącym pliku GEDCOM. Jeśli w aktualnym pliku GEDCOM znajduje się wpis z twoimi danymi, wówczas zobaczysz odnośniki <b>Mój Indi</b> i <b>Mój rodowód</b>, zaś jeśli nie masz w nim swojego wpisu, te odnośniki nie pojawią się.

source: Name List
ca: Llistat de Noms
da: Navneliste
es: Lista de nombres
fi: Nimiluettelo
he: רשימת שמות
nn: Navneliste
pl: Lista nazwisk

source: This box will display either a surname list or a complete name list. In both cases all surnames will start with the initial letter that you clicked in the Alphabetical index, unless you clicked <b>ALL</b>.<br /><br />Whether you will see a surname list or the complete name list depends on the status of the <b>Skip/Show Surname Lists</b> link.
ca: Tant pot mostrar una llista de cognoms com una de complerta amb noms i cognoms. En ambdós casos tots els cognoms començaran per la inicial activada a l'índex alfabètic, si és que no heu polsat <b>Tots</b>.<br /><br />Que vegeu una mena de llista o l'altra depèn de l'estat de l'enllaç <b>Salta't/Mostrar el llistat de cognoms</b>.
da: Denne tabel vil enten vise en liste med efternavne eller en udvidet navneliste.<br />I begge tilfælde vil alle efternavnene starte med det samme bogstav, som du klikker på i den alfabetiske række. Naurligvis gælder det ikke, hvis du klikket på "ALLE"<br /><br />Hvis du kun ønsker at se en liste med kun efternavne eller en udvidet liste, afhænger af status på linket nedenunder boksen.
es: Esta caja mostrará o una lista de apellidos o una lista completa de nombres. En ambos casos todos los apellidos comenzarán con la inicial sobre la que hizo clic en el índice alfabético, a menos que lo hiciera sobe <b>TODOS</b>.<br /><br />Si se muestra una lista de apellidos o una lista completa de nombres depende del estado del vínculo <b>Ocultar/Mostrar Listas de Apellidos</b>
fi: Tämä ruutu näyttää joko sukunimiluettelon tai luettelon täydellisistä nimistä.<br />Kummassakin tapauksessa sukunimiluettelo alkaa sillä kirjaimella, jota klikkasit aakkosluettelossa, ellet klikannut "KAIKKI".<br /><br />Riippuen ruudun alla olevan linkin tilasta, näytetään joko sukunimiluettelo tai luettelo täydellisistä nimistä.
he: התיבה מציגה רשימת שמות משפחה או שמות מלאים. בשני המקרים כל שמות המשפחה מתחילים באות שלחצת באינדקס האותיות, ובלבד שלא לחצת על <b>הכל</b>.<br /><br />אם אתה רואה רשימת שמות משפחה או רשימה שלמה תלוי במצב הקישור <b>הראה/הסתר רשימת שמות משפחה</b> מתחת לתיבה.
nn: Denne tabellen vil enten vise en liste med etternavn eller en utvidet navneliste.<br />I begge tilfeller vil alle etternavnene start med den samme bokstaven som du klikket på i den alfabetiske indeksen. Selvsagt gjelder ikke det dersom du klikket på "ALLE"<br /><br />Om ser en liste med kun etternavn eller en utvidet liste, avhenger om du har klikket på linken under boksen.
pl: W tym miejscu pojawia się lista samych nazwisk lub nazwisk wraz z imionami. W obu przypadkach wszystkie nazwiska będą zaczynać się na literę wybraną ze spisu alfabetycznego, chyba, że wybrano opcję <b>WSZYSTKIE</b>.<br /><br />To, czy zobaczysz listę nazwisk, czy też nazwisk wraz z imionami, zależy od statusu odnośnika <b>Pomiń / Pokaż listę nazwisk</b>.

source: In some languages the surname should be displayed first instead of the default to display it last. Enabling this option will display the surname first. Hungarian, Chinese, and Japanese are examples where the surname (the family name) is usually given first.
ca: En alguns idiomes el cognoms ha de precedir el nom per comptes del que hi ha fixat per defecte que és que el cognom surti al darrera. Activant aquesta opció sortirà primer el cognom. Hongaresos, xinesos i japonesos son exemples on el cognom (nom de la família) es posa primerament.
da: I nogle sprog bør efternavnet vises først i stedet for som normalt sidst. Ved at aktivere dette valg vil efternavnet blive vist først.
es: En algunos idiomas el apellido debería mostrarse delante del nombre, en lugar del modo por omisión en que se muestra en último lugar. Activando esta opción el apellido se mostrará primero. Húngaro, chino y japonés son ejemplos en los que el apellido (el nombre de familia) suele colocarse primero.
nn: I noen språk bør etternavnet vises først i stede for som vanlig på slutten. Ved å aktivere dette valget vil etternavnet bli vist først.
pl: W niektórych językach nazwisko powinno być wyświetlane na początku, a nie - jak jest domyślnie - na końcu. Włączenie tej opcji spowoduje wyświetlanie nazwiska na początku. Przykładami języków, w których nazwisko zwykle znajduje się na początku, są węgierski, chiński i japoński.

source: As an admin user you can create the directory structure you require to keep your media files organized. Creating directories from this page ensures that the thumbnail directories are created as well as creating a suitable index.php in each directory.<br /><br />Click on this link to enter the name of the directory you wish to create.
ca: L'administrador pot crear l'estructura de directoris que calgui per emmagatzemar organitzadament els fitxers multimèdia. Fent-ho des d'aquesta pàgina hom assegura que les carpetes d'imatges miniaturitzades es creen correctament i es genera tal com cal, un index.php de cada directori.<br /><br />Polseu aquest enllaç per entrar el nom del directori que vulgueu crear.
da: Som en administrator kan du oprette den mappestruktur du har behov for, for at få styr på dine mediefiler. Ved at oprette mapper via denne side, sikrer du at der bliver oprettet undermapper til miniaturebilleder, og at der oprettes en tilhørende index.php i hver mappe.<br /><br />Klik på denne valgmulighed for at angive navnet på den mappe, du ønsker at oprette.
es: Como administrador, puede crear la estructura de directorios que requiera para mantener sus archivos audiovisuales organizados. Crear los directorios desde esta página garantiza que los directorios para miniaturas se crean también, además de crear un archivo index.php en cada directorio.<br /><br />Haga clic en este vínculo para introducir el nombre del directorio que desea crear.
fi: Ylläpito-oikeuksilla sinun on mahdollista luoda kansiorakenne, jolla mediatiedostot pysyvät järjestyksessä. Luomalla kansiot tältä sivulta varmistetaan, että pienoiskuvakansio luodaan ja että kuhunkin kansioon luodaan sopiva index.php.<br /><br />Klikkaa tätä linkkiä nähdäksesi tekstikentän, johon voit syöttää luotavan kansion nimen.
he: כמשתמש אדמיניסטראטור תוכל ליצור מבנה תיקיות לפי הצורך, כדי לשמור את קובצי המדיה בצורה מסודרת. יצירת תיקיות בדף הזה מבטיחה שהתיקיות של התמונות המזעריות נוצרות עבור כל תיקייה וש-index.php מתאים נוצר בכל תיקייה.<br /><br />לחץ על הקישור כדי להכניס את שם התיקייה שתרצה ליצור.
nn: Som en administrator kan du opprette den mappestrukturen du trenger for å ha orden på media-filene dine. Ved å lage mapper fra denne siden, sikrer at det blir lagd undermapper for miniatyrbilder og at opprettet tilhørende index.php i hver mappe.<br /><br />Klikk på dette valget for å angi navnet på den mappen som du ønsker å lage.
pl: Jako administator możesz tworzyć strukturę katalogów potrzebną do organizowania plików z multimediami. Tworzenie katalogów na tej stronie daje gwarancję, że zostaną jednocześnie utworzone katalogi dla miniaturek oraz odpowiedni plik indeksowy (index.php) dla każdego katalogu.<br /><br />Kliknij na ten odnośnik aby wprowadzić nazwę nowego katalogu.

source: Source language
ca: Idioma font
da: Kildesprog
es: Nuevo idioma
fi: Lähdekieli
he: שפת המקור
nn: Språk i kildefilene
pl: Pierwszy język

source: From this list box you can select the language whose messages you want to compare with those of another language.<br /><br />All changes and additions to language files are first made to the <b>English</b> language files, so you would normally select English as one of the languages to compare.
ca: De la llista d'aquest caixetí en podeu seleccionar l'idioma quins textos voleu comparar amb els d'un altre.<br /><br />Tots els canvis i addicions als fitxers d'idioma es fan primerament en l'idioma <b>anglès</b>, per això normalment heu de seleccionar l'anglès com un dels idiomes a comparar.
da: I denne drop down liste kan du vælge det sprog, hvis meddelelser du ønsker at sammenligne med et andet sprog.<br /><br />Alle ændringer og tilføjelser til sprogfilerne udføres først på de <b>Engelske</b> sprogfiler, så du vil normalt vælge at sammenligne med de engelske.
es: En esta lista puede seleccionar el idioma cuyos mensajes desea comparar con los de otro idioma.<br /><br />Todos los cambios y adiciones a los archivos de idioma se hacen primero en los archivos del idioma <b>Inglés</b>, así que normalmente seleccionaría inglés como uno de los idiomas con los que comparar.
fi: Kielitiedostojen vertailutyökalu >> <b>Lähdekieli</b><br /><br />Tästä pudotusvalikosta voit valita sen kielen, jonka haluat lähteeksi verrataksesi sitä toiseen kieleen.<br /><br />Kaikki muutokset ja lisäykset tehdään ensin <b>englanninkieliseen</b> kielitiedostoon.
nn: Her kan du velge det språket som skal være utgangspunktet for å sammenligne mot et annet språk.<br /><br />Alle endringer og tillegg i språkfilene er først gjort i de <b>engelske</b> språkfilene, slik at til vanlig vil engelsk være valget her.
pl: Z tej listy możesz wybrać język, który chcesz porównać do drugiego języka.<br /><br />Wszelkie zmiany i dodatki do plików językowych pojawiają się najpierw w <b>angielskich</b> plikach językowych, więc zwykle jednym z porównywanych języków jest angielski.

source: In this box you have to type your first name.<br /><br />We need your first and last names to determine whether you qualify for an account at this site, and what your rights should be. These names will be visible to other logged-in family members and users.
ca: En aquest caixetí heu d'escriure-hi el vostre nom de pila.<br /><br />Ens cal el nom i cognoms per determinar si esteu qualificat per a demanar un compte a aquest lloc i si hi teniu dret. El nom serà visible per a altres usuaris i membres de la família que estiguin accedint.
da: I dette felt kan du angive dit fornavn.<br /><br />Vi skal bruge dit fornavn og efternavn for at afgøre om du opfylder betingelserne for at få en brugerkonto, og hvilke rettigheder du skal have. Navnene vil være synlige for andre familiemedlemmer og brugere, der er logget ind.
es: In este campo debe introducir su nombre de pila.<br /><br />Necesitamos su nombre y apellidos para determinar si cumple las condiciones para obtener una cuenta en este sitio y cuáles deben ser sus derechos de acceso. Estos nombres serán visibles a otros parientes y usuarios identificados del sitio.
fi: Tähän kenttään kirjoitat etunimesi<br /><br />Meidän on tiedettävä etu- ja sukunimesi, jotta voimme päätellä voitko saada käyttäjätilin tähän palveluun ja mitä oikeuksia sinulle voi antaa. Nimet näkyvät muille kirjautuneille perheenjäsenille ja käyttäjille
he: עלך להקליד בתיבה זו את השם הפרטי שלך.<br /><br />אנחנו זקוקים לשמך הפרטי ולשמך המשפחה כדי לקבוע אם אתה זכאי לקוד משתמש באתר, ואיזה זכויות לתת למשתמש שלך. את השמות האלה יראו בני משפחה ומשתמשים אחרים כאשר הם מחוברים.
nn: I dette feltet må du oppgi fornavnet ditt.<br /><br />Vi trenger både fornavn og etternavn for å finne ut om du kan få en konto på dette nettstedet, og hvilke rettigheter du skal få. Heløe navnet vil også bli vist til andre innloggede familiemedlemmer og brukere.
pl: W to pole należy wpisać swoje imię.<br /><br />Musimy znać twoje imię i nazwisko aby móc sprawdzić, czy jesteś odpowiednim kandydatem do otrzymania konta na tej stronie i jakie prawa dostępu należy ci przydzielić. Imię i nazwisko będzie widoczne dla innych zalogowanych członków rodziny i użytkowników.

source: In this box you have to type your last name.<br /><br />We need your first and last names to determine whether you qualify for an account at this site, and what your rights should be. These names will be visible to other logged-in family members and users.
ca: En aquest caixetí heu d'escriure-hi els vostres cognoms.<br /><br />Ens cal el nom i cognoms per determinar si esteu qualificat per a demanar un compte a aquest lloc i si hi teniu dret. El nom serà visible per a altres usuaris i membres de la família que estiguin accedint.
da: I dette felt kan dy skrive dit efternavn.<br /><br />Vi skal bruge dit fornavn og efternavn for at afgøre om du opfylder betingelserne for at få en brugerkonto, og hvilke rettigheder du skal have. Navnene vil være synlige for andre familiemedlemmer og brugere, der er logget ind.
es: In este campo debe introducir su(s) apellido(s).<br /><br />Necesitamos su nombre y apellidos para determinar si cumple las condiciones para obtener una cuenta en este sitio y cuáles deben ser sus derechos de acceso. Estos nombres serán visibles a otros parientes y usuarios identificados del sitio.
fi: Tähän kenttään kirjoitat sukunimesi.<br /><br />Meidän on tiedettävä etu- ja sukunimesi, jotta voimme päätellä voitko saada käyttäjätilin tähän palveluun ja mitä oikeuksia sinulle voi antaa. Nimet näkyvät muille kirjautuneille perheenjäsenille ja käyttäjille
he: עליך להקליד בתיבה זו את שם המשפחה שלך.<br /><br />אנחנו זקוקים לשמך הפרטי ולשמך המשפחה כדי לקבוע אם אתה זכאי לקוד משתמש באתר, ואיזה זכויות לתת למשתמש שלך. את השמות האלה יראו בני משפחה ומשתמשים אחרים כאשר הם מחוברים.
nn: I dette feltet må du oppgi etternavnet ditt.<br /><br />Vi trenger både fornavn og etternavn for å finne ut om du kan få en konto på dette nettstedet, og hvilke rettigheter du skal få. Heløe navnet vil også bli vist til andre innloggede familiemedlemmer og brukere.
pl: W to pole należy wpisać swoje nazwisko.<br /><br />Musimy znać twoje imię i nazwisko aby móc sprawdzić, czy jesteś odpowiednim kandydatem do otrzymania konta na naszej stronie i jakie prawa dostępu należy ci przydzielić. Imię i nazwisko będzie widoczne dla innych zalogowanych członków rodziny i użytkowników.
