Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Select the database to which the keywords apply.<br /><br />Your site supports several databases. Keywords such as <b>&#35;totalFamilies&#35;</b> can only refer to one database. You can identify the database that is to be consulted for all such keywords. Each Advanced HTML block can only access one database.
ca: Seleccioneu la base de dades a la que aplicar les paraules clau.<br /><br />Els vostre lloc suporta diverses bases de dades. Paraules clau com <b>&#35;totalFamilies&#35;</b> han de referir-se solament a una d'elles. Heu d'identificar la base de dades que serà consultada per a totes aquestes paraules. Cada bloc HTML avançat solament pot accedir una base de dades.
da: Vælg den database som søgeordne passer til.<br /><br />Din hjemmeside understøtter adskillige databaser. Nøgleord så som <b>&#35;totalFamilies&#35;</b> kan kun henvise til én database. Du kan identificer den database der skal henvises til for alle sådanne nøgleord. Hver Avanceret HTML blok kan kun have adgang til én database.
es: Seleccione la base de datos a la que se aplican las palabras clave.<br /><br />Su sitio aloja varias bases de datos. Palabras clave como <b>&#35;totalFamilies&#35;</b> sólo pueden referirse a una base de datos. Puede identificar la base de datos que ha consultarse para todas estas palabras clave. Cada bloque HTML avanzado sólo puede acceder a una base de datos.
fi: Valitse tietokanta johon avainsanat soveltuvat.<br /><br />Palvelusi tukee useita tietokantoja. Avainsanat, kuten <b>&#35;totalFamilies&#35;</b> voivat viitata vain yhteen tietokantaan. Voit tunnistaa sen tietokannan, jota tarvitaan kaikkia tällaisia avainsanoja varten. Jokaisella Edistynyt HTML-alueella on pääsy vain yhteen tietokantaan.
he: בחר את מאגר הנתונים שאליו שייכות מילות המפתח.<br /><br />האתר שלך תומך במספר מאגרי נתונים. מילות מפתח כגון <b>&#35;totalFamilies&#35;</b> יכולות להתייחס רק למאגר אחד. תוכל לזהות את מאגר הנתונים שבו משתמשים עם מילות המפתח הללו. כל אזור HTML מתקדם יכול לגשת רק למאגר אחד.
pl: Wybierz bazę danych, do której mają się odnosić słowa kluczowe.<br /><br />Twoja strona obsługuje kilka baz danych. Słowa kluczowe, takie jak <b>&#35;totalFamilies&#35;</b> mogą się odnosić tylko do jednej z nich. Musisz określić, z której bazy danych należy pobierać wartości dla słów kluczowych tego typu. Każdy blok Zaawansowany HTML może korzystać z pojedynczej bazy danych.

source: This block lets the administrator add information to the Index or My Page. Its purpose is similar to the HTML, GEDCOM News, and GEDCOM Statistics blocks, but the administrator has more control over its appearance.
da: Denne ramme giver administratoren mulighed for at tilføje information til velkomstsiden eller Min GedView Portal. Formålet med rammen er den samme som for rammerne til HTML, Nyheder og GEDCOM Statistik, men administratoren har mere kontrol over udseendet af rammen.
pl: Ten blok umożliwia administratorowi dodanie informacji do strony indeksowej lub strony portalu. Spełnia podobną funkcję do bloku HTML, Artykuły GEDCOM, oraz Statystyki GEDCOM, ale administrator ma więcej kontroli nad jego wyglądem.

source: To assist you in getting started with this block, we have created several standard templates. When you select one of these templates, the text area will contain a copy that you can then alter to suit your site's requirements.
ca: Per ajudar a introduir-vos en aquest bloc, hem creat alguns patrons. Si en seleccioneu un, l'àrea de text contindrà una còpia de l'original que podreu modificar d'acord amb els requeriments del lloc.
da: For at hjælpe di med at komme igang med denne ramme, har vi oprettet adskillige standard skabeloner. Når du vælger en af disse skabeloner vil tekstområdet indeholde en kopi som du kan ændre alt efter dit behov.
es: Para ayudarle a comenzar con este bloque, hemos creado varias plantillas estándar. Si selecciona una de estas plantillas, el área de texto contendrá una copia que podrá alterar luego para adaptarla a los requisitos de su sitio.
fi: Auttaaksemme sinua tämän alueen laatimisessa olemme luoneet useita vakiopohjia. Kun valitset jonkun näistä pohjista, tekstialueella on tekstiä, jonka voit muuttaa tarpeittesi mukaan.
he: כדי לסייע לך להתחיל עם המסגרת הזו, יצרנו מספר תבניות סטנדרטיות. כאשר תבחר תבנית מסוימת, האזור יכלול העתק שאותו תוכל לשנות כך שיתאים לדרישות האתר שלך.
pl: Aby pomóc ci w rozpoczęciu pracy nad nowym blokiem, utworzyliśmy kilka standardowych szablonów. Kiedy wybierzesz jeden z szablonów, pole tekstowe będzie zawierać kopię, którą będzie można następnie dopasować do własnych potrzeb.

source: This block will show you the users currently logged in.<br /><br />If you are not an administrator, your view of logged-in users is restricted to those who have elected to be visible while on-line. For this to work, you must also elect to be visible while on-line. On-line users who are invisible to you are counted as being anonymous.
ca: Mostra els usuaris que estan visitant el lloc web.<br /><br />Si no sou administrador, la llista d'usuaris amb accés, és restringida a aquells que han optat per deixar-se veure. Podeu escollir restar visible als altres un cop hagueu fet l'accés, o no. Els usuaris invisibles que han accedit, compten com anònims.
da: Denne ramme viser dig, hvilke brugere der er logget ind på det pågældende tidspunkt.<br />Under hver bruger vil du også finde et link til at sende en besked til denne bruger.
es: Este bloque le muestra los usuarios presentes actualmente en el sistema.<br /><br />Si no es un administrador, su visión de usuarios presentes está restringida a aquellos que han elegido ser visibles mientras están en línea. Para que funcione, también debe Vd. haber elegido ser visible mientras está en línea. Los usuarios que sean invisibles para Vd. se cuentan como si fueran anónimos.
fi: Tämä alue näyttää tällä hetkellä kirjautuneet henkilöt.<br /><br />Mikäli et ole ylläpitäjä, näet vain ne sisäänkirjautuneet, jotka ovat sen sallineet. Jotta tämä toimisi on myös sinun sallittava näkyminen on-linetilassa. Ne on-linekäyttäjät joita et pysty näkemään, luetaan tuntemattomiksi.
he: האזור הזה מראה את המשתמשים המחוברים ברגע זה למערכת.<br /><br />אם אינך מנהלן רשימת המשתמשים המוצגת תוגבל לאלה שבחרו להיות מוצגים כאשר הם מחוברים. עליך גם לבחור שאתה תהייה מוצג כאשר אתה מחובר. משתמשים שאינך רואה נספרים כבלתי ידועים.
nn: Denne rammen vil vise deg antall og/eller hvilke brukere som er logget på det gjeldende tidspunktet.<br />Under hver bruker vil du kunne finne en link for å sende en beskjed til brukeren.
pl: Ten blok wyświetla użytkowników, którzy są aktualnie zalogowani.<br /><br />Jeśli nie jesteś administratorem, możesz zobaczyć tylko tych zalogowanych użytkowników, którzy zdecydowali, że chcą być widoczni, kiedy są online. Ponadto ty także musisz chcieć być widoczny, kiedy jesteś online. Użytkownicy, którzy nie są widoczni, ale są online, są wliczani do użytkowników anonimowych.

source: You can login on almost every page of this program. You will usually do so on the first page, since you can only access privileged information when you are logged in.<br /><br />You can login by typing your <b>username</b> and <b>password</b> and then clicking the Login button.
ca: L'accés podeu fer-lo des de quasi totes les pàgines del programa. El normal és fer-ho a la primera pàgina doncs, solament podeu disposar de tota la informació un cop hagueu accedit.<br /><br />Per a fer-ho cal escriure el <b>nom d'usuari</b> i la <b>contrasenya</b> i polsar el botó d'accés.
da: Selvom du kan logge dig ind på næsten alle sider i dette program, vil du sikkert normalt gøre dette via velkomstsiden, fordi det er kun når du er logget ind, at du kan få adgang til beskyttet information.<br />Du kan logge dig ind ved at opgive dit <b>brugernavn</b> og <b>adgangskode</b> og klikke på knappen "Log ind".<br /><br />~<i>Bestil en ny brugerkonto</i>~<br />Hvis du er gæst på denne hjemmeside og ønsker at få en brugerkonto, kan du klikke på linket [Bestil en ny brugerkonto]. - Du vil da få siden "Ansøgning om brugerkonto" op.<br /><b>PS!</b> <i>For at få en konto bør du enten være i familie med nogen i slægtsdatabasen eller have en anden god grund!</i><br /><br />~<i>Bestil en ny adgangskode</i>~<br />Hvis du har mistet din adgangskode, kan du klikke på linket [Bestil en ny adgangskode]. - Du vil da få siden "Ansøgning om adgangskode" op.
es: Puede entrar e iniciar sesión autenticada desde casi cualquier página de este programa. Generalmente lo hará en la primera página, puesto que sólo puede acceder a la información restringida cuando está autenticado.<br /><br />Puede entrar introduciendo su <b>nombre de usuario</b> y <b>contraseña</b> y haciendo clic a continuación en el botón Entrar.
he: למרות שניתן להתחבר כמעט מכל דף של תוכנית זו, תרצה בדרך כלל לבצע פעולה זו מהדף הראשון, כי גישה לנתונים חסויים מותרת רק כאשר אתה מחובר.<br />תוכל להתחבר ע"י הקלדה של <b>קוד המשתמש</b> ו<b>הסיסמא</b> ולחיצה על כפתור התחבר.
nn: Selv om du kan logge deg inn på nesten alle sider i dette programmet, vil du sikkert til vanlig gjøre dette via åpningssiden fordi det er bare når du er logget inn at du vil kunne få adgang til beskyttet informasjon.<br />Du kan logge deg inn ved å oppgi <b>brukernavnet</b> og <b>passordet</b> ditt og klikke på knappen "Logg inn".<br /><br />~<i>Søke om en brukerkonto</i>~<br />Dersom du er en gjest på dette nettstedet og ønsker å få en brukerkonto, kan du klikke på denne linken. - Du vil da få opp siden med "Søknad".<br /><br /><br /><br />~<i>Be om nytt passord</i>~<br />Dersom du har mistet passordet ditt, kan du klikke på denne linken for å be om et nytt passord. - Du vil da få opp siden "Forespørsel om nytt passord".
pl: Możesz się zalogować z prawie każdej strony tego systemu. Zwykle będzie się to działo na pierwszej stronie, ponieważ jako niezalogowany użytkownik nie masz dostępu do chronionych danych.<br /><br />Logujesz się wpisując swój <b>login</b> i <b>hasło</b>, a następnie klikając na przycisk "Zaloguj".

source: In this block PhpGedView randomly chooses a media file to show you on each visit to this page.<br /><br />When you click on the picture, you will see its full-size version. Below the picture you have a link to the person associated with the picture. When you click on the picture caption, you will see the picture on the MultiMedia page. When you click on the person's name, you will be taken to the Individual Information page of that person.
ca: Aquí el PhpGedView, de forma aleatòria, escull un fitxer multimèdia per mostrar-lo a cada nova visita a la pagina.<br /><br />Si polseu la imatge, veureu la versió a mida real. Sota seu hi ha un enllaç vers la persona, família o font amb la que està relacionada. Quan polseu sobre la superfície de la imatge es veu reproduïda a la pàgina Multimèdia. Quan polseu el nom de la persona, família o font, us mena a la seva pàgina Fitxa personal.
da: Hver gang du besøger denne side vil rammen vise dig et tilfældigt udvalgt billede eller anden mediefil. Ved at klikke på billedet, eller på dets navn, vil du se billedet i et nyt vindue.<br />Under billedet er der et link til den person eller familie, billedet er knyttet til.<br />Ved at klikke på personens navn eller familien, vil du få siden op med oplysninger om personen eller familien.
es: Ee este bloque, PhpGedView elegirá al azar un archivo audiovisual y la mostrará en cada visita a esta página.<br /><br />Si hace clic en la foto, la verá a tamaño completo. Bajo la foto tiene un enlace a la persona asociada con la foto. Si hace clic en el rótulo de la foto, verá la foto en la página Audiovisuales. Si hace clic en el nombre de la persona, irá a la página Información de la persona de esa persona.
fi: Tällä alueella PhpGedView näyttää satunnaisesti valitsemansa mediatiedoston jokaisella käynnillä sivulla.<br /><br />Klikkaamalla kuvaa tai sen selitettä avautuu täysikokoinen kuva. Kuvan alla on linkki kuvaan liittyvään henkilöön. <br />Klikkaamalla kuvan otsikkoa, näet kuvan sivulla Multimedia. Klikkaamalla henkilön nimeä, pääset kyseisen henkilön sivulle Henkilökohtainen tieto.
he: באזור הזה PhpGedView בוחר בצורה אקראית קובץ מדיה שאותו הוא מראה בכל ביקור בדף הזה.<br /><br />לחיצה על התמונה מראה את התמונה בגודלה המלא. לחיצה על כותרת התמונה מראה לך את דף ה-מולטימדיה של התמונה. מתחת לתמונה יש קישורים לאדם שקשור לתמונה. לחיצה על שם האדם, מעבירה אותך לדף מידע אישי של האדם.
nn: Hver gang du besøker denne siden vil rammen vise deg et tilfeldig valgt bilde eller annen mediafil.<br /><br />Ved å klikke på bildet, eller på navnet til det, vil du få se bildet eller annen mediafil i et nytt vindu.<br />Under bildet er det en link til personen, familien eller kilden, som det er knyttet til.<br />Ved å klikke på den nederste linken, vil du få opp siden med fakta om personen, familien eller kilden.
pl: W tym bloku PhpGedView wyświetla losowo wybrany plik multumedialny za każdym razem, kiedy wchodzisz na stronę.<br /><br />Po kliknięciu na obrazek zobaczysz jego wersję w pełnym rozmiarze. Poniżej obrazka znajduje się odnośnik do osoby, z którą jest powiązany. Po kliknięciu na podpis obrazka zobaczysz obrazek na stronie Lista multimediów. Kliknięcie na nazwisko osoby spowoduje przeniesienie do strony Informacje o osobie.

source: In this block you will see some statistics about the current GEDCOM file. If you need more information than is listed, send a message to the contact at the bottom of the page.
ca: S'hi presenten dades estadístiques sobre el GEDCOM actiu. Si us cal més informació de la que hi surt, envieu un correu electrònic a la persona de contacte prevista a cada peu de pàgina.
da: I denne ramme vil du se nogle statistiske oplysninger vedr. den aktive slægtsdatabase.<br />Hvis du ønsker mere information, kan du imidlertid sende en forespørgsel til kontaktpersonen, som du finder nederst på siden.
es: En este bloque verá algunas estadísticas del GEDCOM actual.<br />Si desea mayor información que la desplegada, puede enviar una nota a la persona de contacto al final de la página.
fi: Tällä alueella näet joitakin tilastotietoja tästä GEDCOM-tiedostosta. Mikäli tarvitset enemmän tietoja, lähetä ilmoitus sivun lopussa olevaan kontaktiosoitteeseen.
he: באזור זה תיראה סטטיסטיקות על קובץ ה-GEDCOM הנוכחי.<br />להסברים נוספים תוכל לשלוח הודעה לאיש הקשר בתחתית הדף.
nn: I denne rammen vil du se noen statistiske opplysninger om den aktive slektsbasen.<br />Dersom du ønsker mer informasjon, kan du imidlertid sende en forespørsel til kontaktpersonen som du finner nederst på siden.
pl: W tym bloku pojawiają się niektóre statystyki na temat bieżącego pliku GEDCOM. Jeśli potrzebujesz więcej informacji, niż jest tu widoczne, skontaktuj się z osobą wskazaną u dołu strony.

source: This block will list the top 10 individuals, families, or sources that have been viewed by visitors to this site. In order for this block to appear the site administrator must have enabled the Item Hit counters.
ca: Llista les 10 persones, famílies o fons més visitades pels usuaris del lloc. Per a que aquest bloc aparegui, l'administrador ha d'haver activat els comptadors de visites.
da: Denne ramme vil vise de 10 mest viste personer, familier eller kilder på hjemmesiden. For at kunne vise denne ramme, skal administratoren af hjemmesiden have aktiveret tælleren.
es: Este bloque lista las 10 personas, familias o fuentes que han sido mostradas más veces. Para que este bloque aparezca el administrador del sitio tiene que haber activado los contadores de Visitas de Registros.
fi: Tämä alue näyttää tämän sivuston 10 suosituinta henkilöä, perhettä tai lähdettä. Jotta tämä alue olisi näkyvissä, ylläpitäjän täytyy aktivoida osumalaskurit.
he: האזור מציג את 10 האנשים, משפחות, או מקורות שהכי נצפו ע"י מבקרי האתר. מנהלן האתר צריך להפעיל את מוני הפגיעות כדי שהאזור יופיע.
nn: Denne rammen vil vise de 10 mest viste personene, familiene eller kildene på nettstedet. For å kunne vise denne rammen, må administratoren for nettstedet ha aktivert telleren.
pl: Ten blok wyświetla pierwszą dziesiątkę osób, rodzin lub źródeł pod względem liczby odwiedzających. Aby ten blok był widoczny, administrator strony musi włączyć liczniki odwiedzin.

source: A GEDCOM file must begin with <b>0&nbsp;HEAD</b>. PhpGedView detected that the GEDCOM file you are importing does not have <b>0&nbsp;HEAD</b> as the first line. When you click the Cleanup button, any lines before the first <b>0&nbsp;HEAD</b> line will be removed.<br /><br />This error usually means that the program you used to create your GEDCOM did not create it properly or it is not a GEDCOM file. You should check to make sure that you uploaded the correct file, and that it starts with the line <b>0&nbsp;HEAD</b> and ends with the line <b>0&nbsp;TRLR</b>.
ca: Un fitxer GEDCOM cal que comenci amb <b>0&nbsp;HEAD</b>. El PhpGedView ha detectat que el fitxer GEDCOM que esteu important no té <b>0&nbsp;HEAD</b> a la primera línea. Polsant al botó de Netejar, s'esborraran totes les línees abans de la primera <b>0&nbsp;HEAD</b>.<br /><br />Generalment aquest error és degut a que el programa emprat per generar el GEDCOM no l'ha fet correctament o no és un fitxer GEDCOM. Cal revisar que heu carregat el fitxer correcte i que comença amb una línea <b>0&nbsp;HEAD</b> i acaba amb una <b>0&nbsp;TRLR</b>.
da: En GEDCOM-fil skal, som første linie have: 0 HEAD. PhpGedView opdaget at GEDCOM-filen din har en annen start. Etter at du har klikket på knappen Rydd, vil alle linjer før linjen med 0 HEAD bli fjernet i GEDCOM-filen din.<br /><br />Denne feilen betyr vanligvis at programmet du brukte for å lage GEDCOM-filen din ikke lagde en gyldig file eller at filen ikke er en GEDCOM-fil. Du bør sjekke at du lastet op (uploaded) den rette GEDCOM-filen, og at den starter med linjen 0 HEAD og slutter med linjen 0 TRLR.
es: Un archivo GEDCOM debe comenzar por <b>0&nbsp;HEAD</b>. PhpGedView detectó que el archivo GEDCOM que está importando no tiene <b>0&nbsp;HEAD</b> como primera línea. Si hace clic en el botón Limpiar, se eliminarán todas las líneas anteriores a la primera línea <b>0&nbsp;HEAD</b>.<br /><br />Este error normalmente significa que el programa utilizado para crear el archivo GEDCOM no funciona adecuadamente o que éste no es un archivo GEDCOM. Debería asegurarse de que ha subido el archivo correcto y que éste comienza con la línea <b>0&nbsp;HEAD</b> y finaliza con la línea <b>0&nbsp;TRLR</b>.
fi: GEDCOM-tiedoston ensimmäisen rivin tulee olla HEAD 0. PhpGedView havaitsi, että tiedoston ensimmäinen rivi ei ole 0 HEAD. Kun klikkaat siivoa-painiketta, kaikki rivit enne ensimmäistä 0 HEAD riviä poistetaan GEDCOM-tiedostostasi.<br /><br />Tämä virhe merkitsee yleensä sitä, että se ohjelma, jolla yritit luoda GEDCOM-tiedoston ei tehnyt sitä kunnolla tai kyseessä ei ole GEDCOM-tiedosto.. Tarkista, että latasit oikean GEDCOM-tiedoston ja että se alkaa rivillä 0 HEAD ja päättyy riviin 0 TRLR.
he: קובץ GEDCOM חייב להתחיל עם <b>0&nbsp;HEAD</b> בשורה הראשונה. PhpGedView גילה שקובץ ה-GEDCOM שלך, שאותו אתה מייבא, לא מתחיל ב-<b>0&nbsp;HEAD</b>. אחרי שתלחץ על כפתור הניקוי, השורות לפני שורת ה-<b>0&nbsp;HEAD</b>הראשונה תמחקנה.<br /><br />משמעות השגיאה, בדרך כלל, שהתוכנית שיצרה את ה-GEDCOM שלך לא עבדה בצורה נכונה או שלא מדובר בקובץ GEDCOM. עליך לבדוק שהעלית את הקובץ הנכון, ושהוא מתחיל בשורת <b>0&nbsp;HEAD</b> ומסתיים בשורת <b>0&nbsp;TRLR</b>.
nn: En GEDCOM-fil må ha som første linje: 0 HEAD. PhpGedView oppdaget at GEDCOM-filen din har en annen start. Etter at du har klikket på knappen Rydd, vil alle linjer før linjen med 0 HEAD bli fjernet i GEDCOM-filen din.<br /><br />Denne feilen betyr vanligvis at programmet du brukte for å lage GEDCOM-filen din ikke lagde en gyldig file eller at filen ikke er en GEDCOM-fil. Du bør sjekke at du lastet opp (uploaded) den rette GEDCOM-filen, og at den starter med linjen 0 HEAD og slutter med linjen 0 TRLR.
pl: Każdy plik GEDCOM musi rozpoczynać się od <b>0&nbsp;HEAD</b>. PhpGedView wykrył, że importowany plik GEDCOM nie posiada <b>0&nbsp;HEAD</b> w pierwszym wierszu. Po kliknięciu na przycisk "Porządkuj", wszystkie wiersze poprzedzające wiersz <b>0&nbsp;HEAD</b> zostaną usunięte.<br /><br />Ten błąd zwykle oznacza, że aplikacja, której użyto do utworzenia pliku GEDCOM nie wygenerowała go poprawnie, lub nie jest to plik GEDCOM. Upewnij się, że importujesz odpowiedni plik i że rozpoczyna się on od wiersza <b>0&nbsp;HEAD</b> i kończy wierszem <b>0&nbsp;TRLR</b>.

source: --- This help text is the same text that site visitors will read. --- <br />--- To save space, we did not make a special admin text for this item. ---
ca: --- Aquesta ajuda és la mateixa que poden llegir els visitants. --- <br />--- Per estalviar espai no hem fet un text especial per a l'administrador en aquesta entrada. ---
es: --- Este texto de ayuda es similar al que el usuario (o visitante) leerá. ---<br />--- Para ahorrar espacio no se ha hecho una versión especial de administración de este texto. ---
fi: ---Tämä ohjeteksti on sama kuin se minkä vierailijat näkevät.---<br />---Säästääksemme tilaa, emme laatineet erillistä ylläpitäjälle suunnattua tekstiä tälle asialle.---
he: --- טכסט העזרה הזה זהה למה שהמשתמש (או המבקר) יראה. --- <br />--- לא הכנו טכסט מיוחד על אדמיניסטרציה עבור הנושא הזה, כדי לחסוך במקום. ---
nn: <b>PS!<ul><li>Denne hjelpeteksten er den samme som brukere (eller besøkende) vil få.</li><li>For å spare plass, så er det ikke egen tekst for administratorer her.</b></li></ul>
pl: --- W takiej postaci treść pomocy będzie widoczna dla użytkowników --- <br />--- Dla oszczędności miejsca nie przygotowano osobnej treści dla administratora na temat tego elementu ---
