Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This input box lets you change that year of the calendar. Type a year into the box and press <b>Enter</b> to change the calendar to that year.<br /><br /><b>Advanced features</b> for <b>View Year</b><dl><dt><b>More than one year</b></dt><dd>You can search for dates in a range of years.<br /><br />Year ranges are <u>inclusive</u>. This means that the date range extends from 1 January of the first year of the range to 31 December of the last year mentioned. Here are a few examples of year ranges:<br /><br /><b>1992-5</b> for all events from 1992 to 1995.<br /><b>1972-89</b> for all events from 1972 to 1989.<br /><b>1610-759</b> for all events from 1610 to 1759.<br /><b>1880-1905</b> for all events from 1880 to 1905.<br /><b>880-1105</b> for all events from 880 to 1105.<br /><br />To see all the events in a given decade or century, you can use <b>?</b> in place of the final digits. For example, <b>197?</b> for all events from 1970 to 1979 or <b>16??</b> for all events from 1600 to 1699.<br /><br/>Selecting a range of years will change the calendar to the year view.</dd></dl>
ca: Aquest caixetí us permet canviar l'any del calendari. Entreu un any i polseu <b>Enter</b> per canviar el calendari a aquest any.<br /><br /><b>Característiques avançades</b> per a <b>D'un any</b><dl><dt><b>Més d'un any</b></dt><dd>Podeu cercar dates en un lapse d'anys.<br /><br />Els lapses d'anys son <u>inclusius</u>. Fa que vagin de l' 1 de gener del primer any fins al 31 de desembre del darrer any esmentat. Heus ací alguns exemples de lapses d'anys:<br /><br /><b>1992-5</b> per a tots els esdeveniments entre 1992 i 1995.<br /><b>1972-89</b> per a tots els esdeveniments entre 1972 i 1989.<br /><b>1610-759</b> per a tots els esdeveniments entre 1610 i 1759.<br /><b>1880-1905</b> per a tots els esdeveniments entre 1880 i 1905.<br /><b>880-1105</b> per a tots els esdeveniments entre 880 i 1105.<br /><br />Per a veure tots els esdeveniments d'una dècada o centúria determinada, podeu fer servir <b>?</b> en lloc dels darrers dígits. Per exemple, <b>197?</b> per a tots els esdeveniments entre 1970 i 1979 o <b>16??</b> per a tos els esdeveniments entre 1600 i 1699.<br /><br/>Seleccionant un lapse d'anys el calendari canviarà a la vista anual.</dd></dl>
da: I dette felt kan du ændre årstallet for kalenderen i "Måned" eller listen "År".<br />For "Dag" vil årstallet ikke have nogen betydning.<dl><dt><b>Avancerede tilføjelser</b> for <b>Vis år:<br />Flere år</b></dt><dd>Flere år kan vises ved at skrive følgende i feltet år:<br />- Eks. 1: <b>1992-5</b> for alle begivenheder fra 1992 til 1995.<br />- Eks. 2: <b>1970-89</b> for alle begivenheder fra 1970 til 1989.<br />- Eks. 3: <b>1600-799</b> for alle begivenheder fra 1600 til 1799.<br />- Eks. 4: <b>1880-1905</b> for alle begivenheder fra 1880 til 1905.<br />- Eks. 5: <b>880-1105</b> for alle begivenheder fra 880 til 1105.<br /><br />Du kan også bare angive begyndelsen af årstallet og få alle begivenheder, der begynder med disse cifre.<br />- Eks.: <b>197</b> for alle begivenheder fra 1970 til 1979.</dd><dt><br /><b>Forkortelser</b></dt><dd>Nogle gange er man ikke sikker på, hvornår en begivenhed egentlig fandt sted. I disse tilfælde kan man anvende betegnelser som "efter", "før" og "omkring" foran datoen. Datoerne bliver gemt i slægtsdatabasen sammen med disse forklaringenr Når du vælger År, kan du også udføre en søgning med disse tilføjelser, med eller uden den tilhørende dato. Her er nogle eksempler på disse udtryk:<br /><b>abt</b> 1800 (abt = about = omtrent)<br /><b>bet</b> 1950-1959 (bet = between = mellem) skriv: bet 1950 eller bare: 1950-59<br /><b>bef</b> 1950 (bef = before = før)<br /><b>aft</b> 1900 (aft = after = efter)<br /><br /><b>NB!</b> PhpGedView vil søge efter registreringer nøjagtig som du opgiver i feltet for år. Når du søger efter "abt 1850", og datoen er gemt som i databasen "abt oct 1850", så vil denne <b>ikke</b> blive inkluderet i resultatet på skærmen. - Du kan nøjes med at angive forkortelsen uden noget årstal, for at vise alle begivenheder med datoer, der indeholder denne forkortelse.</dd></dl><b>NB!</b> For at se resultatet af at have ændret årstallet, må du derefter enten klikke på en af knapperne "<b>Vis dag</b>","<b>Vis måned</b>" eller "<b>Vis år</b>", - eller et af de andre valgmuligheder.
es: Esta casilla le permite cambiar el año del calendario. Teclee un año en la casilla y presione la tecla <b>Intro</b> para cambiar el calendario al de ese año.<br /><br /><b>Funciones avanzadas</b> para <b>Ver año</b><dl><dt><b>Más de un año</b></dt><dd>Puede buscar fechas en un intervalo de años.<br /><br />Los intervalos de años son <u>inclusivos</u>. Esto quiere decir que el intervalo de fechas va desde el 1 de enero del primer año hasta el 31 de diciembre del último año mencionado. Unos cuantos ejemplos de intervalos de años:<br /><br /><b>1992-5</b> para todos los eventos desde 1992 hasta 1995.<br /><b>1972-89</b> para todos los eventos desde 1972 hasta 1989.<br /><b>1610-759</b> para todos los eventos desde 1610 hasta 1759.<br /><b>1880-1905</b> para todos los eventos desde 1880 hasta 1905.<br /><br /><b>880-1105</b> para todos los eventos desde 880 hasta 1105.<br /><br />Para ver todos los eventos de una década o un siglo dados, puede utilizar <b>?</b> en lugar de los dígitos finales. Por ejemplo, <b>197?</b> para todos los eventos desde 1970 hasta 1979 o <b>16??</b> para todos los eventos desde 1600 a 1699.<br /><br />Selecctionar un intervalo de años cambiará el calendario a la vista Año.</dd></dl>
fi: Tässä kentässä voit muuttaa kalenterivuoden. <br /><br /><b>Erityisominaisuuksia</b> <b>Näytä vuosi</b><dl><dt><b>Enemmän kuin yksi vuosi </b></dt><dd>Voit hakea päivämääriä vuosijakson sisällä. <br /><br />Vuosijaksossa päivämääräalue ulottuu ensimmäisen vuoden 1. tammikuusta viimeisen vuoden 31. joulukuuta saakka. Tässä muutama esimerkki vuosijaksoista: <br /><br /><b>1992-5</b>Kaikki tapahtumat vuodesta 1992 vuoteen 1995. <br /><b>1972-89</b> Kaikki tapahtumat vuodesta 1972 vuoteen 1989. <br /><b>1610-759</b> Kaikki tapahtumat vuodesta 1610 vuoteen 1759. <br /><b>1880-1905</b> Kaikki tapahtumat vuodesta 1880 vuoteen 1905. <br /><b>880-1105</b> Kaikki tapahtumat vuodesta 880 vuoteen 1105. <br /><br />Nähdäksesi kaikki tapahtumat tietyllä vuosikymmenellä tai vuosisadalla, voit kirjoittaa <b>?</b> viimeisten numeromerkkien asemesta. Esimerkiksi <b>197?</b> kaikki tapahtumat vuosina 1970-1979 tai <b>16??</b> kaikki tapahtumat vuosina 1600-1699. <br /><br/> Valitsemalla vuosijakso kalenterinäkymä muuttuu vuosinäkymäksi. </dd></dl>
he: תיבת הכניסה הזו מאפשרת לשנות את השנה של לוח השנה. הקלד שנה בתיבה ולחץ <b>הכנס</b> כדי לשנות את לוח השנה לשנה הזו.<br /><br /><b>מאפיינים מתקדמים</b> עבור <b>הצג שנה</b><dl><dt><b>יותר משנה אחת</b></dt><dd>תוכל לחפש תאריכים בתחום של שנים.<br /><br />תחומי השנה הם <u>כוללים</u>. משמעות הדבר שתחום התאריך הוא מ-1 בינואר של השנה הראשונה עד ל-31 בדצמבר בשנה האחרונה המוזכרת. מובאות כאן מספר דוגמאות לתחום השנים:<br /><br /><b>1992-5</b> עבור כל האירועים מ-1992 עד 1995.<br /><b>1972-89</b> עבור כל האירועים מ-1972 עד 1989.<br /><b>1610-759</b> עבור כל האירועים מ-1610 עד 1759.<br /><b>1880-1905</b> עבור כל האירועים מ-1880 עד 1905.<br /><b>880-1105</b> עבור כל האירועים מ-880 עד 1105.<br /><br /> כדי לראות את כל המאורעות של העשור או מאה, ניתן להשתמש ב-<b>?</b> במקום הספרות האחרונות. לדוגמא,<b><span dir="ltr">197?</span></b> לכל המאורעות מ-1970 עד 1979 או <b><span dir="ltr">16??</span></b> לכל המאורעות מ-1600 עד 1699.<br /><br />בחירת תחום שנים ישנה את לוח השנה למצגת של שנה.</dd></dl>
nn: I dette feltet kan du forandre årstallet for kalenderen i "Måned" eller listen "År".<br />For "Dag" vil ikke årstallet ha noe å si.<dl><dt><b>Avanserte tillegg</b> for <b>Vis år:<br />Flere år</b></dt><dd>Det kan vise flere år ved å skrive inn følgende i feltet år:<br />- Eks. 1: <b>1992-5</b> for alle hendelser fra og med 1992 til og med 1995.<br />- Eks. 2: <b>1970-89</b> for alle hendelser f.o.m 1970 t.o.m 1989.<br />- Eks. 3: <b>1600-799</b> for alle hendelser f.o.m 1600 t.o.m 1799.<br />- Eks. 4: <b>1880-1905</b> for alle hendelser f.o.m 1880 t.o.m 1905.<br />- Eks. 5: <b>880-1105</b> for alle hendelser f.o.m 880 t.o.m 1105.<br /><br />Du kan også bare angi begynnelsen på årstallet og få alle hendelser som begynner med disse sifrene.<br />- Eks.: <b>197</b> for alle hendelser f.o.m 1970 t.o.m 1979.</dd><dt><br /><b>Omtrentlig dato</b></dt><dd>Noen ganger er en ikke sikker på når en hendelse egentlig hendte. I disse tilfellene kan en bruke betegnelser som "etter", "før" og "omkring" foran datoen. Datoene blir lagret i slektsbasen sammen med disse forklaringene. Når du velger År, kan du også utføre søk med disse tilleggene, med eller uten den tilhørende datoen. Her er noen eksempler på disse uttrykkene:<br /><b>abt</b> 1800 (abt = about = omtrent)<br /><b>bet</b> 1950-1959 (bet = between = mellom) skriv: bet 1950 eller bare: 1950-59<br /><b>bef</b> 1950 (bef = before = før)<br /><b>aft</b> 1900 (aft = after = etter)<br /><br /><b>NB!</b> PhpGedView vil søke etter registeringer nøyaktig slik du oppgir i feltet for år. Når du søker etter "abt 1850", og datoen er lagret slik i basen "abt oct 1850", så vil denne <u>ikke</u> bli inkludert i resultatet på skjermen. - Du kan angi bare forkortelsen uten noe årstall, for å vise alle hendelser med datoer som inneholder denne forkortelsen.</dd></dl><b>NB!</b> For å se resultatet av å ha forandret årstallet, må du etterpå enten klikke på en av knappene "<b>Vis dag</b>", "<b>Vis måned</b>" eller "<b>Vis år</b>", - eller et av de andre valgene.
pl: To miejsce pozwala zmienić rok kalendarza w trybie <b>miesiąca</b> lub rok listy w trybie <b>roku</b> mode.<br /><br />Zmiana roku nic nie zmieni w trybie <b>dnia</b>, ponieważ są w nim zawsze wyświetlane wszystkie wydarzenia dla wszystkich lat.<br /><br /><b>Opcje zaawansowane</b> dla <b>Pokaż rok</b><dl><dt><b>Więcej lat</b></dt><dd>Istnieje możliwość wyszukiwania dat w pewnym przedziale lat.<br /><br />Zakresy lat liczą się <u>włącznie</u>. Oznacza to, że zakres dat rozciąga się od 1 stycznia pierwszego roku do 31 grudnia ostatniego roku. Oto kilka przykładów zakresów lat:<br /><br /><b>1992-5</b> - wydarzenia od 1992 do 1995.<br /><b>1972-89</b> - wydarzenia od 1972 do 1989.<br /><b>1610-759</b> - wydarzenia od 1610 do 1759.<br /><b>1880-1905</b> - wydarzenia od 1880 do 1905.<br /><b>880-1105</b> - wydarzenia od 880 do 1105.<br /><br />Możesz pominąć ostatnie cyfry roku, zastępując je znakiem zapytania.<br /><br />Aby uzyskać wszystkie wydarzenia z dziesięciolecia.<br /><b>197?</b> - wydarzenia od 1970 do 1979.<br />Aby uzyskać wszystkie wydarzenia z wieku.<br /><b>19??-19??</b> - wydarzenia od 1900 do 1999.</dd><dt><br /><b>Daty przybliżone</b></dt><dd>Czasami nieznana jest dokładna data wydarzenia. Aby zaznaczyć nieścisłość, do daty dodaje się terminy "po", "przed" i "około".<br /><br />Takie daty są przechowywane w bazie danych razem z <u>angielskim</u> skrótem terminu. W trybie <b>roku</b> możesz przeprowadzać wyszukiwanie dla tych terminów, z lub bez towarzyszącej im daty. Przykłady wyszukiwania:<br /><br /><b>abt</b> 1800 (<b>abt</b> = about, około)<br /><b>bet</b> 1950-1959 (<b>bet</b> = between, pomiędzy) wprowadź: bet 1950 lub tylko: 1950-59<br /><b>bef</b> 1950 (<b>bef</b> = before, przed)<br /><b>aft</b> 1900 (<b>aft</b> = after, po)<br /><br /><b>Uwaga:</b> PhpGedView szuka ciągu znaków dokładnie w takiej postaci, w jakiej został wprowadzony. Jeśli szukasz <b>abt&nbsp;1850</b>, data wprowadzona jako <b>abt&nbsp;oct&nbsp;1850</b> <u>nie</u> zostanie odnaleziona.<br /><br />Możesz wprowadzić sam skrót, bez roku, aby odnaleźć wszystkie wydarzenia z datą, która zawiera ten skrót.</dd></dl>Ekran nie zostanie odświeżony, kiedy wprowadzisz nowy rok. Ponieważ jest to pole, a nie odnośnik, musisz kliknąć na przycisk <b>Pokaż miesiąc</b> lub <b>Pokaż rok</b> zanim będzie można zobaczyć zmianę.

source: When this option is checked, the output file will pass through privacy checks according to the selected option. This can result in the removal of certain information. The output file will contain only the information that is normally visible to a user with the indicated privilege level.<br /><br />If you only have GEDCOM administrator rights, you cannot specify that the output file should be privatized according to the Site administrator privilege level.
ca: Quan hom marca aquesta opció, el fitxer de sortida passarà pels filtres de privadesa d'acord amb l'opció seleccionada. Això pot fer que es retingui certa informació. El fitxer de sortida contindrà solament informació normalment visible a l'usuari segons el seu nivell d'atribucions.<br /><br />Si solament teniu drets de Administrador GEDCOM, no podreu demanar que el fitxer de sortida estigui privatitzat d'acord amb les atribuicions de Administradors del lloc privilege level.
es: Si marca esta opción, el archivo de salida pasará por las comprobaciones de privacidad conforme a la opción seleccionada. Puede que alguna información se omita en la salida. El archivo de salida contendrá sólo la información normalmente visible a un usuario con el nivel de privilegio indicado.<br /><br />Si sólo tiene derechos de Administrador del GEDCOM rights, no puede especificar que los datos del archivo de salida se filtren según el nivel de privilegio Administrador del sitio privilege level.
fi: Kun tämä vaihtoehto on valittu, tarkistetaan tuotetusta tiedostosta yksityisyysasetukset valitun vaihtoehdon mukaan. Tämä voi aiheuttaa joidenkin tietojen poiston. Tuotettu tiedosto sisältää vain tiedot joka ovat tavallisesti käyttäjien nähtävänä joilla on kyseisen tasoiset oikeudet.<br /><br />Jos sinulla on vain GEDCOM-ylläpitäjä -oikeudet, et voi valita että tuotettu tiedosto tehtäisiin Palvelun ylläpitäjä -oikeuksien mukaan.
he: כאשר האופציה הזו מסומנת, קובץ הפלט יעבור דרך בדיקות פרטיות לפי האופציה שנבחרה. זה יכול לגרום להסרת מידע מסויים. קובץ הפלט יכלול רק את המידע שמשתמש עם רמת פרטיות המצויינת בדרך כלל רואה.<br /><br />אם לך יש רק הרשאות מנהלן GEDCOM, לא תוכל להגדיר שהפרטיות של קובץ הפלט צריך לחיות לפי רמת מנהלן אתר.
pl: Gdy ta opcja jest zaznaczona, wyjściowy plik zostanie skontrolowany pod względem ustawionych opcji prywatności. Może to spowodować usunięcie niektórych informacji. Plik wyjściowy będzie zawierał tylko te informacje, które są zazwyczaj widoczne dla użytkowników ze wskazanym poziomem uprawnień.<br /><br />Jeśli posiadasz tylko uprawnienia Administrator GEDCOM, nie możesz wybrać poziomu uprawnień Administrator strony.

source: When PhpGedView detects that the GEDCOM Import requires more time than is permitted by the time limit, it will display a <b>Continue</b> button that you must press to continue the Import.<br /><br />When this option is set to <b>Yes</b>, PhpGedView will automatically press the <b>Continue</b> button for you. This should relieve the tedium of having to press the button repeatedly for lengthy Imports.
ca: Quan el PhpGedView detecta que la importació del GEDCOM requereix més temps del permès per límit de temps mostrarà un boto <b>Segueix</b> que podeu polsar per continuar la importació.<br /><br />Quan aquesta opció es fixa a <b>Si</b>, el PhpGedView polsa automàticament el botó <b>Segueix</b> per compte vostre. Això estalvia la tediosa tasca d'haver d'anar polsant el botó repetidament en importacions llargues.
es: Si PhpGedView detecta que la importación del GEDCOM requiere más tiempo que el permitido por el límite de tiempo, mostrará un botón <b>Continuar</b> en que debe hacer clic para continuar la importación.<br /><br />Si se fija esta opción a <b>Sí</b>, PhpGedView hará clic <b>Continuar</b> en el botón automáticamente por Vd. Esto hará más llevadero el proceso de hacer clic en el botón repetidamente durante importaciones largas.
fi: Kun PhpGedView havaitsee, että GEDCOM tuonti vaatii enemmän aikaa kuin mitä aikarajoitus sallii, se näyttää <b>Jatka</b>-painikkeen jota on painettava, jotta tuonti jatkuisi.<br /><br />Kun tämä optio on asetettu tilaan <b>Kyllä</b>, PhpGedView painaa automaattisesti <b>Jatka</b>-painiketta puolestasi. Tällä vältät painikkeen jatkuvaa painelua pitkäaikaisen tuonnin aikana.
he: כאשר PhpGedView מגלה ייבוא ה-GEDCOM דורש יותר זמן מאשר גבול הזמן המותר, הוא יציג כפתור <b>המשך</b> שעליך ללחוץ עליו כדי להמשיך את הייבוא.<br /><br />כאשר הבחירה option is set to <b>כן</b>, PhpGedView לוחץ בצורה אוטומטית את כפתור ה-<b>המשך</b> עבורך. דבר זה חוסך ללחוץ את הכפתור שוב ושוב עבור ייבוא ארוך.
pl: Gdy PhpGedView wykryje, że importowanie pliku GEDCOM potrzebuje więcej czasu niż jest ustawione wyświetli przycisk <b>Dalej</b>, który trzeba przycisnąc by kontynuować import.<br /><br />Gdy opcja ta jest ustawiona na <b>Tak</b>, PhpGedView automatycznie przyciśnie ten przycisk <b>Dalej</b> za Ciebie. Ta opcja wyręcza z nudnego wciskania przycisków przy importowaniu dużych plików.

source: This option lets you eliminate some dated events. For example, Divorce, Cremation, Graduation, Bar Mitzvah, First Communion, etc. should all be dated.<br /><br />When you select <b>Yes</b>, only Births, Deaths, and Marriages will be shown. When you select <b>No</b>, all dated events will be shown.
ca: Aquesta opció us permet rebutjar alguns esdeveniments. Per exemple, Divorci, Cremació, Graduació, Bar Mitzvà, Primera Comunió, etc. Cal que tots tinguin data.<br /><br />Si seleccioneu <b>Si</b>, solament veureu els natalicis, òbits i casoris. Si poseu <b>No</b>, veureu tots els esdeveniments datats.
da: Her kan du udelukke nogle daterede begivenheder. For eksempel, skulle Skilsmisse, Kremeret, Eksamen, Bar Mitzvah (Jødisk ceremoni for drenge), Første altergang, osv. alle være daterede.<br /><br />Når du vælger <b>Ja</b>, vil kun fødsler, dødsfald og vielser blive vist. Når du vælger <b>Nej</b>, vil alle daterede begivenheder blive vist.
es: Esta opción le permite eliminar algunos eventos con fecha. Por ejemplo, Divorcio, Incineración, Graduación, Bar Mitzvah, Primera comunión, etc. deberían todos tener fecha.<br /><br />Si selecciona <b>Sí</b>, sólo se mostrarán Nacimientos, Defunciones y Matrimonios. Si selecciona <b>No</b>, se mostrarán todos los eventos con fecha.
fi: Tämä vaihtoehto sallii joidenkin päivättyjen tapahtumien poistamisen näkyvistä. Esimerkiksi Avioero, Polttohautaus, Tutkinto, Bar Mitzvah, Ensimmäinen rippi jne. tulisi kaikki olla päivättyjä. <br /><br />Kun valitset <b>Kyllä</b>, vain syntymät, kuolemat ja avioliitot näytetään. Kun valitset <b>Ei</b>, kaikki tapahtumat näytetään.
he: האפשרות הזו מאפשרת לך לסלק חלק מהאירועים עם תאריכים. למשל, גירושין, שריפת גופה, סיום לימודים, בר מצווה, הסעודה הראשונה, וכו' אמורים להופיע עם תאריך.<br /><br />כאשר תבחר <b>כן</b>, רק לידות, פטירות וחתונות יוצגו. כאשר תבחר <b>לא</b>, כל האירועים עם תאריכים יוצגו.
nn: Dette valget gir deg mulighet til å ignorere visse hendelser. For eksempel, Skilsmisse, Kremasjon, Uteksaminert, Bar Mitzvah Jødisk sermoni gutt, Første nattverd-måltid, mm.<br /><br />Når du velger <b>Ja</b> her, vil bare Født, Død og Ekteskap bli vist. Velger du derimot <b>Nei</b>, vil <u>alle</u> hendelser som har en dato, bli vist.
pl: Ta opcja pozwala eliminować niektóre wydarzenia posiadające datę. Na przykład Rozwód, Kremacja, Ukończenie szkoły, Bar micwa, Pierwsza Komunia św., itd. powinny posiadać datę.<br /><br />Wybranie <b>Tak</b> spowoduje wyświetlenie tylko urodzeń, zgonów i ślubów. Wybranie <b>Nie</b> spowoduje wyświetlenie wszystkich wydarzeń z datą.

source: PhpGedView is designed for a screen size of 1024x768 pixels. This should be the minimum size to have everything displayed properly.<br /><br />If you set the size to a lower value (for example 800x600), you may need to do horizontal scrolling on some pages.
ca: PhpGedView és dissenyada per a una resolució de 1024x768 píxels. És la mida mínima per a veure-ho tot correctament.<br /><br />Si teniu una resolució menor (per exemple 800x600), us caldrà fer córrer les barres de desplaçament horitzontal a algunes pàgines.
da: PhpGedView ses bedst med en skærmopløsning på 1024x768.<br />Med denne opløsning vil du kunne se alle dele på en gang.<br />Hvis du har valgt en lavere opløsning (for eksempel 800x600), vil du til en vis grad blive tvunget til at bruge den vandrette scroll-funktion for at kunne se al information.
es: PhpGedView está diseñado para un tamaño de pantalla de 1024x768 pixels. Éste es el tamaño mínimo para que todo se muestre apropiadamente. <br /><br />Si fija el tamaño a un valor inferior (p.ej. 800x600 pixels), puede tener que realizar desplazamientos horizontales en algunas páginas.
fi: PhpGedView on suunniteltu toimivaksi parhaiten näytön resoluutiolla 1024x768 pikseliä. Sen tulisi olla vähimmäisresoluution, jotta kaikki näkyisi kunnolla.<br /><br />Jos resoluutio on alhaisempi, (esim. 800x600 pikseliä) joudut vierittämään näyttöä vaakasuunnassa joillakin sivuilla.
he: PhpGedView פותח עבור רזולוציית מסך של 1024x768 פיקסלים. רזולוציה זו הינה המינימאלית כדי שהכל יוצג היטב.<br /><br />אם הרזולוציה שלך נמוכה יותר (למשל 800x600), עליך להשתמש בפס הגלילה התחתון על חלק מהדפים.
nn: PhpGedView tar seg best ut med skjermoppløsning på 1024x768.<br />Med denne oppløsningen vil du kunne se alle deler på en gang.<br />Dersom du har valgt en lavere oppløsningen (for eksempel 800x600), vil du til en viss grad bli tvunget til å bruke den horisontale rullefunksjonen for å se all informasjon.
pl: PhpGedView został zaprojektowany dla ekranu o rozdzielczości 1024x768 pikseli. Jest to minimalna rozdzielczość, przy której wszystko powinno być poprawnie wyświetlane.<br /><br />Jeśli ustawiszmniejszą rozdzielczość ekranu (na przykład 800x600), może zajść potrzeba poziomego przewijania na niektórych stronach.
