Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: You can click this button to see whether there is another relationship path between the two people. Previously found paths can be displayed again by clicking the link with the path number.
ca: Polseu aquest botó per a veure si hi ha altres vincles entre ambdues persones. Els anteriors poden veure's polsant l'enllaç del número de vincle.
da: Du kan klikke på denne knap for at se om der findes en anden sti mellem de to personer.<br />De andre stier kan vises igen ved at klikke på linket med stinummeret.
es: Haciendo clic sobre este botón se mostrará otra ruta que relaciona igualmente a estas dos personas.<br />El camino previamenteencontrado puede mostrarse de nuevo haciendo clic en el vínculo con su número decamino.
fi: Voit klikata tätä linkkiä nähdäksesi, onko kahden henkilön välillä muuta suukaukaisuussuhdetta<br />Edellinen/set reitit saa näkyviin klikkaamalla kyseisen numeroidun reitin linkkiä.
he: תוכל ללחוץ על כפתור זה כדי לבדוק אם קיים נתיב קירבה אחר בין שני האנשים. תוכל להציג את הנתיב הקודם ע"י לחיצה על הקישור עם מספר הנתיב.
nn: Du kan klikke på denne knappen for å se om det er flere slektslinjer mellom de to personene.<br />De andre slektslinjene kan vises på nytt ved å klikke på nummeret til slektslinjen.
pl: Dzięki temu przyciskowi możesz zobaczyć, czy istnieje inna ścieżka związku pomiędzy dwoma osobami. Poprzednio znalezione ścieżki można ponownie wyświetlić klikając na odnośnik z numerem ścieżki.

source: Administrators sometimes need to clean up and correct the data submitted by users. For example, they might need to correct the PLAC location to include the country. When Administrators make such corrections, information about the original change is normally replaced. This may not be desirable.<br /><br />When this option is selected, PhpGedView will retain the original Change information instead of replacing it with that of the current session. With this option selected, Administrators also have the ability to modify or delete the information associated with the original CHAN tag.
ca: A vegades els administradors han de netejar i corregir les dades proposades pels usuaris. Per exemple, els cal corregir la ubicació de PLAC per incloure-hi els país. Quan fan aquest canvis, la informació respecte de l'estat original és substituïda. Això pot resultar contraproduent.<br /><br />Quan seleccionae aquesta opció el PhpGedView conservarà la informació original en lloc de substituir-la per la de la sessió activa. D'aquesta manera els administradors també tenen l'opció de modificar o esborrar la informació associada amb l'etiqueta CHAN original.
da: Administratorer har nogle gange behov for at rydde op i og rette data der er indsendt af brugere. For eksempel kan de have behov for at rette PLAC stedet til at indeholde landet. Når administratorer laver sådanne ændringer, vil oplysningerne om den oprindelige ændring normalt erstattes. Dette er ikke altid ønskværdigt.<br /><br />Når denne indstilling er valgt, bibeholder PhpGedView de oprindelige ændringsoplysninger i stedet for at erstatte dem med dem fra den aktuelle session. Når denne indstilling er valgt, har administratorer også mulighed for at ændre eller slette oplysningerne der er tilknyttet det oprindelige CHAN mærke.
es: Los administradores necesitan algunas veces limpiar o corregir los datos enviados por los usuarios. Por ejemplo, podrían necesitar corregir el lugar de un registro PLAC para que incluya el país. Si los administradores hacen correcciones así, la información del cambio original resulta normalmente sustituida. Esto puede no ser deseable.<br /><br />Si se selecciona esta opción, PhpGedView retendrá la información original del cambio en vez de reemplazarla por la de la sesión actual. Si se selecciona esta opción, los administradores también tendrán la posibilidad de modificar o borrar la información asociada con la etiqueta CHAN original.
fi: Ylläpitäjän on joskus puhdistettava ja korjattava käyttäjän lähettämää tietoa. Esimerkiksi PLAC paikkatieto on korjattava niin, että se sisältää maatiedon. Kun ylläpitäjä tekee tällaisia korjauksia, tieto alkuperäisestä muutoksesta korvataan. Tätä ei ehkä haluta.<br /><br />Kun tämä vaihtoehto valitaan, PhpGedView säilyttää alkuperäisen muutostiedon sen sijaan että korvaisi sen nykyisen istunnon tiedolla. Ylläpitäjä voi myös muuttaa tai poistaa sen tiedon, joka on liitetty alkuperäiseen CHAN merkitsimeen.
he: מנהלנים צריכים לפעמים לנקות ולתקן נתונים שנמסרו ע"י משתמשים. לדוגמא, יתכן שהם צריכים להוסיף ארץ למקום PLAC. כאשר מנהלנים מבצעים שינויים כאלה, המידע על השינוי המקורי מוחלף בדרך כלל. יתכן שדבר הזה אינו רצוי.<br /><br />כאשר האופציה נבחרת, PhpGedView ישמור את נתוני השינוי המקוריים מבלי להחליף אותה עם הנתון של העיבוד הנוכחי. כאשר האופציה הזו נבחרת, מנהלנים יכולים לשנות או למחוק גם מידע הקשור לתג ה-CHAN המקורי.
pl: Administratorzy czasem muszą uporządkować i poprawić dane nadesłane przez użytkowników. Na przykład mogą poprawić miejsce (PLAC) przez wstawienie brakującego kraju. Kiedy administratorzy dokonują takich zmian, informacja o poprzedniej zmianie jest zwykle nadpisywana. Może to być zjawisko niepożądane.<br /><br />Wybranie tej opcji powoduje, że PhpGedView zachowuje informację o oryginalnej zmianie zamiast nadpisywać ją informacją pochodzącą z bieżącej sesji. Kiedy ta opcja jest wybrana, administratorzy mogą również modyfikować i usuwać informację związaną z oryginalnym znacznikiem zmian (CHAN).

source: Secondary language
ca: Idioma secundari
da: Sekundær sprog
es: Idioma anterior
fi: Verrattava kieli
he: שפה משנית
nn: Språk i de andre
pl: Drugi język

source: From this list box you can select the language which you want to compare with the language selected in the <b>Source</b> list box.<br /><br />After you have made your choice, click the <b>Compare</b> button to get a list of all additions and subtractions in all four files of both languages.<br /><br />To refresh your memory:<br /><b>Addition</b> means: It is <u>in</u> the Source file, but <u>not</u> in the Secondary file.<br /><br /><b>Subtraction</b> means: It is <u>not</u> in the Source file, but it <u>is</u> in the Secondary file. This might happen when a given message is no longer used and therefore was removed from the English files. You can safely remove the corresponding message from the secondary language files.
ca: D'aquesta llista podeu escollir l'idioma que vulgueu comparar amb el seleccionat a la llista de la finestra <b>Font</b> <br /><br />Un cop l'hàgiu escollit, polseu el botó <b>Compara</b> per obtenir un llistat d'addicions i subtraccions entre els quatre fitxers d'ambdós idiomes.<br /><br />Per refrescar-vos la memòria:<br /><b>Addició</b> vol dir: És <u>al</u> fitxer font, però <u>no</u> al fitxer secundari.<br /><br /><b>Subtracció</b> vol dir: <u>No</u> és al fitxer font, però <u>és</u> al secundari. Això passa quan un text determinat ja no es fa servir i conseqüentment s'ha eliminat de la versió anglesa de fitxers. Podeu eliminar amb tranquil·litat el text del fitxer de l'idioma secundari.
da: I denne drop down liste kan du vælge det sprog, du ønsker at sammenligne med det sprog, der er valgt i drop down listen: <b>Kilde</b>.<br /><br />Efter at du har foretaget dit valg klikker du på knappen: <b>Sammenlign</b> for at få en liste over alle tilføjelser i alle fire filer på begge sprog.<br /><br />For lige at genopfriske din hukommelse:<br /><b>Tilføjelse</b> betyder: Det findes <u>i</u> kildefilen, men <u>ikke</u> i den sekundære fil.<br /><br /><b>Fjernet</b> betyder: Det findes <u>ikke</u> i kildefilen, men det <u>findes</u> i den sekundære fil. Dette kan ske når en given meddelelse ikke længere anvendes og derfor blev fjernet fra de engelske filer. Du kan trygt fjerne den tilsvarende meddelelse fra de sekundære sprogfiler.
es: En esta caja de lista puede seleccionar el idioma que quiere comparar con el idioma seleccionado en la caja de lista <b>Idioma fuente</b>.<br /><br />Tras haber hecho su selección, haga clic en el botón <b>Comparar</b> y obtendrá una lista de todas las adiciones y supresiones en los cuatro archivos de ambos idiomas.<br /><br />Para refrescar su memoria:<br /><b>Adición</b> significa: Está <u>en</u> el archivo Fuente, pero <u>no</u> en el archivo Secundario.<br /><br /><b>Supresión</b> significa: <u>No</u> está en el archivo Fuente, pero <u>está</u> en el archivo Secundario. Esto podría ocurrir si un mensaje dado ya no se utiliza y por tanto se eliminó de los archivos del idioma inglés. Puede eliminar sin miedo el mensaje correspondiente de los archivos del idioma secundario.
fi: Kielitiedostojen vertailutyökalu >> <b>Verrattava kieli</b><br /><br />Tästä pudotusvalikosta voit valita kielen jota haluat verrata <b>lähteen</b> pudotusvalikosta valittuun kieleen.<br /><br />Kun ole tehnyt valinnan, klikkaa <b>vertaa</b> painiketta ja saat luettelon kaikista lisäyksistä ja poistoista.<br /><br />Varmuudeksi:<br /><b>lisäys</b> tarkoittaa: se <b>on jo olemassa</b> lähdetiedostossa mutta <b>ei</b> vertailutiedostossa.<br /><br /><b>Poistaminen</b> tarkoittaa: se <b>ei</b> ole enää lähdetiedostossa, mutta <b>on</b> (vielä) vertailutiedostossa.
nn: Her kan du velge det språket som skal sammenlignes med valgt kildespråk.<br /><br />Etterpå klikker du på knappen <b>Sammenlign</b> for å se tillegg og/eller fjernede språklinjer i alle fire språkfilene.<ul><li><b>Tillegg</b> betyr at linjen bare finnes i kildefilen.</li><li><b>Fjernet (ikke i bruk lengre)</b> betyr at linjen ikke finnes i kildefilen lengre fordi den ikke brukes i denne versjonen av PhpGedView.
pl: Z tej listy możesz wybrać język, który chcesz porównać do języka wybranego z listy <b>Pierwszy język</b>.<br /><br />Po wybraniu języka kliknij przycisk <b>Porównaj</b> aby zobaczyć listę wszystkich dodatków i usunięć we wszystkich czterech plikach obu języków.<br /><br />Dla przypomnienia:<br /><b>Dodatek</b> oznacza: ten komunikat <u>jest</u> w pliku pierwszego języka, ale <u>nie ma</u> go w pliku drugiego języka.<br /><br /><b>Usunięcie</b> oznacza: tego komunikatu <u>nie ma</u> w pliku pierwszego języka, ale <u>jest</u> w pliku drugiego języka. Może się tak zdarzyć, jeśli komunikat został wycofany z użycia i usunięty z plików angielskich. Możesz bezpiecznie usunąć odpowiednik takiego komunikatu z pliku drugiego języka.

source: When this check box is checked, the chart will be printed with oldest people at the top. When it is unchecked, youngest people will appear at the top.<br /><br />Note: This option works only if <b>Line up the same generations</b> is also checked.
ca: Quan heu marcat aquest selector, al començament del gràfic hi sortiran la gent de més edat. Desmarcat, començarà pels més joves.<br /><br />Nota: Aquesta opció funciona solament si també teniu marcat el selector <b>Alinea generacions</b>.
da: Når denne boks er mærket af, vil slægtsrelationer blive vist med de ældste personer øverst. Hvis boksen ikke er afmærket, vil den/de yngste person(er) blive vist øverst.<br /><br />NB! Dette valg er kun muligt, hvis <i>Vis generationer på linie</i> er afmærket.
es: Cuando se marca esta casilla, el diagrama se presentará de manera que las personas mayores aparezcan al principio. Cuando no está marcada, las personas más jóvenes aparecen al principio.<br /><br />Nota: Esta opción sólo funciona si se marca también la opción <b>Alinear las mismas generaciones</b>.
fi: Kun tämä valintaruutu on rastitettu, näkyy vanhin henkilö ylimpänä.<br />Rastittamaton ruutu näyttää nuorimman ylimpänä.<br /><br />Huom! Tämä vaihtoehto toimii vain, mikäli <i>Aseta sama sukupolvi riviin</i> on rastitettu.
he: כאשר התיבה נבחרת, האנשים המבוגרים יוצגו למעלה. כאשר התיבה אינה נבחרת, האנשים הצעירים יוצגו למעלה.<br /><br />הערה: הבחירה אפשרית רק אם <b>סדר בשורה לפי דורות</b> נבחרה.
nn: Når denne boksen er merket, vil diagrammet vise de(n) eldste person(ene) øverst.<br />Dersom boksen ikke er merket, vil de(n) yngste person(ene) bli vist øverst.<br /><br />NB : Dette valget virker bare dersom <i>Vis like slektsledd på linje</i> også er valgt.
pl: Zaznaczenie tej opcji spowoduje wyświetlenie najstarszych osób u góry wykresu. Kiedy opcja nie jest zaznaczona, u góry pojawią się osoby najmłodsze.<br /><br />Uwaga: Ta opcja działa tylko wtedy, gdy jest jednocześnie włączona opcja <b>Pokaż te same pokolenia w jednej linii</b>.

source: Original name of language in #D_LANGNAME#
ca: Nom original de l'idioma #D_LANGNAME#
da: Sprogets navn på dets eget sprog
es: Nombre original del idioma en #D_LANGNAME#
fi: Alkuperäinen kielen nimi #D_LANGNAME#
he: שם המקורי של השפה ב#D_LANGNAME#
nn: Original-navn til #D_LANGNAME#
pl: Nazwa języka w oryginale w #D_LANGNAME#

source: Page
ca: Pàgina
da: Side
es: Página
fi: Sivu
he: דף
nn: Side
pl: Strona

source: In this box you type your password.<br /><br /><b>The password is case sensitive.</b> This means that <b>MyPassword</b> is <u>not</u> the same as <b>mypassword</b> or <b>MYPASSWORD</b>.
ca: Escriviu la vostra contrasenya (paraula clau d'accés) en aquest caixetí.<br /><br /><b>És consideren caràcters diferents les majúscules i les minúscules.</b> Això significa que <b>Contrasenya</b> és <u>diferent</u> de <b>contrasenya</b> o de <b>CONTRASENYA</b>.
da: I dette felt skriver du din adgangskode.<br />Adgangskoden skal skrives nøjagtigt, som det blev oprettet (små og/eller store bogstaver)
es: En esta caja escriba su contraseña.<br /><br /><b>La contraseña diferencia entre mayúsculas y minúsculas.</b> Esto significa que <b>MiContraseña</b> <u>no</u> es lo mismo que <b>micontraseña</b> o que <b>MICONRASEÑA</b>.
fi: Tähän ruutuun kirjoitat salasanasi.<br />Huomaa ero isojen ja pienten kirjainten välillä!
he: בתיבה זו מכניסים סיסמא.<br /><br />יש להקפיד על השפה ועל אותיות לועזיות קטנות וגדולות. -<b>MyPassword</b> <u>אינו</u> זהה ל-<b>mypassword</b> או ל-<b>MYPASSWORD</b>.
nn: I denne boksen skriver du inn passordet ditt.<br />Passordet må skrives nøyaktig slik det ble opprettet (små og/eller store bokstaver)
pl: W to pole wpisujesz swoje hasło.<br /><br /><b>Małe i wielkie litery w haśle mają znaczenie.</b> Oznacza to, że <b>MojeHasło</b> to <u>nie</u> to samo, co <b>mojehasło</b> czy <b>MOJEHASŁO</b>.

source: These settings define facts that are hidden for a specific person, family, or source and the level at which they are hidden. This only applies to level 1 fact records such as BIRT or DEAT that will appear with their own headings on the relevant details page of the person, family, or source.<br /><br />The first element is the ID of the person, family, or source. The second element is the fact. The <b>Choice</b> element specifies the fact itself or related details. The <b>Show to?</b> element determines at what access level the fact is shown. Not all facts shown in the list are applicable to all types of IDs. For example, Birth and Death facts are not relevant to Source records.<br /><br />The $person_facts array works the same as the $global_facts array except that you also specify the GEDCOM ID of the person you want to hide facts for. You could, for example, hide the marriage record for a specific person.
ca: Aquests paràmetres defineixen els esdeveniments que s'ocultaran d'una determinada persona, família o font i el nivell al que restaran ocults. Això solament s'aplica al nivell 1 de registres d'esdeveniments com NAIXEMENT o DEFUNCIÓ, que apareixen a les pròpies capçaleres de la pàgina de detalls rellevants de la persona, família o font.<br /><br />El primer element és l'ID de la persona, família o font. El segon és l'esdeveniment. L'element <b>Elecció</b> especifica si l'esdeveniment en si mateix o els seus detalls relatius. L'element <b>Mostrar-ho a?</b> determina a quin nivell d'accés es mostrarà l'esdeveniment. No tots els esdeveniments que surten a la llista son aplicables a tot tipus d'IDs. Per exemple, Naixement i Defunció no son rellevants pels registres de fonts.<br /><br />La cadena $person_facts funciona semblant que la cadena $global_facts excepte que us cal especificar també l'ID del GEDCOM de la persona de la que en voleu ocultar els esdeveniments. Podeu, per exemple, ocultar el registre de casament d'una persona en concret.
da: Disse indstillinger definerer fakta, der skjules for en specifik person i slægtsdatabasen, samt på hvilket niveau disse fakta skal skjules.<br /><br />Det første valg er personens ID, det næste valg er data.<br />["Valg"] vælger data eller tilhørende oplysninger. Valget ["Vis til"] bestemmer på hvilket adgangsniveau disse data skal vises.<br /><br />"Fakta for personer"-tabellen fungerer på samme måde som "generelle fakta"-tabellen med undtagelse af, at du også kan angive ID for den person, hvis data skal skjules. Du kan altså skjule ægteskabsfeltet for en bestemt person.
es: Estos ajustes definen hechos ocultos para una persona, familia o fuente específicos y el nivel de acceso al que se ocultan. Esto sólo se aplica a los registros de hecho de nivel 1 como BIRT o DEAT que aparecen por sí mismos en la página de detalles relevante de la persona, familia o fuente.<br /><br />El primer elemento es el ID de la persona, familia o fuente. El segundo elemento es el hecho.<br />El elemento <b>Elegir</b> especifica el propio hecho o los detalles relacionados. El elemento <b>Visible por</b> determina a qué nivel de acceso se mostrará el hecho No todos los hechos mostrados en la listas son aplicables a todos los tipos de ID. Por ejemplo, los hechos Nacimiento y Defunción no son relevantes para los registros de Fuente.<br /><br />La tabla $person_facts funciona de la misma manera que la $global_facts exceptuando que en este caso puede especificar el ID de la persona de la que quiere ocultar hechos. De esta forma se podría ocultar el registro de matrimonio para una persona determinada.
he: These settings define facts that are hidden for a specific person, family, or source and the level at which they are hidden. This only applies to level 1 fact records such as BIRT or DEAT that will appear with their own headings on the relevant details page of the person, family, or source.<br /><br />The first element is the ID of the person, family, or source. The second element is the fact. The <b>בחירה</b> element specifies the fact itself or related details. The <b>הראה ל-</b> element determines at what access level the fact is shown. Not all facts shown in the list are applicable to all types of IDs. For example, Birth and Death facts are not relevant to Source records.<br /><br />The $person_facts array works the same as the $global_facts array except that you also specify the GEDCOM ID of the person you want to hide facts for. You could, for example, hide the marriage record for a specific person.
nn: Disse innstillingene definer fakta som skjules for en spesifik person i slektsbasen, samt på hvilket nivå disse fakta skal skjules.<br /><br />Det første valget er Id til personen, det neste valget er data.<br />["Valg"] velger data eller tilhørende opplysninger. Valget ["Vis til"] bestemmer på hvilket adgangsnivå disse data skal vises.<br /><br />"Fakta for personer"-tabellen fungerer på samme måte som "generelle fakta"-tabellen med unntak av at du også kan angi ID til den personen hvor data skal skjules. Du kan altså skjule ekteskapsfeltet til en bestemt person.
pl: Te ustawienia określają fakty dotyczące konkretnej osoby, rodziny lub źródła i poziom, na którym są ukryte. Odnosi się to wyłącznie do wpisów faktów na poziomie 1, takich jak urodzenie (BIRT) czy śmierć (DEAT), które mają swoje własne nagłówki na odpowiedniej stronie szczegółów osoby, rodziny lub źródła.<br /><br />Pierwszym elementem jest identyfikator osoby, rodziny lub źródła. Drugim elementem jest fakt. Element <b>Wybór</b> wskazuje sam fakt lub powiązane z nim szczegóły. Element <b>Komu pokazać?</b> określa, na jakim poziomie dostępu fakt będzie widoczny. Niektóre fakty na liście nie są odpowiednie dla pewnych typów identyfikatorów. Na przykład urodzenie i śmierć nie są odpowiednie dla źródeł.<br /><br />Tablica $person_facts działa tak samo, jak tablica $global_facts poza tym, że możesz także podać identyfikator GEDCOM osoby, dla której chcesz ukryć fakty. Możesz na przykład ukryć małżeństwo dla konkretnej osoby.<br /><br />Ustawia parametr $person_facts w pliku <i><u>xxx</u>.GED_priv.php</i>.
