Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: The GEDCOM Administration page is the control center for administering all of your genealogical databases.<br /><br /><b>Current GEDCOMs</b><br />At the head of the <b>Current GEDCOMs</b> table, you see an action bar with four links.<ul><li>Add GEDCOM</li><li>Upload GEDCOM</li><li>Create a new GEDCOM</li><li>Return to the Admin menu</li></ul>In the <b>Current GEDCOMs</b> table each genealogical database is listed separately, and you have the following options for each of them:<ul><li>Import</li><li>Delete</li><li>Download</li><li>Edit configuration</li><li>Edit privacy</li><li>SearchLog files</li></ul>Edit privacy appears here because every GEDCOM has its own privacy file.<br /><br />Each line in this table should be self-explanatory. PhpGedView can be configured to log all database searches. The SearchLog files can be inspected through links found on this page.<br /><br />Contextual help is available on every screen; make sure that the <b>Show Contextual Help</b> option in the Help menu is on, and click on a <b>?</b> next to the subject.
ca: La pàgina Administració GEDCOM és el centre de control per administrar totes les bases de dades genealògiques.<br /><br /><b>Gedcoms disponibles</b><br />A la capçalera de la taula <b>Gedcoms disponibles</b> hi surt una fila amb quatre enllaços:<ul><li>Afegeix un GEDCOM</li><li>Carrega un GEDCOM</li><li>Crea un nou GEDCOM</li><li>Torna al menú d'Administració</li></ul>A la taula de <b>Gedcoms disponibles</b>, cada base de dades genealògica es llista separadament i hi han les següents opcions per a cada una d'elles:<ul><li>Importar</li><li>Eliminar</li><li>Descarregar</li><li>Editar configuració</li><li>Editar privadesa</li><li>Fitxers SearchLog</li></ul>Editar privadesa surt aquí degut a que cada GEDCOM té el seu propi fitxer de privadesa.<br /><br />Cada línea d'aquesta taula és autodescriptiva. El PhpGedView pot configurar-se per enregistrar totes les recerques a la base de dades. Els fitxers de registre SearchLog podeu inspeccionar-los mitjançant els enllaços d'aquesta pàgina.<br /><br />Hi ha disponible ajuda contextual a cada pantalla. Cal assegurar-vos que l'opció <b>Mostra l'ajuda contextual</b> del menú d'ajuda és activa i polsar l'interrogant <b>?</b> del costat de cada entrada.
da: Siden, for administration af slægtsfiler er kontrolcenter, hvor du adminstrerer de <b>aktive</b> og <b>nye</b> slægtsfiler.<br /><dl><b>Aktive slægtsfiler (*.ged)</b><br /><dt>I tabellen med <b>Aktive slægtsfiler</b> har du følgende valgmuligheder:</dt><dd>Slette slægtsfilen</dd><dd>Ændre slægtsfilen</dd><dl><dt>Ændre privatlivsfilen</dt><dd>Hver slægtsfil har sine egne privatlivsindstillinger. At ændre indstillinger her vil kun have indvirkning på den slægtsfil, den er knyttet til.</dd></dl><dd>Angiv standard slægtsdatabase</dd><dd>Importer GEDCOM-fil</dd><dd>Download</dd><dt>Der er også her 3 kolonner med følgende information:</dt><dd>GEDCOM-fil</dd><dd>Titel på slægtsdatabasen</dd><dd>Konfigurationsfil</dd></dl><dl><b>Nye GEDCOM-filer</b><dt>På denne side har du følgende valgmuligheder mht. at tilføje <b>nye</b> og/eller <b>eksisterende</b> GEDCOM-filer til programmet.</dt><dd>Tilføj en GEDCOM-fil</dd><dd>Upload GEDCOM-fil</dd><dd>Generer en ny GEDCOM-fil</dd></dl><br />Hvis du ønsker mere (detaljeret) hjælp, kan du klikke på <b>?</b> anbragt efter de forskellige valgmuligheder, rammer mm. på skærmen.<br />PS. Check at <b>Vis Hjælp <b><i>?</i></b> til tekst</b> (under hjælp i menuen) er aktiv!
es: La página Administración GEDCOM es el centor de control para la administración de todas sus bases de datos genealógicas.<br /><br /><b>Gedcoms en uso</b><br />En el encabezamiento de la tabla <b>Gedcoms en uso</b>, puede ver una barra de acciones con cuatro vínculos.<ul><li>Añadir GEDCOM</li><li>Subir GEDCOM</li><li>Crear un nuevo GEDCOM</li><li>Regresar al menú de Administración</li></ul>En la tabla <b>Gedcoms en uso</b>, cada base de datos genealógica se lista por separado y tiene las siguientes opciones para cada una de ellas:<ul><li>Importar</li><li>Borrar</li><li>Descargar</li><li>Modificar configuración</li><li>Modificar privacidad</li><li>Archivos SearchLog</li></ul>Aparece aquí Modificar privacidad porque cada GEDCOM tiene su propio archivo de privacidad.<br /><br />Cada línea de la tabla debería ser autoexplicativa. PhpGedView puede configurarse para llevar un registro de todas las búsquedas en la bases de datos en archivos SearchLog. Se pueden inspeccionar los archivos SearchLog mediante los vínculos que se encuentran en esta página.<br /><br />La ayuda contextual está disponible en todas las pantallas; asegúrese de que la opción <b>Mostrar ayuda contextual</b> del menú de Ayuda está activada y haga clic en el <b>?</b> próximo al teema.
fi: Sivulla GEDCOM hallinta voit ylläpitää kaikkia sukutietokantojasi.<br /><br /><b>Nykyiset GEDCOM:t</b><br />Taulussa <b>Nykyiset GEDCOM:t</b> päällä näet neljällä toiminnolla varustetun toimintopalkin.<ul><li>Lisää uusi GEDCOM-tiedosto</li><li>Lähetä GEDCOM-tiedosto palvelimelle</li><li>Luo uusi GEDCOM-tiedosto</li><li>Palaa ylläpitovalikkoon</li></ul>Taulussa <b>Nykyiset GEDCOM:t</b> jokainen tietokanta on listattu erikseen ja sinulla on seuraavat vaihtoehdot jokaiselle niistä:<ul><li>Tuo</li><li>Poista</li><li>Lataa</li><li>Muokkaa asetuksia</li><li>Muokkaa yksityisyysasetuksia</li><li>SearchLog-tiedostot</li></ul>Muokkaa yksityisyysasetuksia näkyy täällä koska joka GEDCOM-tiedostolla on oma yksityisyystiedostonsa.<br /><br />Joka rivin tässä taulussa pitäisi olla itsestään selvä. PhpGedView voidaan asettaa kirjaamaan ylös kaikki tietokantahaut. SearchLog-tiedostoja voi tarkkailla tältä sivulta löytyvän linkin kautta.<br /><br />Mikäli haluat pika-avusteet, varmista, että <b>Näytä pika-avusteet </b> (Ohje-valikossa) on päällä ja klikkaa <b>?</b> aiheen jälkeen.
he: ניהול ה-GEDCOM הוא מרכז הבקרה של מאגרי הנתונים של חקר המשפחה שלך.<br /><br /><b>GEDCOM-ים נוכחיים</b><br />בכותרת של טבלת <b>GEDCOM-ים נוכחיים</b>, תראה מלבן עם ארבעה קישורים.<ul><li>הוסף GEDCOM</li><li>העלה GEDCOM</li><li>בנה GEDCOM חדש</li><li>חזור לתפריט הניהול</li></ul>בטבלה <b>GEDCOM-ים נוכחיים</b> רשום כל מאגר נתוני חקר המשפחה בנפרד, קיימות הברירות הבאות:<ul><li>ייבא GEDCOM</li><li>מחק GEDCOM</li><li>ערוך תצורת GEDCOM</li><li>ערוך פרטיות GEDCOM</li><li>קובצי לוג של החיפוש</li></ul>עריכת הפרטיות של ה-GEDCOM נמצאת כאן משום שלכל GEDCOM יש קובץ פרטיות משלו.<br /><br />כל שורה בטבלה זו אמורה להיות מובנת מעליה. ניתן לעצב את PhpGedView לרשום את כל החיפושים במאגר הנתונים. ניתן לבדוק את קובצי הלוג בעזרת קישורים שקיימים בדף הזה.<br /><br />עזרה (ספציפית) זמינה על כל דף, ודא שאופצית ה<b>הראה עזרה מקושרת</b> דלוקה בתוך תפריט העזרה ולחץ על <b>?</b> ליד הנושא.
nn: Siden for administrasjon av slektsfil(er) er kontroll-senteret for å adminstrere de <b>aktive</b> og <b>nye</b> slektsfiler.<br /><dl><b>AKTIVE SLEKTSFILER (GED)</b><br /><dt>I tabellen med <b>Aktive slektsfiler</b> har du følgende valg:</dt><dd>Slette slektsfil</dd><dd>Endre slektsfil</dd><dl><dt>Endre personvernfilen</dt><dd>Hver slektsfil har sine egne personvern-innstillinger. Å endre innstillinger her vil bare ha innvirkning på den slektsfilen den er knyttet til.</dd></dl><dd>Angi Standard slektsbase</dd><dd>Importer GEDCOM</dd><dd>Last ned (download)</dd><dt>Det er også 3 kolonner med følgende informasjon:</dt><dd>GEDCOMfil</dd><dd>Tittel til slektsbasen</dd><dd>Konfigurasjonsfil</dd></dl><dl><b>NYE GEDCOMFILER</b><dt>På denne siden har du følgende valg for å legge til <b>ny</b> og/eller <b>eksisterende</b> GEDCOMfiler til programmet.</dt><dd>Legg til en GEDCOMfil</dd><dd>Hente (upload) GEDCOMfil</dd><dd>Lage en ny GEDCOMfil</dd></dl><br />Dersom du ønsker mer (detaljert) hjelp, kan du klikke på <b>?</b> bak ulike valg, rammer m.m. på skjermen.<br />PS. Sjekk at <b>Vis Hjelp <b><i>?</i></b> til tekst</b> (under Hjelp i menyen) er aktiv!
pl: Strona Zarządzanie plikami GEDCOM służy jako centrum sterowania do zarządzania wszystkimi genealogicznymi bazami danych.<br /><br /><b>Bieżące pliki GEDCOM</b><br />W nagłówku tabeli <b>Bieżące pliki GEDCOM</b> zobaczysz pasek narzędzi z czterema odnośnikami.<ul><li>Dodaj plik GEDCOM</li><li>Wgraj plik GEDCOM</li><li>Utwórz nowy plik GEDCOM</li><li>Powrót do menu administracji</li></ul><br />W tabeli <b>Bieżące pliki GEDCOM</b> wyświetlona jest osobno każda genealogiczna baza danych i dla każdej z nich masz następujące opcje:<ul><li>Importuj</li><li>Usuń</li><li>Pobierz</li><li>Edytuj konfigurację</li><li>Edytuj prywatność</li><li>Pliki SearchLog </li></ul>Edycja prywatności pojawia się tutaj, ponieważ każdy plik GEDCOM ma własny plik ustawień prywatności.<br /><br />Każdy wiersz tej tabeli powinien być zrozumiały. PhpGedView może rejestrować wszystkie przeprowadzane wyszukiwania w pliku SearchLog, który można przejrzeć za pomocą odnośników znajdujących się na tej stronie.<br /><br />Pomoc kontekstowa jest dostępna na każdym ekranie; upewnij się, że opcja <b>Pokaż pomoc kontekstową</b> w menu pomocy jest włączona i kliknij na znak zapytania <b>?</b> obok elementu.

source: Language File Edit Utility
ca: Eina d'edició d'idiomes
da: Værktøj til at rette sprogfil
es: Herramienta para edición de archivos de idiomas
fi: Kielitiedoston muokkaustyökalu
he: תוכנת עריכה של קובץ שפה
nn: Endre språk-fil
pl: Edytor plików językowych

source: You can use this utility to edit the contents of a language file by using the contents of the English one.<br /><br />You will see the contents of the original English language file and the contents of the same file type (there are nine of these) in your chosen language. You click on the message text shown below the English version. This opens a new window where you can modify the text. You can save the changes or abandon them.
ca: Podeu fer servir aquesta eina per editar el contingut d'un fitxer d'idioma emprant el de l'anglès.<br /><br />Veureu el contingut de l'original anglès i el del mateix fitxer de l'idioma escollit. Polsant el text que surt sota de la versió anglesa, s'obrirà una finestra on podreu modificar-lo. Podreu desar els canvis o cancel·lar-los.
da: Du kan bruge denne funktion til at redigere indholdet af en sprog-fil ved at bruge indholdet af den engelske.<br /><br />Du kan se indholdet af den originale engelske fil og indholdet af den samme type sprogfil (der er 4 sprogfiler) i det sprog, du har valgt at oversætte. Du klikker på teksten under den engelske version. Herved åbnes et nyht vindue, hvor du kan redigere teksten. Du kan gemme ændringerne eller fortryde dem.
es: Puede usar esta utilidad para modificar el contenido de un archivo de idioma usando el contenido del archivo correspondiente inglés.<br /><br />Verá el contenido del archivo original inglés y el contenido del mismo tipo de archivo (hay nueve) en su idioma elegido. Entonces puede hacer clic en el texto de mensaje que se muestra bajo la versión inglesa y se abrirá una nueva ventana en la que puede modificar el texto. Después puede guardar los cambios o abandonarlos.
he: ניתן להשתמש בתוכנת עזר זו בעריכת תוכן של קובץ שפה ע"י שימוש בקובץ האנגלי.<br /><br />התוכנה מראה את התוכן של קובץ השפה האנגלית המקורי (יש תשעה קבצים כאלה) ובמקביל את התוכן של קובץ השפה הנבחרת שלך. לחץ על ההודעה מתחת לגרסה האנגלית ואז יפתח חלון חדש, ובו תוכל לעדכן את הטכסט. ניתן לשמור את השינוי או לוותר עליו.
nn: Her kan du endre innholdet av en språk-fil ved å bruke den engelske teksten som referanse.<br />Innholdet av den originale engelske språk-filen vil bli listet opp sammen med teksten i ditt valgte språk.<br />Ved å klikke på en tekst i språkfilen din, vil et nytt vindu åpnes der du kan gjøre endringer i teksten.
pl: To narzędzie umożliwia edycję pliku językowego na podstawie wersji angielskiej.<br /><br />Zobaczysz oryginalną treść w języku angielskim i zawartość pliku tego samego typu (jednego z dziewięciu) w języku wybranym przez ciebie. Kiedy klikniesz na komunikat pod wersją angielską, otworzy się nowe okno, w którym będzie można edytować treść. Możesz zapisać lub odrzucić zmiany.

source: TIME
ca: Hora
da: Klokkeslæt
es: Hora
fi: Aika
he: זמן
nn: Klokkeslett
pl: Czas

source: Edit message from language file.
ca: Edita el text del fitxer d'idioma.
da: Ret tekst/besked i sprogfil
es: Editar mensaje de un archivo de idioma.
fi: Muokkaa viestiä kielitiedostosta.
he: ערוך הודעה מקובץ שפה.
nn: Endre tekst/beskjed fra språk-fil
pl: Edytuj komunikat z pliku językowego.

source: Here you can change the language in which PhpGedview will display all its pages and messages after you have logged in.<br /><br />When you first access the site, PhpGedView assumes that you want to see everything in the language configured as the Preferred Language in your browser. If that assumption is incorrect, you would override it here. For example, your browser might be set to English because that is the most prevalent language on the Internet. However, for genealogical purposes, you would prefer to see everything in Finnish or Hebrew. Here's where you do that.<br /><br />The administrator controls what language choices are available to you. If your preference isn't listed, you need to contact the administrator.<br /><br />Please remember that PhpGedView is very much a project staffed by an international team of unpaid volunteers. Experts come and go. Consequently, support for languages other than English is sometimes not as good as it should be.<br /><br />If you see something that has not been translated, has been translated incorrectly, or could be phrased better, let your administrator know. The administrator will know how to get in touch with the PhpGedView developer team to have your concerns addressed. Better still, volunteer some of your time. We can use the help.
ca: Aquí podeu canviar el idioma en el que el PhpGedview us mostrarà totes les pàgines i missatges, desprès d'accedir.<br /><br />Quan accediu al lloc, el PhpGedView assumeix que voleu veure-ho tot amb l'idioma configurat com a Idioma Preferent al vostre navegador. Si aquesta assumpció és incorrecta, es pot esmenar aquí. Per exemple, el navegador d'un usuari està configurat per a l'anglès perquè aquest és l'idioma més emprat a Internet. Tanmateix, per a qüestions genealògiques, aquest usuari prefereix el Finès o l'Hebreu. Aquí és el lloc de fer-ho.<br /><br />L'administrador controla els idiomes disponibles. Si el que es vol no és a la llista, cal contactar amb ell.<br /><br />Cal recordar que el PhpGedView és un treball compartit per un equip internacional de voluntaris. Els experts van i venen. En conseqüència el suport per a idiomes diferents de l'anglès no és tant bo com el que caldria.<br /><br />Si es troba quelcom que no s'ha traduït correctament o que podria haver-se construït millor, cal fer-ho saber a l'administrador. Ell sabrà com fer-ho arribar a l'equip de desenvolupament del PhpGedView.
da: Her kan du angive det sprog, som er dit standardsprog på denne side.<br />Programmet er i stand til at genkende det sprog du har valgt i din browser, så i de fleste tilfælde er der ikke nogen grund til at ændre indstillingen her.<br />Imidlertid kan det f.eks. være, at din browser har Engelsk som foretrukket sprog, men at du ønsker at <b>sproget på denne hjemmeside</b> skal være dansk, så kan du ændre det her.
es: Aquí puede cambiar el idioma en que PhpGedView mostrará todas sus páginas y mensajes después de que se haya identificado.<br /><br />La primera vez que accede al sitio, PhpGedView supone que quiere ver todo en el Idioma Preferido de su navegador. Si es suposición es incorrecta, puede cambiarla aquí. Por ejemplo, su navegador podría estar configurado para inglés porque es el idioma de mayor presencia en la Internet. SIn embargo, para cuestiones genealógicas, preferiría ver todo en finlandés o en hebreo. Aquí es donde puede hacerlo.<br /><br />El administrador controla qué opciones de idioma están disponibles. Si no aparece su idioma preferido, necesita pornerse en contacto con el administrador.<br ><br />Recuerde que PhpGedView es realmente un proyecto realizado por un equipo internacional de voluntarios sin sueldo. Los expertos van y vienen. En consecuencia, el apoyo a idiomas distintos del inglés a veces no es tan bueno como debiera.<br /><br />Si ve a menudo algo que no se ha traducido, se ha traducido incorrectamente o podría redactarse mejor, hagáselo saber a su administrador. El administrador sabrá cómo ponerse en contacto con el equipo de desarrollo de PhpGedView para que se atienda su asunto. Mejor aún, aporte algo de su tiempo. Nos vendría muy bien la ayuda.
fi: Tässä voit määrittää tämän sivuston oletuskielen.<br />Ohjelma kykenee tunnistamaan selaimesi <b> oletuskilelen</b> joten useimmiten ohjelman kieliasetukseen ei tarvitse puuttua.<br />Jos kuitenkin selaimesi oletuskieli on englanti, mutta haluat <b>tällä sivustolla</b> käyttää suomea tai hepreaa, voit sen asettaa tässä.
he: כאן ניתן לשנות את השפה שבה PhpGedview יציג את הדפים וההודעות אחרי שתתחבר.<br /><br />בתחילה כאשר תיגש לאתר, PhpGedView מניח שתרצה לראות הכל בשפה שמוגדרת כשפה המועדפת שלך בדפדפן שלך. אם ההנחה אינה נכונה, תאכוף את זה כאן. למשל, יתכן שהדפדפן שלך מוגדר באנגלית משום שזו השפה השכיחה על האינטרנט. אבל יתכן שהייתה מעדיף לראות הכל בפינית או בעברית, לצרכי חקר משפחה. כאן תעשה את זה.<br /><br />המנהלן שולט בבחירת השפות הזמינות עבורך. אם הבחירה שלך אינה רשומה, עליך להתקשר עם המנהלן.<br /><br />זכור ש-PhpGedView הוא פרויקט מאויש ע"י צוות בין-לאומי של מתנדבים שאינם מקבלים תשלום. מומחים באים והולכים. כתוצאה, התמיכה בשפות האחרות מאנגלית אינה לעתים טובה כפי שהייתה צריכה להיות.<br /><br />אם תראה משהו שלא תורגם, תורגם בצורה שגויה, או ניתן לנסח בצורה טובה יותר, אנא ידע את המנהלן שלך. המנהלן יודע איך להשיג את צוות הפיתוח של PhpGedView כדי שהדאגה שלך תטופל. עדיף, שתתרום מזמנך. אנחנו יכולים להשתמש בעזרה.
nn: Her kan du angi det språket som er ditt standardspråk for denne siden.<br />Programmet er i stand til å gjenkjenne det språkvalget du har gjort i nettleseren din, så i de fleste tilfeller er det ikke noen grunn til å endre innstillingen her.<br />Imidlertid kan det f. eks. være at nettleseren din har Engelsk som foretrukket språk, men at du ønsker at <b>språket på dette nettstedet</b> skal være norsk, så kan du endre det her.<br /><br /><br />Administrator har kontroll med hvilke språk som kan velges. Dersom ditt ønske ikke vises, må du kontakte administratoren.
pl: Tutaj możesz zmienić język, w jakim będą wyświetlane wszystkie strony i komunikaty PhpGedview po zalogowaniu.<br /><br />Kiedy pierwszy raz odwiedzasz ten serwis, PhpGedView zakłada, że chcesz zobaczyć wszystko w języku, który jest ustawiony jako preferowany język twojej przeglądarki. Jeśli to założenie jest niepoprawne, możesz je tutaj skorygować. Na przykład twoja przeglądarka może być ustawiona na język angielski, ponieważ jest to język najczęściej spotykany w sieci, jednak do celów genealogicznych wolisz korzystać z języka polskiego. Tutaj możesz wybrać odpowiedni język.<br /><br />Administrator określa, jakie języki masz do wyboru. Jeśli twojego języka nie ma na liście, musisz skontaktować się z administratorem.<br /><br />Pamiętaj, że PhpGedView jest projektem rozwijanym przez międzynarodowy zespół nieopłacanych wolontariuszy. Eksperci przychodzą i odchodzą. W rezultacie obsługa języków innych, niż angielski jest czasem gorszej jakości.<br /><br />Jeśli zauważysz brak tłumaczenia, tłumaczenie niepoprawne lub niezgrabne, powiadom administratora. Administrator skontaktuje się z zespołem PhpGedView i przedstawi twoje spostrzeżenia. A jeszcze lepiej, sam(a) zgłoś się na ochotnika. Przyda nam się każda pomoc.

source: If you have changed your password, you need to confirm it as well. This is just to make sure that you did not make a typing error in the password field.<br /><br />If the password and its confirmation are not identical, you will get a suitable error message. You will have to re-type both the original password and its confirmation.
ca: Si heu canviat la contrasenya, cal confirmar si està be. Això es fa per assegurar que no heu comès cap error teclejant-la.<br /><br />Si la nova i la de confirmació no son idèntiques, apareixerà un missatge d'error i llavors, caldrà que entreu de nou la contrasenya i la confirmació.
da: Hvis du har ændret din adgangskode, må du også bekræfte det.<br />Dette er kun for at sikre dig mod, at du ikke skrev forkert i adgangskode-feltet.<br />Hvis de ikke er ens, vil du få en fejlmelding: <b>De to adgangskoder er forskellige.</b>.<br />Både adgangskode- og bekræftelsesfeltet vil blive tømt, og du må skrive den nye adgangskode igen i begge felter.
es: Si ha modificado su contraseña, deberá confirmarla. Esto es para asegurarse de que no cometió un error de tecleo en el campo de contraseña.<br /><br />Si la contraseña y su confirmación no son idénticas, recibirá un mensaje de error apropiado. Tendrá que volver a teclear tanto la contraseña original y su confirmación.
fi: Mikäli olet muuttanut salasanaasi, sinun on myös varmistettava se.<br />Tämä vain varmistukseksi, että et ole tehnyt kirjoitusvirhettä salasanakentässä.<br />Mikäli ohjelma havaitsee, että salasana ja sen varmistus eivät täsmää, saat tämän ilmoituksen: <b>Salasana ei täsmää.</b>.<br /> Sekä salasana- että varmistuskenttä tyhjenevät ja saat kirjoittaa uudestaan kumpaankin kenttään.
he: אם שינית את סיסמתך, עליך גם לאשר אותה. האישור חשוב כדי לוודא שלא חלה טעות הקלדה בסיסמא.<br />אם התוכנה מגלה שהסיסמא והאישור שונים, תקבל הודעת שגיאה: <b>הסיסמאות אינן מתאימות.</b>.<br />שדה הסיסמא ושדה האישור ינוקו ועליך להקיש שוב את הסיסמא החדשה בשני השדות.
nn: Dersom du har endret passordet ditt, må du bekrefte det også.<br />Dette er bare for sikre deg selv mot at du ikke skrev feil i passord-feltet.<br />Dersom de ikke er like, vil du få en feilmelding.<br />Både passord- og bekreftelses-feltet vil bli tømt og du må skrive det nye passordet på nytt i begge felt.
pl: Każdą zmianę hasła należy potwierdzić. Jest to zabezpieczenie przed popełnieniem literówki przy wpisywaniu hasła w polu "Hasło".<br /><br />Jeśli hasło nie jest identyczne z potwierdzeniem, pojawi się odpowiedni komunikat i będzie trzeba od nowa wpisać zarówno hasło, jak i potwierdzenie.
