Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Should existing media links be retained in the database when a replacement GEDCOM is being uploaded. The <b>No</b> option removes existing media links from the database, while the <b>Yes</b> option keeps them.<br /><br />This option is useful when you export your GEDCOM from PhpGedView to an off-line GEDCOM maintenance program that does not handle embedded media pointers properly, and then subsequently re-import that changed GEDCOM into PhpGedView. Under such circumstances, the media pointers within the GEDCOM you exported to your off-line editing program are destroyed, and you would have to re-link all of your media files to the proper Person, Family, and Source records after you re-import the GEDCOM into PhpGedView.<br /><br />The <b>Yes</b> option tells PhpGedView to keep the existing media links so that you do not have to re-create them after you import the changed GEDCOM, but this requires the off-line editing program to always produce the same Person, Family, and Source identification numbers.<br /><br /><i>Family Tree Maker</i> is one of several off-line editing programs that does <u>not</u> properly handle media object pointers within the GEDCOM. <i>Legacy</i>, among many others, <u>does</u> handle these properly.
ca: Cal conservar (o no) els enllaços multimèdia existents a la base de dades quan s'està carregant un GEDCOM de substitució. La opció <b>No</b> elimina de la base de dades els enllaços multimèdia existents, mentre que l'opció <b>Si</b> els conserva.<br /><br />És útil quan exporteu el vostre GEDCOM des de PhpGedView a un programa de manteniment GEDCOM fora de línea, que no gestioni correctament els punters d'enllaços multimèdia i posteriorment, reimporteu aquell GEDCOM modificat a PhpGedView. En aquestes circumstàncies circumstàncies, els punters multimèdia dins del GEDCOM que heu exportat al vostre programa d'edició fora de línea es perden i us caldrà re-enllaçar tots els fitxers multimèdia a les seves corresponents Persones, Famílies i Fonts, un cop hagueu reimportat el GEDCOM al PhpGedView.<br /><br />La opció <b>Si</b> ordena al PhpGedView mantenir els enllaços multimèdia existents per a que no us calgui tornar-los a crear desprès d'importar el GEDCOM modificat , ?però això exigeix que el programa d'edició fora de línea produeixi sempre els mateixos números d'identificació de Persones, Famílies i Fonts.<br /><br /><i>Family Tree Maker</i> és un dels programes d'edició fora de línea que <u>no</u> gestiona correctament els punters multimèdia del GEDCOM. <i>Legacy</i> i alguns altres, <u>si</u> que els gestiona correctament.<br />
da: Skal eksisterende media link beholdes i databasen eller skiftet ud med GEDCOM som bliver uplagt. <b>Nej</b> fjerne eksisterende media fra databasen. <b>Ja</b>Beholder dem. <br /><br />Denne indstillinger kan bruges når du exporter GEDCOM fra phpGedview til en off-line GEDCOM program som ikke kan håndtere embedded media peger godt nok, for derefter at genimporter dem. Under sådan forhold, er media pegeren blivet fjernet fra det GEDCOM program du bruger og du bliver derfor nød til at sætte Media filerne ind igen på de personer, family og kilder efter du har genindlæst GEDCOM filen.<br /><br /><b>Ja</b> fortæller phpgedview at beholde de eksisterende media link så du ikke behøver at genoprette dem efter du har importeret ændringer, men det kræver at dit program lavere de samme person, familie i samme Nr-id som før.<br /><br /><i>Family Tree Maker</i> er et af de programmer som ikke kan klare dette.<i>Legacy</i> ud af mange kan godt.
es: Define si se deben retener los vínculos existentes a objetos audiovisuales al subir una nueva versión del archivo GEDCOM. La opción <b>No</b> elimina los vínculos existentes de la base de datos, mientras que la opción <b>Sí</b> los conserva.<br /><br />Esta opción es útil al exportar su archivo GEDCOM de PhpGedView a un programa de mantenimiento externo que no maneje los punteros a objetos correctamente y reimportar posteriormente el GEDCOM modificado a PhpGedView. En estas circunstancias, los punteros a objetos en el GEDCOM que exportó se destruyen y tendría que volver a vincular todos sus archivos audiovisuales a las personas, familias y fuentes correctas después de volver a importar el GEDCOM a PhpGedView.<br /><br />La opción <b>Sí</b> dice a PhpGedView que preserve los vínculos existentes para que no haya que volverlos a crear tras haber importado de nuevo el GEDCOM modificado, pero para que este sistema funcione es necesario que el programa externo produzca siempre los mismos números de identificación para personas, familias y fuentes.<br /><br /><i>Family Tree Maker</i> es uno de varios programas externos que <u>no</u> maneja correctamente los punteros a objetos en GEDCOM. <i>Legacy</i>, entre otros, <u>sí</u> los maneja adecuadamente.
nn: Ønsker du at eksisterende medialenker skal beholdes i databasen når en GEDCOM-fil lastes opp. Valget <b>Nei</b> fjerner eksisterende medialenker fra databasen, mens valget <b>Ja</b> beholder dem.<br /><br />Dette valget er nyttig når du eksporterer din GEDCOM-fil fra PhpGedView til et off-line slektsprogram som ikke håndterer inkluderte mediapekere skikkelig, og så senere re-importerer den endrede GEDCOM-filen inn til PhpGedView. Under slike forhold, vil mediapekerne i GEDCOM-filen du eksporterte til ditt off-line slektsprogram bli ødelagt, og du må re-linke alle mediafilene til riktig person-, familie-, og kildeposter etter å ha re-importert GEDCOM-filen til PhpGedView.<br /><br />Valget <b>Ja</b> ber PhpGedView om å beholde de eksisterende medialenkene slik at du ikke behøver å lage dem på nytt etter å ha importert den endrede GEDCOM-filen, men dette krever at off-line slektsprogrammet alltid lager de samme person-, familie-, og kildeidentifikasjonsnummre.<br /><br /><i>Family Tree Maker</i> er en av flere off-line slektsprogrammer som <u>ikke</u> håndterer mediapekere korrekt innenfor GEDCOM-filen. <i>Legacy</i>, blant flere, <u>gjør</u> dette riktig.
pl: Czy istniejące odnośniki do multimediów należy zachować w bazie danych przy wgrywaniu nowej wersji pliku GEDCOM. Wybranie <b>Nie</b> spowoduje usunięcie istniejących odnośników do multimediów z bazy danych, zaś opcja <b>Tak</b> pozwala je zachować.<br /><br />Ta opcja jest przydatna kiedy eksportujesz plik GEDCOM do własnej aplikacji, która nie potrafi obsługiwać wskaźników do zagnieżdżonych multimediów, a następnie chcesz z powrotem zaimportować zmieniony GEDCOM do PhpGedView. W tej sytuacji wskaźniki do multimediów w wyeksportowanym pliku GEDCOM zostaną usunięte i będzie trzeba ponownie powiązać wszystkie multimedia do odpowiednich wpisów o osobach, rodzinach i źródłach po ponownym zaimportowaniu do PhpGedView.<br /><br />Wybranie <b>Tak</b> powoduje zachowanie przez PhpGedView istniejących powiązań z multimediami, dzięki czemu nie trzeba ich znowu tworzyć po ponownym zaimportowaniu zmienionego pliku GEDCOM, ale twoja aplikacja musi zawsze generować te same identyfikatory osoby, rodziny i źródła.<br /><br /><i>Family Tree Maker</i> jest jedną z aplikacji, które <u>nie</u> obsługują poprawnie wskaźników do multimediów w plikach GEDCOM. <i>Legacy</i>, jak wiele innych, <u>potrafi</u> obsługiwać je poprawnie.

source: Help Text Debug Option
ca: Opció de depuració del text d'ajuda
da: Valg af hjælpetekst debugger
es: Opción de depuración de los textos de ayuda
fi: Ohjeiden vianhaun asetus
he: אופציית ניפוי באגים של טכסט עזרה
nn: Feilsøking-informasjon i hjelptekster
pl: Wykrywanie usterek w treści pomocy

source: When you enable this option, the names of the language variables used in help text will print in the help text popup window. This will help translators determine the variable name when text needs to be adjusted.<br /><br />This setting will only be valid during your current PhpGedView session.
ca: Quan activeu aquesta opció, els noms de les variable d'idioma que es fan servir al textos d'ajuda, sortiran a la finestra d'ajuda. Això guia als traductors per determinar el significat de la variable quan cal ajustar al text.<br /><br />Aquest paràmetre solament és vàlid durant la vostra sessió normal de PhpGedView.
da: Når du aktiverer denne mulighed, så vil navnene på sprogvariablerne, der anvendes i hjælpetekster blive printet i hjælpeteksternes popup vinduer. Dette vil hjælpe oversættere med at finde navnet på variablen, når teksten skal korrigeres.<br /><br />Denne indstilling er kun gældende for den igangværende PhpGedView session.
es: Si activa esta opción, los nombres de las variables de idioma utilizadas en los textos de ayuda se mostrarán en la ventana emergente de texto de ayuda. Esto ayudará a los traductores a determinar qué nombre de variable necesita revisarse.<br /><br />Este ajuste sólo será válido durante la sesión PhpGedView actual.
he: התרת האופציה מדפיסה שמות של משתני שפה שבשימוש בטכסט העזרה, בחלון הצץ של טכסט העזרה.<br />הוא עוזר למתרגמים לקבוע את שם המשתנה אם יש להתאים את הטכסט.<br />ההגדרה בתוקף רק בישיבת ה-PhpGedView הנוכחית שלך.
nn: Når du aktivert dette valget, vil navnene til språk-variablene brukt i hjelpeteksten vises sammen med teksten i hjelpeviduet.<br />Dette kan hjelpe oversettere å finne det rette variabel-navnet som skal endres.<br /><br />Denne innstillingen vil ikke være aktivert neste gang du logger deg inn i PhpGedView.
pl: Włączenie tej opcji spowoduje wyświetlenie w nowym oknie nazw zmiennych językowych, używanych w treści pomocy. Ułatwi to tłumaczom ustalenie nazwy zmiennej w razie zajścia konieczności zmiany treści.<br /><br />To ustawienie będzie ważne tylko podczas twojej aktualnej sesji PhpGedView.

source: This page is intended to be used by translators. You can translate, compare, and export language files. There is also an option to help translators determine the origin of text that is output by PhpGedView.<br /><br />You can use the following options and utilities:
ca: Aquesta pàgina és pensada per a que la facin servir els traductors. Podeu traduir, comprar i exportar fitxers d'idioma. Hi ha també una opció per ajudar els traductors a determinar l'origen del text que va sortint pel PhpGedView.<br /><br />Podeu emprar les següents opcions i utilitats:
da: Denne side er beregnet for oversættere. Du kan oversætte, sammenligne og eksportere sprogfiler. Der er også en mulighed for at hjælpe oversættere med at bestemme kilden til tekst, der vises som output af PhpGedView.<br /><br />Du kan bruge følgende valgmuligheder og værktøjer:
es: Esta página está destinada a su uso por los traductores. Puede traducir, comparar y exportar archivos de idioma. También hay una opción para ayudar a los traductores a determinar el origen de un texto mostrado por PhpGedView.<br /><br />Puede utilizar las siguientes opciones y utilidades:
fi: Voit kääntää, verrata ja viedä kielitiedostoja.<br />Lisäksi voit tehdä asetuksia ohjelman tukemiin kieliin.<br /><br />Voit käyttää seuraavia vaihtoehtoja ja työkaluja:
he: הדף מיועד לשמש מתרגמים. ניתן לתרגם, להשוות, ולייצא קבצי שפות. קיימת גם אפשרות לעזור למתרגם לקבוע את מקור הטכסט ש-PhpGedView מראה.<br /><br />ניתן להשתמש באפשרויות ותוכניות העזר הבאות:
nn: Denne siden er først og fremst for oversettere. Her kan du oversette, sammenligne og eksportere språkfiler. Det er også et valg for å hjelpe oversettere for å sjekke tekst som PhpGedView lager.
pl: Ta strona jest przeznaczona dla tłumaczy. Możesz tłumaczyć, porównywać i eksportować pliki językowe. Istnieje także możliwość określenia pochodzenia tekstu, wypisywanego przez PhpGedView.<br /><br />Masz do dyspozycji następujące opcje i narzędzia:

source: Language files
ca: Fitxers d'idioma
da: Navn på sprogfiler
es: Archivos de idioma
fi: Kielitiedostot
he: קבצי שפות
nn: Navn på språk-filer
pl: Pliki językowe

source: Language detection codes
ca: Codis de detecció d'idioma
da: Kode(r) for genkendelse af sprog
es: Códigos de detección de Idioma
fi: Kielentunnistuskoodit
he: קודי השפה
nn: Kode(r) for gjennkjenning av språk
pl: Kody wykrywania języka

source: These codes allow PhpGedView to detect the Preferred Language setting of the browser being used. PhpGedView determines the language actually being requested by the browser by matching the browser's language code against this list. Individual list entries must be separated by a semicolon.
ca: Aquests codis permeten al PhpGedView detectar el paràmetre d'idioma preferit que els navegadors estan utilitzant. El PhpGedView determina l'idioma que li està demanant el navegador comparant el codi d'idioma del navegador amb aquesta llista. Les entrades de la llista cal que vagin separades entre sí per punt i coma.
da: Disse koder betyder at PhpGedView kan finde indstillingen for sprog i browseren for den bruger, der ser på dine PhpGedView-sider. Koderne skal være adskilt med et semikolon ';'
es: Estos códigos permiten a PhpGedView detectar el ajuste de Idioma Preferido de su navegador. PhpGedView determina el idioma realmente solicitado por el navegador comparando el código de idioma del navegador contra esta lista. Los codigos individuales deben separarse por punto y coma.
nn: Disse kodene gjør at PhpGedView kan finne innstillingen for språk i nettleseren til den brukeren som ser på PhpGedView-sidene dine. Kodene må være separert med en semikolon ';'
pl: Te kody umożliwiają PhpGedView wykrywanie ustawienia preferowanego języka przeglądarki użytkownika. PhpGedView rozpoznaje żądany przez przeglądarkę język porównując kod języka przeglądarki z tą listą. Elementy listy muszą być rozdzielane średnikiem.

source: Abbreviation for language files
ca: Acrònim per a fitxers d'idioma
da: Kort navn på sprogfiler
es: Abreviatura para los archivos de idioma
fi: Lyhenne kielitiedostoille
he: סימון מקוצר לשפה בשם קובץ שפה
nn: Kort-navn for språk-filer
pl: Skrót dla plików językowych

source: This code defines an abbreviation for the language name. This abbreviation forms part of the name of each of the language files used by PhpGedView. For example, the abbreviation used for French is <b>fr</b>, and consequently the file names for French are <i>configure_help.<b>fr</b>.php</i>, <i>countries.<b>fr</b>.php</i>, <i>facts.<b>fr</b>.php</i>, <i>help_text.<b>fr</b>.php</i>, and <i>lang.<b>fr</b>.php</i>
ca: Aquest codi defineix un acrònim pel nom de l'idioma. Aquesta abreviació forma part del nom de cada fitxer d'idioma que fa servir el PhpGedView. Per exemple, l'abreviació pel francès és <b>fr</b> i en conseqüència tots els nom de fitxer pel francès son <i>configure_help.<b>fr</b>.php</i>, <i>countries.<b>fr</b>.php</i>, <i>facts.<b>fr</b>.php</i>, <i>help_text.<b>fr</b>.php</i>, i <i>lang.<b>fr</b>.php</i>
da: Denne kode definerer forkortelsen, der er anvendt for at navngive sprogfilerne for det valgte sprog indeni PhpGedView.<br />Normalt er det første kode i 'Sprog-genkendelses-koder' som kan defineres i det næste felt i sprog-opsætnings-vinduet.
es: Este código define una abreviatura para el nombre del idioma. Esta abreviatura forma parte del nombre de cada uno de los archivos de idioma utilizados por PhpGedView. Por ejemplo, la abreviatura utilizada para el francés es <b>fr</b> y, en consecuencia, los nombres de los archivos para el francés son <i>configure_help.<b>fr</b>.php</i>, <i>countries.<b>fr</b>.php</i>, <i>facts.<b>fr</b>.php</i>, <i>help_text.<b>fr</b>.php</i> y <i>lang.<b>fr</b>.php</i>
nn: Denne koden definerer forkortelsen som er brukt for å navngi språkfilene for det valgte språket inne i PhpGedView.<br />Normalt er det første kode i 'Språk-gjenkjennings-koder' som kan bli definert i det neste feltet i språk-oppsett-vinduet.
pl: Ten kod definiuje skrót nazwy języka. Ten skrót tworzy część nazwy każdego pliku językowego, używanego przez PhpGedView. Na przykład skrót dla języka francuskiego to <b>fr</b>, dlatego nazwy francuskich plików językowych to <i>configure_help.<b>fr</b>.php</i>, <i>countries.<b>fr</b>.php</i>, <i>facts.<b>fr</b>.php</i>, <i>help_text.<b>fr</b>.php</i> i <i>lang.<b>fr</b>.php</i>

source: Language to edit
ca: Idioma a editar
da: Sprog der skal rettes
es: Idioma a editar
fi: Muokattava kieli
he: שפת עריכה
nn: Språk som skal endre
pl: Edytowany język

source: In this list box you select the language whose messages you want to edit.
ca: En aquesta finestra heu de seleccionar l'idioma quins textos voleu editar.
da: I denne drop down liste kan du vælge det sprog, som du ønsker at redigere.
es: En esta lista selecciona el idioma cuyos mensajes desee modificar.
fi: Tästä pudotusvalikosta voit valita minkä kielisiä viestejä haluat muokata.
nn: I denne listen velget du det språket der du ønsker å endre språlinjer.
pl: Z tej listy wybierasz język komunikatów, które chcesz edytować.

source: Language to export
ca: Idioma a exportar
da: Eksportere sprog
es: Idioma a exportar
fi: Vietävä kieli
he: שפה שאותה רוצים לייצא
nn: Eksportere språk
pl: Język do wyeksportowania

source: From this list box you can select the language whose messages you want to export.<br /><br />The routine currently only exports the contents of the <i>configure_help.xx.php</i>, <i>help_text.xx.php</i>, and <i>lang.xx.php</i> files. The output is an HTML file that you can print from your browser.
ca: Des d'aquesta llista podeu seleccionar l'idioma quins textos voleu exportar. <br /><br />La rutina actualment solament exporta el contingut dels fitxers <i>configure_help.xx.php</i>, <i>help_text.xx.php</i>, i <i>lang.xx.php</i>. La sortida és un fitxer HTML que podeu imprimir des del navegador.
da: I denne drop down liste kan du vælge det sprog, hvis meddelelser du ønsker at eksportere.<br /><br />Rutinen understøtter i øjeblikket kun eksport af <i>configure_help_text.php</i> filen. Outputtet er en HTML-fil, som du kan printe ud vha din browser.
es: Con esta lista puede seleccionar el idioma cuyos mensajes desee exportar.<br /><br />Esta parte del programa sólo exporta actualmente el contenido de los archivos <i>configure_help.xx.php</i>, <i>help_text.xx.php</i> y <i>lang.xx.php</i>. La salida es un archivo HTML que puede imprimir desde su navegador.
nn: Her kan du velge det språket som skal brukes for å lage en dokumentasjon fra.<br /><br />Det er bare innholdet i filen <i>configure_help_xx.php</i> som eksporteres. Det lages en fil (i HTML-format) som du kan se på og/eller skrive ut i nettleseren din.
pl: Z tej listy możesz wybrać język, dla którego chcesz wyeksportować komunikaty.<br /><br />Obecnie procedura eksportuje wyłącznie zawartość plików <i>configure_help.xx.php</i>, <i>help_text.xx.php</i> i <i>lang.xx.php</i>. Wynikiem eksportu jest plik HTML, który można otworzyć i wydrukować za pomocą przeglądarki.

source: You can have several persons on the timeline.<br /><br />Use this box to supply each person's ID. If you don't know the ID of the person, you can click the <b>Find ID</b> link next to the box.<br /><br />~Include Immediate Family CheckBox~<br/>Include Immediate Family is checked by default. Leave checked to view the father, mother, spouse, siblings, and children of the individual being added to the timeline. Uncheck if you wish to omit the immediate family.
ca: Al gràfic podeu posar-hi diverses persones.<br /><br />Feu servir aquest caixetí per introduir cada ID de persona. Si no sabeu, podeu polsar l'enllaç <b>Cercar l'ID</b> del costat.<br /><br />~Selector d'incloure famíliars directes~<br/>Per defecte, està marcat sempre. D'aquesta forma veieu els pares, cònjuge, germans i mainada de la persona a portar al gràfic. Desmarqueu-lo si voleu ometre'ls.
es: Puede tener varias personas en el diagrama de período de vida.<br /><br />Utilice esta caja para introducir el ID de la persona. Si no conoce el ID de la persona, puede hacer clic en el vínculo <b>Buscar ID</b> junto a la caja.<br /><br />~Casilla Incluir Familia Inmediata~<br/>Incluir Familia Inmediata está marcada por omisión. Déjela marcada para ver el padre, la madre, el cónyuge, hermanos e hijos de la persona que se está agregando al cronograma. Desmárquela si quiere omitir la familia inmediata.
fi: Aikajanalla voi olla useampia henkilöitä.<br />Lisää tähän kenttään henkilön ID.<br />Ellet tiedä sitä, käytä linkkiä "hae ID".~Sisällytä ydinperhe-valintaruutu~<br />Sisällytä ydinperhe on oletusarvoisesti rastitettu. Jätä rastitetuksi nähdäksesi isän, äidin, puolison, sisarukset ja lapset aikajanalla. Poista valinta, mikäli et halua nähdä ydinperhettä.
he: ניתן להציג נתוני מספר אנשים על תרשים קו הזמן.<br /><br />השתמש בתיבה זו כדי למלא את קוד הזיהוי של כל אדם. אם אינך יודע את קוד הזיהוי של האדם, תוכל להשתמש בקישור <b>מצא קוד זיהוי</b> ליד התיבה.<br /><br />~תיבת בחירה כלול משפחה קרובה~<br />כלול משפחה קרובה מסומנת כברירת מחדל. השאר אותה מסומנת כדי לראות על קו הזמן את האב, האם, בן/בת הזוג, אחים ואחיות וילדים של האדם על קו הזמן. הסר את הסימון אם אינך רוצה לראות את המשפחה הקרובה על התרשים.
pl: Na osi czasu można wyświetlić jednocześnie wiele osób.<br /><br />Skorzystaj z tego pola aby wprowadzić identyfikator każdej osoby, którą chcesz dodać. Jeśli go nie znasz, skorzystaj z odnośnika <b>Znajdź identyfikator</b> obok pola.<br /><br />~Opcja Uwzględnij najbliższą rodzinę~<br/>Opcja "Uwzględnij najbliższą rodzinę" jest zaznaczona domyślnie. Pozostaw tę opcję włączoną aby zobaczyć ojca, matkę, małżonka i dzieci osoby, którą dodajesz do osi czasu. Odznacz tę opcję jeśli chcesz pominąć najbliższą rodzinę.

source: When this check box is checked, the chart will be printed with the same generations lining up horizontally on the page. When it is unchecked, each generation will appear going down the page regardless of the type of relationship.
ca: Amb aquest selector marcat, al gràfic hi sortiran les persones de la mateixa generació alineades horitzontalment. Desmarcat, cada generació pot sortir a diferent alçada, atenent al tipus de parentiu.
da: Når denne checkboks er mærket af, vil slægtsrelationer blive vist med ens generationer på samme vandrette linie på skærmen. Hvis boksen ikke er afmærket, vil hver generation blive vist nedover på siden uafhængig af slægtskabet imellem f.eks. børn og forældre.
es: Si se marca esta casilla, el diagrama contendrá las generaciones del mismo nivel alineadas horizontalmente en la página. Si se deja sin marcar, cada generación aparecerá se dispondrá en un nuevo novel independientemente del tipo de relación.
fi: Kun tämä valintaruutu on rastitettu, tulevat saman sukupolven henkilöt asettumaan samalle vaakasuoralle tällä sivulla. Mikäli ruutu ei ole rastitettu, tulee jokainen sukupolvi näkymään allekkain riippumatta siitä, onko kyseessä vanhempien tai lasten välinen sukulaisuussuhde.
he: כאשר תיבת הבחירה נבחרת, התרשים יוצג עם כל דור מסודר בצורה אופקית על הדף. כאשר התיבה אינה נבחרת, הדורות יורדים לאורך הדף ללא תלות אם מדובר ביחס של הורה או ילד.
nn: Når denne boksen er merket, vil diagrammet bli vist med like genersjoner på samme vannrette linje på skjermen. Dersom boksen ikke er merket, vil hvert slektsledd bli vist nedover på siden uavhengig av slektskapet mellom f.eks. barn og foreldre.
pl: Zaznaczenie tej opcji spowoduje wyświetlenie diagramu z odpowiednimi pokoleniami wyrównanymi do tego samego poziomu na stronie. Odznaczenie tej opcji sprawi, że każde pokolenie będzie biegło w dół strony, niezależnie od typu związku.
