Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Transport Layer Security (TLS) and Secure Sockets Layer (SSL) are Internet data encryption protocols.<br /><br />TLS 1.0, 1.1 and 1.2 are standardized developments of SSL 3.0. TLS 1.0 and SSL 3.1 are equivalent. Further work on SSL is now done under the new name, TLS.<br /><br />If your SMTP Server requires the SSL protocol during login, you should select the <b>SSL</b> option. If your SMTP Server requires the TLS protocol during login, you should select the <b>TLS</b> option.
ca: Transport Layer Security (TLS) i Secure Sockets Layer (SSL) son protocols per al xifratge de dades a Internet.<br /><br />TLS 1.0, 1.1 y 1.2 son evolucions estandaritzades de SSL 3.0. TLS 1.0 i SSL 3.1 son equivalents. L'evolució de SSL es realitza amb el nou nom de TLS.<br /><br />Si el vostre servidor SMTP requereixl protocol TLS durant l'autenticació, haureu d'escollir l'opció <b>TLS</b>.
es: Transport Layer Security (TLS) y Secure Sockets Layer (SSL) son protocolos para el cifrado de datos en Internet.<br /><br />TLS 1.0, 1.1 y 1.2 son evoluciones estandarizadas de SSL 3.0. TLS 1.0 y SSL 3.1 son equivalentes. La evolución de SSL se realiza bajo el nuevo nombre, TLS.<br /><br />Si su servidor SMTP requiere el protocolo TLS o el SSL durante la autenticación, debe elegir la opción <b>Sí</b>.
pl: Transport Layer Security (TLS) oraz Secure Sockets Layer (SSL), to protokoły kryptograficzne, mające na celu zapewnienie poufności i integralności transmisji danych oraz zapewnienie uwierzytelnienia. Jeśli Twój serwer SMTP wymaga i/lub wspiera uwierzytelnianie przez SSL wybierz opcję <b>SSL</b>. Natomiast jeśli Twój serwer SMTP wymaga i/lub wspiera uwierzytelnianie przez TLS wybierz opcję <b>TLS</b>.

source: Specifies whether messages sent through PhpGedView can be stored in the database. If set to <b>Yes</b> users will be able to retrieve their messages when they login to PhpGedView. If set to <b>No</b> messages will only be emailed.
ca: Especifica si els missatges enviats mitjançant el PhpGedView han d'emmagatzemar-se a la base de dades. Posant-ho a <b>Si</b> els usuaris poden recuperar llurs missatges quan accedeixin al PhpGedView. Posant-ho a <b>No</b> els missatges solament s'envien per correu electrònic.
da: Her angives om meddelelser, der er sendt via PhpGedView, kan gemmes i databasen. Hvis du vælger <b>Ja</b>, vil brugere kunne få meddelelserne, når de logger sig ind i på hjemmsiden. Hvis der vælges <b>Nej</b>, vil meddelelserne kun blive sendt med e-mail.
es: Especifica si los mensajes enviados mediante PhpGedView se pueden almacenar en la base de datos. Si se fija a <b>Sí</b> los usuarios podrán recuperar sus mensajes cuando se identifiquen a PhpGedView. Si se fija a <b>No</b>, los mensajes sólo se enviarán por correo electrónico.
nn: Angi om beskjeder som er sendt via PhpGedView kan lagres i databasen. Dersom du velger 'Ja', så vil brukere kunne få beskjedene deres når de logger seg inn i PGV. Hvis 'Nei', så vil beskjedene bare bli sendt med vanlig epost.
pl: Określa, czy wiadomości przesłane przez PhpGedView mają być przechowywane w bazie danych. Wybranie <b>Tak</b> spowoduje, że użytkownicy będą mogli przeglądać swoje wiadomości po zalogowaniu do PhpGedView. Wybranie <b>Nie</b> spowoduje, że wiadomości będą jedynie wysyłane emailem.<br /><br />Ustawia parametr $PGV_STORE_MESSAGES w pliku <i>config.php</i>.

source: E-mail address to be used in the &laquo;From:&raquo; field of e-mails that PhpGedView creates automatically.<br /><br />PhpGedView can automatically create e-mails to notify administrators of changes that need to be reviewed. PhpGedView also sends notification e-mails to users who have requested an account.<br /><br />Usually, the &laquo;From:&raquo; field of these automatically created e-mails is something like <i>From: phpgedview-noreply@yoursite</i> to show that no response to the e-mail is required. To guard against spam or other e-mail abuse, some e-mail systems require each message's &laquo;From:&raquo; field to reflect a valid e-mail account and will not accept messages that are apparently from account <i>phpgedview-noreply</i>.
ca: Adreça de correu electrònic a posar al camp &laquo;De:&raquo; dels correus que el PhpGedView generi automàticament.<br /><br />El PhpGedView pot generar automàticament correus electrònics notificant als administradors canvis que cal revisar. També envia notificacions per aquest conducte, als usuaris que ham demanat enregistrar-se.<br /><br />Generalment, el camp &laquo;De:&raquo; d'aquests correus generats automàticament és quelcom així com <i>De: phpgedview-norespongueu@elvostrelloc</i> per mostrar que no cal respondre al missatge. Per prevenció contra l'spam i altres abusos per correu electrònic, molts sistemes obliguen que cada missatge porti un camp &laquo;De:&raquo; que reflecteixi un compte de correu electrònic vàlid i no acceptaran missatges que s'originin d'un compte <i>phpgedview-norespongueu</i>.
es: Dirección de correo electrónico a utilizar en el campo &laquo;De:&raquo; de los mensajes que crea automáticamente PhpGedView.<br /><br />PhpGedView puede crear automáticamente mensajes de correo electrónico para notificar a los administradores de los cambios que necesitan ser revisados. PhpGedView también envía mensajes de correo electrónico de notificación a los usuarios que solicitan una cuenta.<br /><br />Normalmente, el campo &laquo;De:&raquo; de estos mensajes automáticos es algo como <i>De: phpgedview-noreply@susitioweb</i> para mostrar que no se requiere respuesta al mensaje. Para protegerse del <i>spam</i> y de otros tipos de abuso en el correo, algunos sistemas de correo electrónico requieren que el campo &laquo;De:&raquo; de todos los mensajes corresponda a una dirección de correo electrónico válida y no aceptan mensajes que parezcan venir de la cuenta <i>phpgedview-noreply</i>.
nn: Dette er epostadressen som brukes i &laquo;Fra:&raquo;-feltet i eposter som PhpGedView lager automatisk.<br /><br />PhpGedView kan automatisk generere eposter for å informere administrator om endringer som må gjennomgås og godkjennes. PhpGedView sender også disse informasjonsepostene ttil brukere som har bedt om konto.<br /><br />Normal vil &laquo;Fra:&raquo;-feltet i disse automatisk genererte epostene vær noe slikt som <i>Fra: phpgedview-noreply@dittnettsted</i> for å vise at svar på eposten ikke er forventet eller nødvendig. For å verne mot spam eller annen misbruk av epost, vil noen epostsystemer kreve at hver melddings &laquo;Fra:&raquo;-felt faktisk er en gyldig epostkonto og vil ikke godta meldinger som kommer fra <i>phpgedview-noreply</i>.
pl: Adres email, który ma się pojawić w polu &laquo;Od:&raquo; (&laquo;From:&raquo;) wiadomości wysyłanych automatycznie przez PhpGedView.<br /><br />PhpGedView może automatycznie wysyłać emaile aby powiadamiać administratorów o zmianach, które muszą zostać przejrzane. PhpGedView także wysyła powiadomienia emailowe do użytkowników, którzy rozpoczęli rejestrację konta.<br /><br />Zwykle pole &laquo;Od:&raquo; (&laquo;From:&raquo;) tych automatycznie wygenerowanych wiadomości ma postać <i>From: phpgedview-noreply@yoursite</i>, która informuje, aby nie odpowiadać na ten email. Dla ochrony przez spamem i innymi nadużyciami niektóre systemy emailowe wymagają od każdej wiadomości poprawnego adresu email w polu &laquo;Od:&raquo; (&laquo;From:&raquo;) i nie dostarczą wiadomości wysłanych z konta <i>phpgedview-noreply</i>.

source: Different countries use different ways to write the address. This option will enable you to place the postal code either before or after the city name.
ca: Diferents països empren diferents formes d'escriure l'adreça. Aquesta opció us permet posar el codi postal abans o després del nom de la població.
da: I forskellige lande skrives en adresse på en anden måde. Denne valgmulighed gør det muligt at placere postnummeret enten før eller efter bynavnet.
es: Hay distintas formas de escribir la dirección según el país. Esta opción le permite colocar el código postal bien antes o bien después del nombre de la población.
nn: Ulike land bruker forskjellig måte å skrive postadresser. Du kan her velge om postnummert skal komme før eller etter navnet på poststedet.
pl: Różne kraje używają różnych sposobów zapisu adresu. Ta opcja pozwala umieścić kod pocztowy przed lub po nazwie miasta.

source: When adding new close relatives, you can add source citations to the records (e.g. INDI, FAM) or the facts (BIRT, MARR, DEAT). This option controls which checkboxes are ticked by default.
ca: <br /> Quan afegiu nous parents propers, podeu afegir citacions de font als registres (per exemple, INDI, FAM) o als esdeveniments (BIRT, MARR, DEAT). Aquesta opció controla les caselles que estan marcades per defecte.
es: Al crear nuevos parientes cercanos, puede añadir citas de fuentes a los registros (p. ej. INDI, FAM) o a los hechos (BIRT, MARR, DEAT). Esta opción controla qué casillas se marcan por omisión.
nn: Når du legger til nye fakta for nære slektninger, kan du legge til kildehenvisninger til postene (dvs INDI, FAM) eller faktaene (BIRT, MARR, DEAT). Dette alternativet kontrollerer hvilke avkrysningsbokser som skal kukes av som default.
pl: Podczas dodawania nowej osoby, możesz powiązać źródło z osobą i rodziną (INDI, FAM) lub z faktami (BIRT, MARR, DEAT). Ta opcja pozwala na wybranie, który typ powiązań źródłowych jest domyślny.

source: The GEDCOM 5.5.1 specification includes the option of using RESN tags to set Privacy options for people and facts in the GEDCOM file. Enabling this option will tell the program to look for level 1 RESN tags in GEDCOM records. Level 2+ RESN tags are automatically applied and will not be affected by this setting. Note that this might slow down some of the functions of PhpGedView such as the Individual list.
ca: La especificació GEDCOM 5.5.1 inclou l'opció d'emprar etiquetes RESN per a fixar opcions de privadesa per a persones i esdeveniments al fitxer GEDCOM. Activant aquesta opció fa que el programa cerqui el nivell 1 de les etiquetes RESN als registres GEDCOM records. El nivell 2+ d'etiquetes s'aplica automàticament i no és afectat per aquest paràmetre. Noteu que això pot alentir algunes funcions del PhpGedView com els llistats de persones.
da: I GEDCOM 5.5.1 har man mulighed for at vælge at bruge GEDCOM-koden RESN til at angive privatlivsbeskyttelse for personer eller fakta i GEDCOM-filen. Ved at vælge dette, vil programmet blive bedt om at se efter niveau 1 RESN tags i GEDCOM-posterne. Niveau 2+ RESN tags vil også automatisk blive tilføjet, men vil ikke have nogen effekt for dette valg. NB. Aktivering kan betyde, at PhpGedView bruger længere tid om at vise enkelte sider.
es: La especificación GEDCOM 5.5.1 incluye la opción de utilizar etiquetas RESN para fijar las opciones de privacidad para personas y hechos en el archivo GEDCOM. Activar esta opción indicará al programa que mire la presencia de etiquetas RESN de nivel 1 en los registros GEDCOM. La etiquetas RESN de nivel 2 y superior se utilizan automáticamente y no se ven afectadas por este ajuste. Tome nota de que esto puede ralentizar algo algunas funciones de PhpGedView como la lista de Personas.
nn: GEDCOM spesifikasjon 5.5.1 inkluderer et valg for å bruke RESN merker (tags) for å angi valg for personvern for personer eller fakta i GEDCOM-filen. Ved å aktivere dette valget, så vil det be programmet om å se etter nivå 1 RESN merker i GEDCOM-postene. Nivå 2+ RESN merker vil også bli automatisk tilføyd, men vil ikke ha noen effekt med dette valget. NB. Aktivering av dette valget kan gjøre at PhpGedView bruker lengre tid til å vise enkelte sider.
pl: Specyfikacja GEDCOM 5.5.1 daje możliwość wykorzystania znaczników RESN do ustawienia opcji prywatności dla osób i faktów w pliku GEDCOM. Włączenie tej opcji spowoduje, że system będzie szukał znaczników poziomu 1 we wpisach GEDCOM. Znaczniki poziomu 2 i wyższego są stosowane automatycznie i ta opcja nie będzie miała na nie wpływu. Pamiętaj, że ta opcja może spowolnić niektóre funkcje PhpGedView, takie jak wyświetlanie listy osób.<br /><br />Ustawia zmienną $PRIVACY_BY_RESN w pliku <i><u>xxx</u>.GED_priv.php</i>.

source: The <b>Limit Privacy by age of event</b> setting will hide the details of people based on how old they were at specific events regardless of whether they are dead or alive.<br /><br />Use this setting along with the <b>Age at which to assume a person is dead</b> setting. For example, if you made the Age setting 100 and set this option to <b>Yes</b>, all persons, alive or dead, born less than 100 years ago would be set to private. People who were married less than 85 years ago and people who died less than 75 years ago would also be marked as private. Please note that using this option will slow down your performance somewhat.
ca: El paràmetre <b>Limita la privadesa per l'antiguitat de l'esdeveniment</b> ocultarà els detalls de la gent basant-se llur antiguitat, a banda de si és viva o morta.<br /><br />Feu servir aquest paràmetre juntament amb el de <b>Edat a partir de la que una persona s'ha de considerar difunta</b>. Per exemple, si poseu l'edat a 100 i aquesta opció a <b>Si</b>, totes les persones, vives o mortes, nascudes fa menys de 100 anys esdevindran privades. Gent que s'hagi casat fa menys de 85 anys i gents que hagi mort fa menys de 75 anys, també es marcaran com a privada. Tingueu en compte que amb aquesta opció pot alentir-se el funcionament.
da: Indstillingen for <i>Begræns privatlivsbeskyttelse ud fra begivenhedsdato</i> vil skjule faktaoplysninger for personer baseret på, hvor gamle de var, da begivenheden fandt sted, og uafhængig af, om de lever eller er døde. Brug denne sammen med indstillingen Antaget maksimal levetid for en person.<br /><br />Eksempel: Hvis du sætter alderen til at være 100 og aktiverer denne indstilling ved at angive <b>Ja</b>, så vil alle personer, levende eller døde, der er født for mindre end 100 år siden, blive vist som Privat.<br />Personer, der blev gift for mindre end 85 år siden, og personer, der døde for mindre end 75 år siden, vil også blive vist som Privat.<br /><br /><b>NB!</b> <i>Vær opmærksom på, at hvis du aktiverer denne indstilling, så vil tiden, det tager for at vise en side, øges noget.</i>
es: El ajuste <b>Limitar privacidad en función del año del evento</b> permite ocultar detalles de personas en función de su edad a la fecha de ciertos eventos independientemente de si están vivos o si han fallecido.<br /><br />Utilice este ajuste junto con el ajuste <b>Edad a la cual presumiblemente una persona ha fallecido</b>. Por ejemplo, si fijó la edad a 100 y esta opción a <b>Sí</b>, todas las personas, vivas o no, nacidas hace menos de 100 años quedarán marcadas como privadas. Personas casadas hace menos de 85 años y personas fallecidas hace menos de 75 años quedarán marcadas como privadas también. Tome nota, por favor, de que el uso de esta opción ralentizará algo el funcionamiento de su sitio.
he: The <b>הגבל את הפרטיות לפי גיל האירוע</b> setting will hide the details of people based on how old they were at specific events regardless of whether they are dead or alive.<br /><br />Use this setting along with the <b>גיל שממנו מניחים שאדם ניפטר</b> setting. For example, if you made the Age setting 100 and set this option to <b>Yes</b>, all persons, alive or dead, born less than 100 years ago would be set to private. People who were married less than 85 years ago and people who died less than 75 years ago would also be marked as private. Please note that using this option will slow down your performance somewhat.
nn: Innstillingen for <i>Begrens personvern utfra dato i hendelse</i> vil skjule faktaopplysninger til personer basert på hvor gammel de var da hendelsen skjedde uavhengig av om de lever eller er døde. Bruk denne sammen med innstillingen "Antatt maks levetid for en person".<br /><br />Eksempel: Dersom du setter alderen til å være 100 og aktiverer denne innstilling ved å angi "Ja", så vil alle personer, levende eller døde, som er født mindre enn for 100 år siden, bli vist som Privat.<br />Personer som ble gift mindre enn for 85 år siden, og personer som døde for mindre enn 75 år siden, vil også bli vist som Privat.<br /><br /><b>NB!</b> <i>Vær oppmerksom på at dersom du aktiviserer denne innstillingen, så vil tiden det tar å vise en side øke noe.</i>
pl: To ustawienie umożliwia ukrycie szczegółów osób stosując kryterium ich wieku w momencie zajścia określonego wydarzenia, niezależnie od tego, czy są to osoby żyjące, czy zmarłe.<br /><br />Używaj tego ustawienia w połączeniu z ustawieniem <b>Wiek, po którym uznać osobę za zmarłą</b>. Na przykład jeśli ustawisz ten wiek na 100 i wybierzesz <b>Tak</b>, wszystkie osoby, żyjące lub nie, urodzone później, niż 100 lat temu, zostaną ukryte. Osoby, które pobrały się mniej niż 85 lat temu i osoby, które zmarły mniej niż 75 lat temu również zostaną ukryte. Pamiętaj, że zastosowanie tej opcji może spowolnić działanie systemu.<br /><br />Ustawia parametr $PRIVACY_BY_YEAR w pliku <i><u>xxx</u>.GED_priv.php</i>.

source: This is a comma separated list of GEDCOM fact tags that will always be shown on the Quick Update form whether or not they already exist in the individual's record. For example, if BIRT is in the list, fields for birth date and birth place will always be shown on the form.
ca: És una llista d'etiquetes d'esdeveniments GEDCOM, separada per comes, que sempre sortiran al formulari d'edició ràpida tant si ja existeixen com si no al registre individual. Per exemple, si BIRT és a la llista, els camps de data i lloc de naixement apareixeran sempre al formulari.
da: Dette er en komma-separeret liste med GEDCOM-koder, der altid vil blive vist på formularen til hurtig opdatering uafhængig af om de allerede findes i faktaoplysningerne for personer. For eksempel, hvis BIRT findes i listen, så vil felter til fødselsdato og fødested altid blive vist på formularen.
es: Es una lista de etiquetas de hechos GEDCOM separadas por comas que siempre se mostrarán en el formulario de Actualización Rápida, tanto si ya existen en el registro de la persona como si no. Por ejemplo, si BIRT aparece en la lista, los campos para fecha y lugar de nacimiento se mostrarán siempre en el formulario.
nn: Dette er en komma-oppdelt list for faktamerker (GEDCOM-fakta) som alltid vil bli vist i vinduet for Hurtig-oppdatering selv om disse allerede finnes fra før for personen.<br />For eksempel, hvis BIRT er i listen, så vil alltid feltene for fødselsdato og -sted bli vist.
pl: To jest rozdzielana przecinkami lista znaczników faktów GEDCOM, które będą zawsze widoczne na formularzu szybkiej aktualizacji, niezależnie od tego, czy istnieją już we wpisie o osobie. Na przykład, jeśli urodzenie (BIRT) występuje na liście, pola daty urodzenia i miejsca urodzenia będą zawsze widoczne na formularzu.

source: This is a comma separated list of GEDCOM fact tags that will always be shown on the Family tabs of the Quick Update form whether or not they already exist in the family's record. For example, if MARR is in the list, then fields for marriage date and marriage place will always be shown on the form.
ca: És una llista d'etiquetes d'esdeveniments GEDCOM, separades per comes, que sempre sortiran a la llista d'etiquetes del formulari d'edició ràpida, tant si ja existeixen com si no al registre de les persones. Per exemple, si MARR és a la llista, els camps de data i lloc de casament es mostraran sempre al formulari.
da: Dette er en komma-separeret liste med GEDCOM-koder, der altid vil blive vist på fanebladet: <b>Familie</b> i formularen til hurtig opdatering, uafhængig af om de allerede findes i faktaoplysningerne for personer. For eksempel, hvis MARR findes på listen, så vil felterne for vielsesdato og vielsessted altid blive vist på formularen.
es: Es una lista separada por comas de hechos GEDCOM que se mostrarán siempre en las pestañas de Familia del formulario de Actualización Rápida tanto si existen ya en la personas como si no. Por ejemplo, si MARR está en la lista, siempre se mostrarán los campos para la fecha y lugar de matrimonio en el formulario.
nn: Dette er en komma-oppdelt list for faktamerker (GEDCOM-fakta) som alltid vil bli vist for familier i vinduet for Hurtig-oppdatering selv om disse allerede finnes for enkelte av personene i familien.<br />For eksempel, hvis MARR er i listen, så vil alltid feltene for bryllupsdato og -sted bli vist.
pl: To jest rozdzielona przecinkami lista znaczników faktów GEDCOM, które będą zawsze widoczne na zakładkach rodziny formularza szybkiej aktualizacji, niezależnie od tego, czy istnieją już we wpisie o rodzinie. Na przykład, jeśli małżeństwo (MARR) występuje na liście, pola daty ślubu i miejsca ślubu będą zawsze widoczne na formularzu.

source: This is the list of GEDCOM facts that your users can add to repositories. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>Unique Repository Facts</i> list.
ca: Aquesta és la llista d'esdeveniments GEDCOM que els vostres usuaris poden afegir als arxius. Podeu modificar-la traient-ne o posant-ne i fins i tot personalitzant-ne, si cal. El noms que apareguin a aquesta llista no han de sortir a la <i>Esdeveniments d'arxiu únics</i>.
da: Dette er en liste over fakta, som brugerne kan føje til oplysningerne om opbevaringssteder, dvs. hvor kilderne fysisk befinder sig. Du kan ændre denne liste ved at fjerne eller tilføje GEDCOM-koder efter behov. For eksempel, hvis listen indeholder koderne PHON,EMAIL,FAX vil brugerne kunne tilføje oplsyninger om telefon, e-mail adresse, og fax for opbevaringsstedet, der kan være et landsarkiv eller lignende. GEDCOM-koder, der findes på denne liste må ikke også findes på listen: <i>Entydige fakta for opbevaringsteder</i>.
es: Es la lista de hechos GEDCOM que sus usuarios pueden añadir a los repositorios. Puede modificar esta lista eliminando o añadiendo nombres de hechos, incluso los personalizados, según sea necesario. Los nombres de hechos que aparezcan en esta lista no deben aparecer también en la lista <i>Hechos agregables una sola vez a repositorios</i>.
he: This is the list of GEDCOM facts that your users can add to repositories. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>עובדות מאגר יחידות במינן</i> list.
nn: Dette er rekken av GEDCOM-fakta som dine brukere kan legge til oppbevaringssteder. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavn på denne listen kan ikke samtidig være på <i>Unike fakta for oppbevaringssteder</i>-listen.
pl: To jest lista faktów, które twoi użytkownicy mogą dodawać do repozytoriów. Możesz zmieniać tą listę, dowolnie usuwając lub dodając nazwy faktów (nawet własne). Nazwy faktów, które występują na tej liście, nie mogą jednocześnie występować na liście <i>Unikalne fakty repozytorium</i>.

source: This is the short list of GEDCOM repository facts that appears next to the full list and can be added with a single click.
ca: Aquesta és una breu llista d'esdeveniments GEDCOM d'arxiu que surt al costat de la complerta i que poden escollir-se amb un simple clic.
es: Es la lista corta de hechos GEDCOM para repositorios que aparece junto a la lista completa y que pueden añadirse con un solo clic.
nn: Dette er et utvalg av GEDCOM-fakta for personer som vises ved siden av den komplette listen og som kan legges til med et enkelt klikk.
pl: To jest krótka lista faktów repozytorium GEDCOM, które są wyświetlane obok pełnej listy i mogą być szybko dodane za jednym kliknięciem myszki.
