Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: <center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to <u>family members only</u>.<br /><br />If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying the information you provide, the administrator will either approve or decline your request for an account. You will receive an email when your request is approved.
da: <center><b>Velkommen til disse slægtssider !</b><br />Siderne er kun tilgængelig for <i>familliemedlemmer</i>.<br />Har du en brugerkonto, kan du logge dig ind herunder.<br /><br />Hvis du ikke har en brugerkonto endnu, kan du søge om at få en<br />ved at klikke på linket Ansøg om brugerkonto.<br />Efter at have godkendt din ansøgning, vil administratoren af hjemmesiden aktivere din konto.<br />Du vil modtage en e-mail når du kan komme ind på siden med dit brugernavn og kodeord.</center>
nn: <center><h3><b>Velkommen til disse slektssidene !</b></h3>PS! - <i>Sidene er <b>bare</b> tilgjengelig for <b>medlemmer av familien</b>.</i><br />Har du en brukerkonto, kan du logge deg inn under.<br /><br />Dersom du ikke har en konto enda, kan søke om å få opprettet en konto<br />ved å klikke på linken "Søke om brukerkonto".<br />Etter å ha sjekket informasjonen i søknaden din,<br />kan administratoren til nettstedet enten godkjenne eller avslå den.<br />Du vil motta en e-post dersom den blir godkjent.</center>
pl: <center><b>Witaj na naszej stronie genealogicznej</b></center><br />Dostęp do tej strony mają jedynie <b>członkowie rodziny</b>. Jeżeli już masz swoje konto, zaloguj się.<br /><br />Jeśli nie posiadasz jeszcze konta, załóż je klikając na odpowiedni odnośnik poniżej.<br />Po weryfikacji danych administrator przyjmie lub odrzuci twoje zgłoszenie.<br />Otrzymasz email z powiadomieniem o akceptacji.

source: <center><b>Welcome to this Genealogy website</b></center><br />Access is permitted to users who have an account and a password for this website.
da: <center><b>Velkommen til disse slægtssider !</b><br />Siderne er <i>kun</i> tilgængelig for brugere som har gyldigt brugernavn og adgangskode.</center>
nn: <center><h3><b>Velkommen til disse slektssidene !</b></h3>PS! - <i>Sidene er <b>bare</b> tilgjengelig for brukere som har <b>gyldig</b> brukernavn og passord.</i></center>
pl: <center><b>Witaj na naszej stronie genealogicznej</b></center><br />Dostęp do tej strony ma każdy, kto posiada konto i hasło do tej strony.

source: This site uses cookies to keep track of your login status.<br /><br />Cookies do not appear to be enabled in your browser. You must enable cookies for this site before you can login. You can consult your browser's help documentation for information on enabling cookies.
ca: Aquest lloc fa servir galetes per fer el seguiment de la vostra situació d'accés.<br /><br />No les teniu activades al vostre navegador. Cal que ho feu abans d'accedir. Podeu consultar la documentació d'ajuda del vostre navegador per saber com activar les galetes.
da: Denne hjemmeside anvender cookies for at holde styr på din login status.<br /><br />Cookies er tilsyneladende ikke aktiveret i din browser. Du skal aktivere cookies for denne hjemmeside før du kan logge ind. Se i din browsers hjælp for information vedrørende aktivering af cookies.
es: Esto sitio utiliza <i>cookies</i> para llevar la pista de su estado de conexión.<br /><br />Parece que las <i>cookies</i> no están habilitadas en su navegador. Debe habilitar las <i>cookies</i> para este sitio para poder entrar. Puede consultar la ayuda de su navegador para averiguar como habilitarlas.
fi: Tämä sivusto käyttää evästeitä seuraamaan sisääkirjautumistilaasi.<br /><br />Et näytä sallineen evästeitä selaimessasi. Sinun on sallittava evästeiden käyttö ennen kuin voit kirjautua. Katso selaimesi aputoiminnoista (helpeistä) miten evästeet sallitaan.
he: עוגיות (Cookies) דרושות כדי להתחבר לאתר זה. ניראה שהדפדפן שלך אינו מאפשר עוגיות.<br /><br />נא אפשר עוגיות עבור אתר זה לפני המשכת תהליך החיבור. ניתן לעיין בתיעוד העזרה של הדפדפן שלך איך מאפשרים עוגיות.
nn: Dette nettstedet bruker 'cookies' for å følge med på din innloggings-status.<br /><br />Det ser ut som om at cookies ikke er godtatt i nettleseren din. Du må aktivere cookies for dette nettstedet før du kan logge deg inn. Du kan se i hjelpefilen til nettleseren din for informasjon om å aktivere cookies.
pl: Ta strona korzysta z plików cookie ("ciasteczek") do przechowywania twojego stanu zalogowania. Twoja przeglądarka ma prawdopodobnie wyłączoną obsługę plików cookie. Musisz ją włączyć zanim będzie można się zalogować. Zajrzyj do pomocy swojej przeglądarki aby dowiedzieć się, jak to zrobić.

source: Account Information
ca: Informació del compte
da: Kontooplysning
es: Información de la cuenta
fi: Tietoja käyttäjätilistä
he: נתוני קוד משתמש
nn: Konto-informasjon
pl: Informacja o koncie

source: No account?
ca: No teniu permís d'accés?
da: Har du ikke en konto endnu?
es: ¿No tiene cuenta aún?
fi: Ei ole vielä käyttäjätiliä?
he: אין קוד משתמש?
nn: Har du ikke <b>egen</b> konto enda!?
pl: Nie masz konta?

source: Request new user account
ca: Sol·licitud d'accés
da: Ansøg om brugerkonto
es: Solicitar una nueva cuenta de usuario
fi: Pyydä uusi käyttäjätili
he: בקש קוד משתמש חדש
nn: Søke om brukerkonto
pl: Załóż nowe konto

source: Lost your password?
ca: Heu perdut la contrasenya?
da: Har du glemt din adgangskode?
es: ¿Ha olvidado la contraseña?
fi: Salasana on hukassa?
he: שכחת את סיסמתך?
nn: Glemt passordet ditt?
pl: Nie pamiętasz hasła?

source: Request new password
ca: Demaneu-ne una de nova
da: Bestil en ny adgangskode
es: Solicitar una nueva contraseña
fi: Pyydä uusi salasana
he: בקש סיסמא חדשה
nn: Be om nytt passord
pl: Zamów nowe hasło

source: Refresh
ca: Refresca
da: Opdater
es: Refrescar
fi: Näytön päivitys
he: רענן
nn: Oppdater
pl: Odśwież

source: Date and time
ca: Dia i hora
da: Dato og tid
es: Fecha y hora
fi: Päivämäärä ja aika
he: תאריך וזמן
nn: Dato og tid
pl: Data i godzina

source: IP address
ca: Adreça IP
da: IP adresse
es: Dirección IP
fi: IP-osoite
he: כתובת IP
nn: IP-adresse
pl: Adres IP

source: Log Message
ca: Missatge de registre
da: Log besked
es: Mensaje en el registro
fi: Lokitiedote
he: הודעת לוג
nn: Logg-melding
pl: Wpis loga

source: Search type
ca: Tipus de recerca
da: Søgningstype
es: Tipo de búsqueda
fi: Hakutyyppi
he: סוג חיפוש
nn: Søketype
pl: Typ wyszukiwania

source: Query
ca: Pregunta
da: Forespørgsel
es: Búsqueda
fi: Kysely
he: שאילתא
nn: Spørring
pl: Zapytanie

source: Configuration file updated successfully.
ca: S'ha modificat correctament el fitxer de configuració.
da: Opdatering af konfigurationsfilen er udført.
es: Archivo de configuración actualizado correctamente.
fi: Konfiguraatiotiedoston päivitys onnistui.
he: קובץ התצורה עודכן בצורה מוצלחת.
nn: Oppdatering av konfigurasjonsfilen er utført.
pl: Plik konfiguracyjny został pomyślnie zaktualizowany.

source: The cache files have been removed.
ca: S'han eliminat els fitxers cau.
da: Midlertidige (cache-)filer er blevet fjernet.
es: Se han borrado los archivos recordados.
fi: Tiedostot välimuistista on poistettu.
he: קובצי cache הוסרו.
nn: Hurtigminne-filen er slettet.
pl: Pliki cache zostały usunięte.

source: Configure
ca: Configuració
da: Konfigurér rammen
es: Bloque de Configuración
fi: Konfiguraatio
he: עצב
nn: Endre oppsett for rammen
pl: Konfiguruj

source: This block cannot be configured.
ca: Aquest bloc no és configurable.
da: Denne ramme kan ikke ændres.
es: No se puede configurar este bloque.
fi: Tätä aluetta ei voi konfiguroida.
he: לא ניתן להגדיר את האזור הזה.
nn: Denne rammen har ingen valgmuligheter.
pl: Tego bloku nie można konfigurować.

source: Highlight a block name and then click on one of the arrow icons to move that highlighted block in the indicated direction.
ca: Ressalteu un nom de bloc i desprès polseu una de les fletxes per moure el bloc vers la direcció indicada.
da: Markér navnet på en ramme og klik på en af pilene for at flytte den markerede ramme i pilens retning.
es: Resalte un nombre de bloque y haga clic a continuación en uno de los iconos de flecha para mover ese bloque en la dirección indicada.
fi: Korosta aluenimeä ja klikkaa sitten nuolikuvaketta siirtääksesi aluetta haluttuun suuntaan.
he: הדגש שם אזור ולחץ על אחד מצלמיות החץ כדי להעביר את האזור המודגש לכיוון המוצבע.
nn: Merk navnet til en ramme og klikk på en av pilene for å flytte rammen i ønket retning.
pl: Zaznacz nazwę bloku, a następnie kliknij odpowiednią strzałkę aby przesunąć blok we wskazanym kierunku.

source: Main Section Blocks
ca: Blocs de la Secció Principal
da: Hovedsektionens rammer
es: Bloques de la Sección Principal
fi: Pääosaan alueet
he: האזורים הראשיים
nn: Hoved seksjons-rammer
pl: Bloki części głównej

source: Available Blocks
ca: Blocs disponibles
da: Mulige rammer
es: Bloques disponibles
fi: Käytettävissä olevat alueet
he: האזורים הזמינים
nn: Tilgjengelige rammer
pl: Dostępne bloki

source: Right Section Blocks
ca: Blocs de la Secció Dreta
da: Højresektionens rammer
es: Bloques de la Sección Derecha
fi: Oikean osaan alueet
he: האזורים הימניים
nn: Høyre seksjons-rammer
pl: Bloki części prawej

source: Move Up
ca: Mou amunt
da: Flyt op
es: Hacia arriba
fi: Siirrä ylös
he: העבר למעלה
nn: Flytt opp
pl: W górę

source: Move Down
ca: Mou avall
da: Flyt ned
es: Hacia abajo
fi: Siirrä alas
he: העבר למטה
nn: Flytt ned
pl: W dół

source: Move Right
ca: Mou a la dreta
da: Flyt til højre
es: Mover a la derecha
fi: Siirrä oikealle
he: העבר שמאלה
nn: Flytt til høyre
pl: W prawo

source: Move Left
ca: Mou a l'esquerra
da: Flyt til venstre
es: Mover a la izquierda
fi: Siirrä vasemmalle
he: העבר ימינה
nn: Flytt til venstre
pl: W lewo

source: Use these blocks as the default block configuration for all users?
ca: Voleu emprar aquest blocs com configuració per defecte per a tots els usuaris?
da: Brug denne rammeopsætning som standard for alle brugere?
es: ¿Usar estos bloques como configuración predeterminada de bloques para todos los usuarios?
fi: Käytä näitä alueita kaikkien käyttäjien oletusalueasetuksina?
he: האם להשתמש באזורים הללו כהגדרה של אזורי ברירת מחדל לכל המשתמשים?
nn: Bruke dette ramme-oppsettet som standard for alle brukere?
pl: Czy użyć tych bloków jako ustawienie domyślne bloków dla wszystkich użytkowników?

source: Reset to Default Blocks
ca: Restaura els blocs per defecte
da: Indstil til standard rammer
es: Reestablecer los bloques por omisión
fi: Palauta alkuperäiset alueet
he: החזר את האזורים למצב ברירת המחדל
nn: Tilbakestill til standardrammer
pl: Przywróć domyślne bloki

source: Clear cache files
ca: Neteja els fitxers cau
da: Fjern midelertidige (cache-)filer
es: Limpiar los archivos de recuerdo
fi: Poista tiedostot välimuistista.
he: cache נקה קובצי
nn: Rens hurtigminne-filen
pl: Wyczyść pliki cache

source: Here is a short description of each of the blocks you can place on the Welcome or My Page.<br /><table border='1' align='center'><tr><td class='list_value'><b>Name</b></td><td class='list_value'><b>Description</b></td></tr>&nbsp;</table>
da: Her gives en kort beskrivelse af hver af de rammer du kan placere på Velkommen eller Mine Sider siden.<br /><table border='1' align='center'><tr><td class='list_value'><b>Navn</b></td><td class='list_value'><b>Beskrivelse</b></td></tr>&nbsp;</table>
pl: Oto krótki opis każdego z bloków, które możesz umieszczać na stronie Witaj, lub Mój portal.<br /><table border='1' align='center'><tr><td class='list_value'><b>Imię / Nazwisko</b></td><td class='list_value'><b>Opis</b></td></tr>&nbsp;</table>

source: Clippings Cart
ca: Cistell Genealògic
da: Udklipsholder
es: Carrito genealógico
fi: Leikekori
he: עגלת גזירי העץ
nn: Utklippsmappe
pl: Wycinki

source: Family Tree Clippings Cart
ca: Cistell genealògic
da: Udklipsholder
es: Carrito genealógico
fi: Sukupuun leikekori
he: עגלת גזירי העץ
nn: Utklippsmappe
pl: Wycinki

source: Which other links from this family would you like to add?
ca: Quins altres enllaços d'aquesta família voleu afegir-hi?
da: Hvilke links vil du tilføje til denne familie?
es: ¿Qué otros vínculos de esta familia le gustaría añadir?
fi: Mitä muita yhteyksiä tästä perheestä haluat lisätä?
he: איזה קשרים ברצונך להוסיף ממשפחה זו?
nn: Merk av hvilke opplysninger du ønsker å kopiere fra den valgte familien.
pl: Które powiązania tej rodziny chcesz dodać?

source: Add just this family record.
ca: Posa-hi únicament aquest registre familiar.
da: Tilføj kun denne familie.
es: Añadir este registro familiar.
fi: Lisää vain tämän perheen tietue.
he: הוסף רק את רשומת המשפחה הזו.
nn: Bare familien alene.
pl: Dodaj tylko wpis o tej rodzinie.

source: Add parents' records together with this family record.
ca: Afegeix els pares a aquest registre familiar.
da: Tilføj familie og forældre.
es: Añadir los padres con este registro familiar.
fi: Lisää vanhemmat tämän perheen tietueeseen.
he: הוסף רשומות הורים לרשומת המשפחה הזו.
nn: Familien og foreldre.
pl: Dodaj wpisy rodziców wraz z wpisem o tej rodzinie.

source: Add parents' and children's records together with this family record.
ca: Afegeix pares i mainada a aquest registre familiar.
da: Tilføj forældre og barn.
es: Añadir los padres e hijos con este registro familiar.
fi: Lisää tähän tietueeseen vanhempien ja lasten tietueet.
he: הוסף רשומות הורים וילדים לרשומת המשפחה הזו.
nn: Familien, foreldre og barn.
pl: Dodaj wpisy rodziców i dzieci wraz z wpisem o tej rodzinie.

source: Add parents' and all descendants' records together with this family record.
ca: Afegeix els pares i tots els registres dels descendents a aquest registre familiar.
da: Tilføj forældre og alle efterkommere.
es: Añadir los padres y todos los registros de los descendientes con este registro familiar.
fi: Lisää tähän tietueeseen vanhempien ja kaikkien jälkeläisten tietueet.
he: הוסף רשומות הורים וכל הצאצאים למשפחה זו.
nn: Familien, foreldre og alle etterkommere.
pl: Dodaj wpisy rodziców i wpisy wszystkich potomków wraz z wpisem o tej rodzinie.

source: Continue Adding
ca: Continua afegint
da: Fortsæt med at tilføje
es: Continúe añadiendo
fi: Jatka lisäämistä
he: המשך להוסיף
nn: Neste skritt...
pl: Dalej

source: Which links from this person would you also like to add?
ca: Quins altres vincles d'aquesta persona cal posar també al cistell?
da: Hvilke links vil du tilføje til denne person?
es: ¿Qué vínculos de esta persona le gustaría añadir también?
fi: Mitä muita yhteyksiä tästä henkilöstä haluat lisätä?
he: איזה קשרים ברצונך להוסיף לאדם זה?
nn: Merk av hvilke opplysninger du ønsker å kopiere fra den valgte personen.
pl: Które powiązania tej osoby chcesz dodać?

source: Add just this person.
ca: Posa-hi solament aquesta persona.
da: Tilføj kun denne person.
es: Añadir esta persona.
fi: Lisää vain tämä henkilö.
he: הוסף רק אדם זה.
nn: Bare personen alene.
pl: Dodaj tylko tę osobę.

source: Add this person, his parents, and siblings.
ca: Posa-hi aquesta persona, llurs pares i germans.
da: Tilføj denne person, hans forældre og søskende.
es: Añadir esta persona, sus padres y hermanos.
fi: Lisää tämä henkilö vanhempineen ja sisaruksineen.
he: הוסף אדם זה ואחיו ואחיותיו.
nn: Personen, foreldre og søsken.
pl: Dodaj tę osobę, rodziców i rodzeństwo.

source: Add this person and his direct line ancestors.
ca: Posa-hi aquesta persona i llur línia d'avantpassats directes.
da: Tilføj denne person og hans slægtninge i direkte linie.
es: Añadir esta persona y su línea de ascendientes directos.
fi: Lisää tämä henkilö suorine esivanhempineen.
he: הוסף אדם זה ואב-אבותיו הישירים.
nn: Personen og slektninger i direkte linje.
pl: Dodaj tę osobę i przodków w linii prostej.

source: Number of generations:
ca: Nombre de generacions:
es: Número de generaciones:
fi: Sukupolvien lukumäärä:
he: מספר דורות:
nn: Antall generasjoner:
pl: Liczba pokoleń:

source: Add this person, his direct line ancestors, and their families.
ca: Posa-hi aquesta persona, llur línia d'avantpassats directes i llurs famílies.
da: Tilføj denne person, hans slægtninge i direkte linie og deres familier.
es: Añadir esta persona, su línea de ascendientes directos y sus familias.
fi: Lisää tämä henkilö suorine esivanhempineen sekä näiden perheet.
he: הוסף אדם זה ואב-אבותיו הישירים ומשפחותיהם.
nn: Personen og slektninger i direkte linje med deres familier.
pl: Dodaj tę osobę, przodków w linii prostej i ich rodziny.

source: Add this person, his spouse, and children.
ca: Posa-hi aquesta persona, llur cònjuge i mainada.
da: Tilføj denne person, hans ægtefælle og børn.
es: Añadir esta persona, su cónyuge, e hijos.
fi: Lisää tämä henkilö puolisoineen ja lapsineen.
he: הוסף אדם זה, בן/בת זוגו וילדיו.
nn: Personen, samt ektefelle/partner og barn.
pl: Dodaj tę osobę, małżonka i dzieci.

source: Add this person, his spouse, and all descendants.
ca: Posa-hi aquesta persona, llur cònjuge i tots els descendents.
da: Tilføj denne person, hans ægtefælle/partner, og alle efterkommere.
es: Añadir esta persona, su cónyuge, y todos los registros de sus descendientes.
fi: Lisää tämä henkilö puolisoineen sekä kaikkien heidän jälkeläistensä tietueet.
he: הוסף אדם זה, בן/בת זוגו ואת כל הצאצאים.
nn: Personen, ektefelle/partner, og alle etterkommere.
pl: Dodaj tę osobę, małżonka i wszystkich potomków.

source: Which records linked to this source should be added?
ca: Quins registres vinculats a aquesta font cal afegir?
da: Hvilke poster der har link til denne kilde skal tilføjes?
es: ¿Qué registros vinculados a esta fuente le gustaría añadir?
fi: Mitkä tähän lähteeseen liitetyt tietueet tulisi lisätä?
he: איזה רשומות הקשורות למקור הזה יש להוסיף?
nn: Hvile poster linket til denne kilden skal legges til?
pl: Które wpisy powiązane z tym źródłem chcesz dodać?

source: Add just this source.
ca: Posa-hi solament aquesta font.
da: Tilføj kun denne kilde.
es: Agregar sólo esta fuente.
fi: Lisää vain tämä lähde.
he: הוסף רק את המקור הזה.
nn: Legg bare til denne kilden
pl: Dodaj samo źródło.

source: Add this source and families/people linked to it.
ca: Posa-hi aquesta font i les famílies/persones amb ella relacionades.
da: Tilføj denne kilde og familier/individer der er kædet til den.
es: Agregar esta fuente y las familias y personas vinculadas a ella.
fi: Lisää tämä lähde ja siihen liitetyt perheet/henkilöt.
he: הוסף את המקור והמשפחות/האנשים הקשורים אליו.
nn: Legg til denne kilden og familier/personer den er linket til
pl: Dodaj źródło i rodziny/osoby z nim powiązane.

source: Some items could not be added due to privacy restrictions
ca: Algunes entrades potser no s'afegiran per restriccions de privadesa
da: Nogle emner kunne ikke tilføjes på grund af privatlivs-begrænsninger
es: Algunos elementos no pudieron añadirse debido a restricciones de privacidad
fi: Joitakin kohteita ei voitu lisätä yksityisyysrajoitusten vuoksi.
he: לא ניתן להוסיף חלק מהפריטים בגלל הגבלת פרטיות
nn: Noen objekter kunne ikke legges til pga personvernrestriksjoner
pl: Ze względu na ograniczenia prywatności nie dodano wszystkiego

source: Add Individual By ID
ca: Afegiu-hi una persona per llur ID
da: Tilføj individ via ID
es: Agregar persona por ID
fi: Lisää henkilö ID-tunnuksen avulla
he: הוסף אדם לפי קוד זיהוי
nn: Legg til person ved hjelp av ID
pl: Dodaj do wycinków

source: Your Clippings Cart is empty.
ca: El cistell és buit.
da: Din udklipsholder er tom.
es: Su carrito está vacío.
fi: Leikekorisi on tyhjä.
he: עגלת הגזרים שלך ריקה.
nn: <b>Utklippsmappen din er tom!</b>
pl: Brak wycinków.

source: File Information
ca: Informació del fitxer
da: Filinformation
es: Información del archivo
fi: Tiedostoinformaatio
he: מידע על קובץ
nn: Fil-informasjon
pl: Parametry pliku

source: Include Media (automatically zips files)
ca: Inclou Multimèdia (comprimeix automàticament els fitxers)
da: Inkluder medie (komprimerer automatisk filer)
es: Incluir objetos audiovisuales (implica utilizar archivos ZIP)
fi: Sisällytä media (automaattisesti zip-tiedosto)
he: כלול מדיה (יוצר קובצי זיפ אוטומטית)
nn: Inkluder media (automatisk zip-er filer)
pl: Dołącz multimedia (ZIP)

source: Empty Cart
ca: Buida el cistell
da: Tøm mappen
es: Vaciar carrito
fi: Tyhjennä leikekori
he: רוקן עגלה
nn: Fjern alt i mappen
pl: Usuń wszystkie wycinki

source: Name / Description
ca: Nom / Descripció
da: Navn / beskrivelse
he: שם / תאור
nn: Navn / beskrivelse
pl: Nazwisko / Opis

source: Add Local Link
ca: Afegiu un enllaç local
da: Tilføj lokal link
es: Agregar vínculo local
fi: Lisää paikallinen yhteys
he: הוסף קישור מקומי
nn: Legg til intern kobling
pl: Dodaj odnośnik lokalny

source: Add Remote Link
ca: Afegeix un enllaç remot
da: Tilføj ekstern link
es: Agregar vínculo remoto
fi: Lisää ulkoinen yhteys
he: הוסף קישור מרוחק
nn: Legg til ekstern kobling
pl: Dodaj zewnętrzne powiązanie

source: Add Link
ca: Afegeix l'enllaç
da: Tilføj link
es: Agregar vínculo
fi: Lisää yhteys
he: הוסף קשר
nn: Legg til kobling
pl: Dodaj odnośnik

source: Relationship to current person
ca: Parentiu amb aquesta persona
da: Relation til aktuel person
es: Parentesco con la persona actual
fi: Sukulaisuus nykyiseen henkilöön
he: קשר לאדם הנוכחי
nn: Tilknytning til nåværende person
pl: Związek z bieżącą osobą

source: Same as current
ca: Ell/a mateix/a
da: Samme som den aktuelle
es: La misma persona
fi: Sama kuin nykyinen
he: כמו הנוכחי
nn: Samme som nåværende
pl: Bieżąca osoba

source: Husband
ca: Espòs
da: Ægtemand
es: Esposo
fi: Mies
he: בעל
nn: Ektemann
pl: Mąż

source: Wife
ca: Esposa
da: Hustru
es: Esposa
fi: Vaimo
he: אישה
nn: Hustru
pl: Żona

source: Son
ca: Fill
da: Søn
es: Hijo
fi: Poika
he: בן
nn: Sønn
pl: Syn

source: Daughter
ca: Filla
da: Datter
es: Hija
fi: Tytär
he: בת
nn: Datter
pl: Córka

source: Please enter a Given name, Last name, or Place in addition to Year
ca: Entreu el nom de pila, el cognom o el lloc en relació a l'any
da: Skriv også et fornavn, efternavn eller sted sammen med årstallet
es: Por favor, introduzca un Nombre, Apellido o Lugar además del Año
fi: Anna vuosiluvun lisäksi etunimi, sukunimi tai paikka.
he: הכנס בבקשה שם פרטי, שם משפחה או מקום בנוסף לשנה
nn: Vennligs oppgi et fornavn, etternavn og et sted i tillegg til årstall
pl: Podaj imię, nazwisko lub miejsce oraz rok

source: Please enter one of the following: Name, Birth Date, Birth Place, Death Date, Death Place, and Gender
ca: Entreu quelcom del següent: Nom, Data de naixement, lloc de naixement, data de defunció i sexe
da: Venligst indtast en af de følgende oplysninger: Navn, fødested, fødselsdato, fødested, dødsdato, dødssted, og køn
es: Por favor, introduzca uno de los siguientes: Nombre, fecha de nacimiento, lugar de nacimiento, fecha de defunción, lugar de defunción o sexo
fi: Anna joku seuraavista: nimi, syntymäaika, syntymäpaikka, kuolinaika, kuolinpaikka ja sukupuoli
he: הכנס אחד מהפרטים הבאים: שם, תאריך לידה, מקום לידה, תאריך פטירה, מקום פטירה ומגדר
nn: Du må angi en av disse: Navn, fødselsdato, fødselssted, dødsdato, dødssted eller kjønn
pl: Podaj jedno z następujących: imię/nazwisko, data urodzenia, miejsce urodzenia, data śmierci, miejsce śmierci, płeć

source: Please search again with more information than just gender
ca: Cerqueu-ho amb més informació que només el sexe
da: Venligst søg igen med mere information end blot køn
es: Por favor, busque de nuevo dando más información que el sexo
fi: Hae uudestaan, mutta anna enemmän tietoja pelkän sukupuolen lisäksi.
he: אנא חפש שנית עם יותר נתונים, לא רק מגדר
nn: Du må søke på nytt med flere opplysninger enn bare kjønn
pl: Szukaj ponownie podając więcej informacji, niż tylko płeć

source: General Search
ca: Recerca general
da: Generel søgning
es: Búsqueda general
fi: Yleishaku
he: חיפוש כללי
nn: Generelt søk
pl: Wyszukiwanie proste

source: Enter Search terms
ca: Entreu el terme a cercar
da: Skriv søgeord
es: Escriba una palabra
fi: Anna hakuehdot:
he: הכנס תנאי חיפוש
nn: Skriv inn søkeord
pl: Szukane słowa
