Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: When you check this option, a copy of the GEDCOM file will be compressed into ZIP format before the download begins. This will reduce its size considerably, but you will need to use a compatible Unzip program (WinZIP, for example) to decompress the transmitted GEDCOM file before you can use it.<br /><br />This is a useful option for downloading large GEDCOM files. There is a risk that the download time for the uncompressed file may exceed the maximum allowed execution time, resulting in incompletely downloaded files. The ZIP option should reduce the download time by 75%.
ca: Triant aquesta opció es comprimirà una còpia del fitxer GEDCOM en format ZIP abans de començar la descàrrega. Això redueix considerablement el volum però us caldrà un descompressor compatible (WinZIP, per exemple) per tractar el fitxer abans de fer-lo servir.<br /><br />És una bona opció quan es tracta de baixar fitxers GEDCOMs grans: Correm el risc que el temps de descàrrega per a fitxers descomprimits excedeixi el màxim permès i el procés quedi a mitges. La opció ZIP pot reduir-lo en un 75%.
da: Når du afmærker denne valgmulighed, vil en kopi af GEDCOM-filen komprimeres til en ZIP-fil før downloading starter. Det vil reducere filens størrelse betydeligt, men du vil vil få brug for et program, der kan pakke filen ud igen (for eksempel WinZIP) førend du kan bruge den.<br /><br />Det er en god funtion i forbindelse med at downloade store GEDCOM-filer. Der er en risiko for at download tiden overskrider den maksimale tilladte tid for GEDCOM-filer, der ikke er komprimeret (zippet), hvilket kan resultere i at den downloaded fil ikke er komplet. ZIP-funktionen burde reducere download tiden med ca. 75%.
es: Si marca esta opción, se creará un archivo comprimido ZIP con una copia del archivo GEDCOM antes de comenzar la descarga. Esto reducirá su tamaño considerablemente, pero necesitará un programa Unzip compatible (WinZIP, por ejemplo) para descomprimir el archivo GEDCOM transmitido antes de poder usarlo.<br /><br />Es una opción útil para descargar grandes archivos GEDCOM. Existe el riesgo de que el tiempo de descarga del archivo sin comprimir exceda el tiempo de ejecución máximo permitido produciendo descargas incompletas. La opción ZIP debería reducir el tiempo de descarga en un 75%.
fi: Kun rastitat tämän vaihtoehdon, GEDCOM-tiedoston kopio tiivistetään ZIP-muotoon ennen sen latautumista. Tämä vähentää huomattavasti tiedoston kokoa, mutta tarvitset soveltuvan purkuohjelman (esim. WinZip) purkaaksesi sen käyttökelpoiseen muotoon.<br /><br />Tämä on käyttökelpoinen vaihtoehto ladataksesi suuren GEDCOM-tiedoston. Suuren tiivistämättömän tiedoston sallittu latausaika saattaa ylittyä, mikä johtaa tiedoston epätäydelliseen latautumiseen. ZIP-vaihtoehto vähentää latausaikaa 75 %:lla.
he: כאשר אתה בוחר את האפשרות הזו, עותק של קובץ ה-GEDCOM ידחס למבנה ZIP לפני שההורדה מתחילה. דבר זה יצמצם במידה ניכרת את גודלו, אבל עליך להשתמש בתוכנית פתיחת דחיסה תואמת (WinZIP, למשל) כדי לבטל את הצמצום של קובץ ה-GEDCOM שהורד לפני שניתן יהיה להשתמש בו.<br /><br />אפשרות שימושית בהורדת קובצי GEDCOM גדולים. קיים סיכון שזמן ההורדה של קובץ שאינו דחוס יעבור את זמן העיבוד המכסימלי, ויגרום לקובצי הורדה שאינם שלמים. אפשרות ה-ZIP מקטינה את זמן ההורדה ב-75%.
nn: Når du merker av dette valget, vil en kopi av slektsfilen bli komprimert med ZIP-format før nedlastingen starter. Dette vil redusere størrelsen på filen med ca. 75%. "Ulempen" er at du må bruke et programmet <a href="http://www.7-zip.org" alt="Last ned 7-Zip gratis" title="Last ned 7-Zip gratis" target=_blank>7-Zip</a>, WinZip eller lignende for å kunne pakke ut slektsfilen før du kan bruke den.<br /><br />Dette er spesielt et nyttig valg når du har store slektsfiler. En annen side er makstiden PHP tillater for en handling skal bli ferdig, med den følge at nedlastingen blir avbrutt før den er ferdig.
pl: Zaznaczenie tej opcji spowoduje utworzenie kopii pliku GEDCOM, która zostanie skompresowana do pliku ZIP przed rozpoczęciem pobierania. Dzięki temu znacznie zmniejszy się jego wielkość, ale zanim będzie można z niego korzystać, trzeba go będzie rozpakować za pomocą odpowiedniego programu (np. WinZIP).<br /><br />Ta opcja przydaje się w przypadku dużych plików GEDCOM. Istnieje ryzyko, że czas pobierania nieskompresowanego pliku może przekroczyć limit czasu wykonywania, przez co pobrane pliki będą niekompletne. Zastosowanie opcji ZIP powinno zmniejszyć czas pobierania o 75%.

source: Add a new Associate allows you to link a fact with an associated person in the site. This is one way in which you might record that someone was the Godfather of another person.
ca: Afegeix un nou associat permet relacionar un esdeveniment a una persona associada. És, per exemple, una forma d'enregistrar que algú és el padrí d'algú altre.
da: Tilføj en ny tilknyttet person giver dig mulighed til for at knytte en oplysning til en tilhørende person i slægtsdatabasen. Det er den eneste måde, hvorpå du kan knytte en person som forlover, gudfar og lignende til en anden person.
es: Añadir un nuevo asociado le permite vincular un hecho con una persona asociada con el mismo. De esta forma puede, por ejemplo, reflejar el hecho de que una persona fue padrino de otra persona.
fi: Lisää uusi läheinen yhdistää sivuston tiedon ja siihen liittyvän läheisen henkilön keskenään. Tämä on yksi tapa tallentaa tieto, että joku henkilö on esimerkiksi ollut jonkun kummisetä.
he: הוסף שותף חדש מאפשר לקשור עובדה לאדם שותף באתר. כך למשל תוכל לציין שמישהו היה סנדק של מישהו אחר .
nn: Legg til en ny tilknyttet person gir deg mulighet til å knytte en faktaopplysning med en tilhørende person i slektsbasen. Dette er den eneste måten du koble en person som forlover, gudfar og lignende til en annen person.
pl: Dodaj nowe powiązanie pozwala powiązać fakt z odpowiednią osobą na stronie. Jest to jeden ze sposobów, w jaki możesz na przykład zaznaczyć, że ktoś był ojcem chrzestnym pewnej osoby.

source: This section allows you to add a new Note to the fact that you are currently editing. Notes are free-form text and will appear in the Fact Details section of the page.
ca: Aquesta secció us permet afegir una nova nota a l'esdeveniment que esteu editant. Les notes son de text lliure i sortiran a la secció de detalls de la pàgina de l'esdeveniment.
da: Denne del giver dig mulighed for at tilføje en ny note for de oplysninger, du redigerer. Noter er fritekst og vil vises i detaljer for fakta på forskellige sider.
es: Esta sección le permite agregar una nueva nota al hecho que está modificando ahora. Las notas son textos de formato libre y aparecerán entre los detalles del hecho en la página.
fi: Voit lisätä tähän osioon uuden muokattavaa tietoa koskevan huomautuksen. Huomautukset ovat tekstitietoa, joka näkyvät sivun yksityiskohtaisten tietojen osiossa.
he: הקטע הזה מאפשר הוספת הערה לעובדה שכרגע בעריכה. הערות הן טכסט חופשי והן תופענה בקטע הפירוט של עובדות על הדף.
nn: Denne delen gir deg mulighet til å legge til en ny note for faktopplysninger som du redigerer. Noter er tekst i fritt format og vil vises i detaljer for fakta på ulike sider.
pl: Ta sekcja pozwala dodać nową notatkę do faktu, który właśnie edytujesz. Notatki mają dowolną formę i są widoczne w sekcji "Szczegóły faktu".

source: This section allows you to add a new source citation to the fact that you are currently editing.<br /><br />In the Source field you enter the ID for the source. Click the <b>Create a new source</b> link if you need to enter a new source. In the Citation Details field you would enter the page number or other information that might help someone find the information in the source. In the Text field you would enter the text transcription from the source.
ca: Aquesta secció us permet afegir una nova ressenya de font a l'esdeveniment que esteu editant.<br /><br />Al camp font heu d'entrar-hi l'ID de la font. Polseu l'enllaç <b>Crea una nova font</b> si cal entrar una nova font. Al camp detalls de la ressenya podeu entrar-hi el número de pàgina o altra ressenya que permeti localitzar la informació a la font. El camp text és per a que hi entreu la transcripció del text de la font.
da: Denne del giver dig mulighed for at tilføje en ny kildehenvisning til den oplysning du redigerer.<br /><br />I kildefeltet angiver du kildens ID. Hvis du skal oprette en ny kilde, kan du klikke på <b>Opret en ny kilde</b>. I feltet for henvisningsdetaljer kan du angive sidenummer eller anden information, som kan hjælpe med til at finde frem til oplysningerne i kilden. I tekstfeltet kan du også skrive direkte tekstuddrag fra kilden.
es: Esta sección le permita agregar una nueva cita a una fuente al hecho que está editando.<br /><br />En el campo Fuente debe introducir el ID para la fuente. Haga clic en el vínculo <b>Crear una nueva fuente</b> si necesita agregar una nueva fuente. En el campo Detalles de la Cita puede introducir el número de página u otra información que permita a otras personas encontrar esta información en la fuente. En el campo Texto puede introducir la transcripción textual del fragmento de la fuente.
fi: Tähän osioon voit lisätä uuden muokattavaa tietoa koskevan lähdeviittauksen. Lähdekenttään annetaan kyseisen lähteen ID-tunniste. Klikkaa linkkiä Luo uusi lähde mikäli sinun on lisättävä uusi lähde. Viittauskenttään lisäät sivunumeron tai muun tiedon, joka auttaa muita löytämään lähteessä olevan tiedon. Tekstikenttään kirjoitetaan tekstiosa lähteestä.
he: הקטע הזה מאפשר להוסיף ציטוט מקור חדש לעובדה שכעת בעריכה.<br /><br />בשדה המקור עליך להכניס את הזיהוי של המקור. לחץ על קישור <b>צור מקור חדש</b> אם אתה זקוק למקור חדש. בשדה הפירוט של הציטוט הכנס את מספר הדף או נתון אחר שיכול לעזור לאחרים למצוא את מקום הנתון במקור. בתוך הטכסט תכניס תעתיק מתוך טכסט המקור.
nn: Denne delen gir deg mulighet til å legge til en ny kildehenvisning til den faktopplysningen du redigerer.<br /><br />I kildefeltet angir du IDen til kilden. Dersom du må opprette en ny kilde, kan du klikke på valget <b>Opprett en ny kilde</b>. I feltet for henvisnings-detaljer kan du angi sidenummer eller annen informasjon som kan hjelpe noen til finne fram til opplysningene i kilden. I tekstfeltet kan du også skrive inn direkte tekstutdrag fra kilden.
pl: Ta sekcja pozwala dodawać nowe źródło do faktu, który właśnie edytujesz.<br /><br />W polu "Źródło" podaj identyfikator źródła. Kliknij odnośnik <b>Utwórz nowe źródło</b> jeśli chcesz wprowadzić nowe źródło. W "Szczegółach źródła" możesz wprowadzić na przykład numer strony lub inną informację, która pomoże innej osobie odnaleźć informację w źródle. W pole "Treść" możesz wprowadzić transkrypcję słowną źródła.

source: With this page you can add a new child to the selected family. Fill out the name of the child and the birth and death information if it is known. If you don't know some information leave it blank.<br /><br />To add other facts besides birth and death, first add the new child to the database by saving the changes. Then click on the child's name in the updated Family page or Close Relatives tab to view the child's Individual Information page. From the Individual Information page you can add more detailed information.
ca: En aquesta pàgina podeu afegir més mainada a la família seleccionada. Ompliu el nom del fill o filla i la data de naixement i defunció, si la sabeu. Si no, deixeu-ho en blanc.<br /><br />Per afegir altres esdeveniments, primer cal que afegiu el fill a la base de dades i deseu els canvis. Llavors polseu sobre el seu nom a la pàgina de la família modificada o al diagrama Parents directes per veure la pàgina Fitxa personal d'informació del fill. Des de la pàgina Fitxa personal podeu afegir informació més detallada.
da: På denne side kan du tilføje et barn til den valgte familie. Anfør barnets navn, samt information om fødselsdato og dødsdato, hvis det kendes. Har du ikke nok information til udfylde alle felter, så er det OK at lade felterne være tomme.<br /><br />For at tilføje andre faktaoplysninger, så må du først gemme de ovenfor nævnte oplysninger. Så kan du gå til den opdaterede familieside og klikke på barnets navn. Så vil du få barnets faktaside frem, hvor du kan tilføje flere faktaoplysninger.
es: Con esta página puede agregar un hijo a la familia seleccionada. Rellene el nombre del hijo y la información de nacimiento y fallecimiento si se conoce. Si no conoce algún dato, déjelo en blanco.<br /><br />Para agregar otros hechos aparte del nacimiento y el fallecimiento, primero agregue el hijo a la base de datos guardando los cambios. A continuación, haga clic en el nombre del hijo en la página de la familia actualizada o en la pestaña Familiares cercanos para ver la página Información de la persona del hijo. Desde la página Información de la persona puede añadir información más detallada.
fi: Tällä sivulla voit lisätä lapsen valittuun perheeseen. Lisää lapsen nimi sekä syntymä- ja kuolinaika mikäli se on tiedossa. Mikäli joku tieto on tuntematon, jätä se tyhjäksi.<br /><br />Lisätäksesi muita tietoja kuin syntymä- ja kuolinaika, tallenna ensin muutokset, jotka lisäävät uuden lapsen. Klikkaa sen jälkeen lapsen nimeä päivitetyllä perhesivulla tai lähisukulaisvälilehdellä päästäksesi lapsen henkilösivulle. Henkilösivulla voi sitten lisätä muita tietoja.
he: בעזרת הדף הזה תוכל להוסיף ילד או ילדה למשפחה הנבחרת. מלא את שם הילד או הילדה ואת נתוני הלידה והפטירה אם הם ידועים. אם נתון מסוים אינו ידוע, השאר את השדה שלו ריק.<br /><br />כדי להוסיף עובדות נוספות לנתוני הלידה והפטירה, ראשית עליך לשמור את הנתונים הבסיסיים בהוספת ילד או ילדה חדשים. בהמשך, לחץ על שם הילד או הילדה על הדף המשפחתי העדכני או על חוצץ קרובי משפחה כדי לראות את הדף מידע אישי של הילד או הילדה. בדף מידע אישי תוכל להוסיף עובדות נוספות.
nn: På denne siden kan du legge til et barn til den valgte familien. Fyll ut navnet til barnet, samt informasjon om fødselsdato og dødsdato dersom dette er kjent. Har du ikke nok informasjon til å fylle ut alle felt, så går det greit å la noen være tomme.<br /><br />For å legge til andre faktaopplysninger, så må du først lagre de over nevnte opplysningene. Så kan du gå til den oppdaterte familiesiden og klikke på navnet til barnet. Da vil du få fram faktasiden til barnet der du kan legge til flere faktaopplysninger.
pl: Ta strona umożliwia dodanie do wybranej rodziny nowego dziecka. Podaj imię i nazwisko oraz informację o urodzeniu i śmieci, jeśli nimi dysponujesz. Jeśli nie znasz części informacji, pozostaw pole puste.<br /><br />Aby dodać więcej faktów, niż urodzenie i śmierć, musisz najpierw dodać to dziecko do bazy danych zapisując zmiany. Następnie kliknij na nazwisko dziecka, aby wyświetlić Informacje o osobie dla niego. Bardziej szczegółową informację możesz dodać za pomocą strony Informacje o osobie.

source: With this page you can add a new mother or father to the selected person. Fill out the new person's name and the birth and death information if it is known. If you don't know some information, leave it blank.<br /><br />To add other facts besides birth and death, first add the new person to the database by saving the changes. Then click on the person's name in the updated Family page or Close Relatives tab to view the person's Individual Information page. From the Individual Information page you can add more detailed information.
ca: Amb aquesta pàgina podeu afegir un pare o mare a la persona seleccionada. Ompliu el nom de la nova persona i les dates de naixement i defunció, si les coneixeu. Si no, deixeu-ho en blanc.<br /><br />Per afegir altres esdeveniments, primer cal que creeu la nova persona a la base de dades, desant els canvis. Llavors polseu sobre el nom de la persona a la pàgina de la família modificada o al diagrama de Parents directes per veure la pàgina Fitxa personal de la persona. Des de la pàgina Fitxa personal podeu afegir informació més detallada.
da: På denne side kan du tilføje en ny mor eller far til den valgte person. Anfør navnet på den nye person, samt information om fødselsdato og dødsdato, hvis det kendes. Har du ikke nok information til at udfylde alle felter, så er det OK at lade felterne være tomme.<br /><br />For at tilføje andre faktaoplysninger, så må du først gemme de ovenfor nævnte oplysninger. Så kan du gå til den opdaterede familieside og klikke på personens navn. Så vil du få personens faktaside frem, hvor du kan tilføje flere faktaoplysninger.
es: Con esta página puede añadir un padre o una madre a la persona seleccionada. Rellene el nombre de esta persona y los datos de su nacimiento y fallecimiento si son conocidos. Si no conoce algún dato, déjelo en blanco.<br /><br />Para añadir otros datos aparte del nacimiento o el fallecimiento, primero agregue la nueva persona guadando los cambios. A continuación, haga clic en el nombre de la persona en la página actualizada de la familia o en la pestaña Familiares cercanos para ver la página Información de la persona del padre o madre. Desde la página Información de la persona puede añadir información más detallada.
fi: Tällä sivulla voit lisätä henkilölle uuden äidin tai isän. Täytä uuden henkilön nimi, syntymäaika ja kuolinaika mikäli ne ovat tiedossa. Mikäli joku tieto on tuntematon, jätä se tyhjäksi.<br /><br />Lisätäksesi muita tietoja, tallenna ensin muutokset, jotka lisäävät uuden henkilön. Klikkaa sen jälkeen henkilön nimeä päivitetyllä perhesivulla tai lähisukulaisvälilehdellä päästäksesi hänen henkilösivulleen. Henkilösivulla voi sitten lisätä muita tietoja.
he: בדף זה תוכל להוסיף לאדם הנבחר אם או אב חדשים. מלא את שם ההורה ונתוני הלידה והפטירה, אם הם ידועים. אם אינך יודע פרטים מסוימים, השאר את המקום ריק.<br /><br />להוספת עובדות נוספות ללידה ופטירה, יש קודם כל לשמור את השינויים המוסיפים את האדם החדש. רק אז תוכל להקיש על שם האדם בדף המשפחה המעודכן או בתג קרובי משפחה כדי לראות את דף מידע אישי של האדם. בדף מידע אישי, תוכל להוסיף נתונים מפורטים יותר.
nn: På denne siden kan du legge til en ny mor eller far for den valgte personen. Fyll ut navnet til den nye personen, samt informasjon om fødselsdato og dødsdato dersom dette er kjent. Har du ikke nok informasjon til å fylle ut alle felt, så går det greit å la noen være tomme.<br /><br />For å legge til andre faktaopplysninger, så må du først lagre de over nevnte opplysningene. Så kan du gå til den oppdaterte familiesiden og klikke på navnet til personen. Da vil du få fram faktasiden til personen der du kan legge til flere faktaopplysninger.
pl: Ta strona umożliwia dodanie nowego rodzica dla wybranej osoby. Podaj imię i nazwisko oraz informację o urodzeniu i śmieci, jeśli nimi dysponujesz. Jeśli nie znasz części informacji, pozostaw pole puste.<br /><br />Aby dodać więcej faktów, niż urodzenie i śmierć, musisz najpierw dodać tę osobę do bazy danych zapisując zmiany. Następnie kliknij na nazwisko osoby, aby wyświetlić Informacje o osobie dla tej osoby. Bardziej szczegółową informację możesz dodać za pomocą strony Informacje o osobie.

source: With this page you can add a new husband or wife to the selected person. Fill out the new person's name and the birth and death information if it is known. If you don't know some information leave it blank.<br /><br />To add other facts besides birth and death, first add the new person to the database by saving the changes. Then click on the person's name in the updated Family page or Close Relatives tab to view the person's Individual Information page. From the Individual Information page you can add more detailed information.
ca: Amb aquesta pàgina podeu afegir un nou marit o nova muller a la persona seleccionada. Ompliu el nom de la nova persona i les dates de naixement i d'òbit, si les coneixeu. Si no, deixeu-ho en blanc.<br /><br />Per afegir altres esdeveniments que els esmentats, primer cal que creeu la nova persona a la base de dades, desant els canvis. Llavors polseu sobre el nom de la persona a la pàgina de la família modificada o al diagrama de Parents directes per veure la pàgina Fitxa personal de la persona. Des de la pàgina Fitxa personal podeu afegir informació més detallada.
da: På denne siden kan du tilføje en ny ægtemand eller hustru til den valgte person. Anfør navnet på den nye person, samt information om fødselsdato og dødsdato, hvis det kendes. Har du ikke nok information til udfylde alle felter, så er det OK at lade felterne være tomme.<br /><br />For at tilføje andre faktaoplysninger, så må du først gemme de ovenfor nævnte oplysningene. Så kan du gå til den opdaterede familieside og klikke på personens navn. Så vil du få personens faktaside frem, hvor du kan tilføje flere faktaoplysninger.
es: Con esta página puede agregar un cónyuge a la persona seleccionada. Rellene el nombre de la persona y los datos de su nacimiento y fallecimiento si son conocidos. Si no conoce algún dato, déjelo en blanco.<br /><br />Para agregar otros hechos aparte del nacimiento y el fallecimiento, primero agregue el cónyuge a la base de datos guardando los cambios. A continuación, haga clic en el nombre de la persona en la página de la familia actualizada o en en la pestaña Familiares cercanos para ver la página Información de la persona del cónyuge. Desde la página Información de la persona puede añadir información más detallada.
fi: Tällä sivulla voit lisätä henkilölle uuden av(i)omiehen tai -vaimon. Täytä uuden henkilön nimi, syntymäaika ja kuolinaika mikäli ne ovat tiedossa. Mikäli joku tieto on tuntematon, jätä se tyhjäksi.<br /><br />Lisätäksesi muita tietoja, tallenna ensin muutokset, jotka lisäävät uuden henkilön. Klikkaa sen jälkeen henkilön nimeä päivitetyllä perhesivulla tai lähisukulaisvälilehdellä päästäksesi hänen henkilösivulleen. Henkilösivulla voi sitten lisätä muita tietoja.
he: בעזרת הדף הזה תוכל להוסיף בעל או אישה לאדם הנבחר. מלא את השם ונתוני הלידה והפטירה, אם הם ידועים, של האדם החדש.אם הנתונים אינם ידועים, השאר את השדה ריק.<br /><br />כדי להוסיף עובדות בנוסף לנתוני הלידה והפטירה, יש קודם כל לשמור את הנתונים של הוספת אדם. אח"כ יש ללחוץ על שם האדם בדף המשפחה העדכני או בחוצץ קרובי משפחה כדי לראות את דף מידע אישי של האדם. בדף מידע אישי תוכל להוסיף נתונים נוספים.
nn: På denne siden kan du legge til en ny ektemann eller hustru til den valgte personen. Fyll ut navnet til den nye personen, samt informasjon om fødselsdato og dødsdato dersom dette er kjent. Har du ikke nok informasjon til å fylle ut alle felt, så går det greit å la noen være tomme.<br /><br />For å legge til andre faktaopplysninger, så må du først lagre de over nevnte opplysningene. Så kan du gå til den oppdaterte familiesiden og klikke på navnet til personen. Da vil du få fram faktasiden til personen der du kan legge til flere faktaopplysninger.
pl: Ta strona umożliwia dodanie nowego małżonka dla wybranej osoby. Podaj imię i nazwisko oraz informację o urodzeniu i śmieci, jeśli nimi dysponujesz. Jeśli nie znasz części informacji, pozostaw pole puste.<br /><br />Aby dodać więcej faktów, niż urodzenie i śmierć, musisz najpierw dodać tę osobę do bazy danych zapisując zmiany. Następnie kliknij na nazwisko osoby, aby wyświetlić Informacje o osobie dla tej osoby. Bardziej szczegółową informację możesz dodać za pomocą strony Informacje o osobie.
