Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: With this option, the PhpGedView internal messaging system will be used and no emails will be sent.<br /><br />You will receive only <u>internal</u> messages from the other users. When another site user sends you a message, that message will appear in the Message block on your personal MyGedView Portal page. If you have removed this block from your MyGedView Portal page, you will not see any messages. They will, however, show up as soon as you configure the MyGedView Portal page to again have the Message block.
ca: Amb aquesta opció fareu servir el sistema intern de missatgeria del PhpGedView i no rebreu correus electrònics.<br /><br />Solament rebreu missatges <u>interns</u> dels altres usuaris que, quan n'enviïn un, sortirà a la bústia personal del Portal MyGedView. Si heu tret aquest bloc del Portal MyGedView, no podreu veure cap missatge. Tanmateix els recuperareu així que configureu el Portal MyGedView per tornar a disposar del Bloc de Bústia.
es: Seleccionando esta opción se utilizará el sistema interno de mensajería de PhpGedView y no se enviarán correos electrónicos.<br /><br />Sólo recibirá mensajes <u>internos</u> de otros usuarios. Si otro usuario del sitio le envía un mensaje, ese mensaje aparecerá en el bloque de Mensajes de su página personal MiGedView. Si ha quitado este bloque de su página MiGedView, no verá ningún mensaje. No obstante, éstos aparecerán tan pronto como configure la página MiGedView para volver a incluir el bloque de Mensajes.
fi: Tällä vaihtoehdolla käytetään PhpGedView-ohjelman omaa sisäistä viestintäjärjestelmää eikä sähköposteja lähetetä.<br />Tällä tavoin saat vain <b>sisäisiä</b> viestejä muilta käyttäjiltä. Kun toinen käyttäjä lähettää sinulle viestin tässä palvelussa, saat sen viestialueelle omalle OmaGedView-sivulle (ellet ole siirtänyt tätä aluetta sivultasi)
he: בבחירה זו משתמשים במערכת הדיווח הפנימית של PhpGedView ושום דואר אלקטרוני לא נשלח.<br /><br />בדרך זו תקבל רק <u>הודעות פנימיות</u> ממשתמשים אחרים.<br />כאשר משתמש אחר שולח לך הודעה מאתר זה, ההודעה תופיע באזור ההודעות שעל הדף האישי שלך דף MyGedView. אם הורדת את האזור מהדף דף MyGedView שלך לא תראה הודעות. הן תופענה מיד לאחר שתגדיר את דף אזור ההודעות על דף MyGedView
nn: Ved å bruke dette valget, vil det interne beskjedsystemet i PhpGedView bli brukt og det vil ikke bli sendt noen epost.<br /><br />Du vil <u>bare</u> motta <u>interne beskjeder</u> fra andre brukere.<br />Når andre brukere sender deg en beskjed, vil beskjeden bli plassert i din beskjed-ramme på din egen side ; Min GedView. Dersom du har fjernet denne rammen fra siden din, vil du ikke se noen beskjeder. De vil imidlertid bli vist dersom du velger å aktivere den igjen.

source: With this option, you will only receive email messages at the address you configured on your Account page. The messaging system internal to PhpGedView will not be used at all, and there will never be any messages in the Message block on your personal MyGedView Portal page.
ca: Amb aquesta opció solament rebreu missatges de correu electrònic a l'adreça configurada a la pàgina del compte. El sistema intern de missatgeria del PhpGedView no es farà servir per res i mai hi haurà missatges a bloc de bústia personal del Portal MyGedView.
es: Con esta opción, sólo recibirá mensajes en su dirección de correo electrónico en la dirección que configuró en la página de su Cuenta. El sistema de mensajería interno de PhpGedView no se utilizará en absoluto y nunca habrá ningún mensaje en el bloque de Mensajes de su página personal MiGedView.
fi: Tällä vaihtoehdolla saat viestit vain sähköpostiosoitteeseesi.<br />Muut käyttäjät eivät saavuta sinua sisäisellä viestintäjärjestelmällä.
he: בבחירה הזו תקבל רק הודעות לכתובת הדואר האלקטרוני שלך שמוגדרת על דף המשתמש שלך. מערכת ההודעות הפנימית ל-PhpGedView לא תהיה כלל בשימוש, ובאזור ההודעות על דף דף MyGedView האישי שלך לא תהיינה שום הודעות.
nn: Her vil beskjeder <b>bare</b> bli sendt til epost-adressen din.<br />Det interne besjedsystemet i PhpGedView vil ikke bli brukt.

source: On this page you can easily manage your Media files and directories.<br /><br />When you create new Media subdirectories, PhpGedView will ensure that the identical directory structure is maintained within the <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs</b> directory. When you upload new Media files, PhpGedView can automatically create the thumbnails for you.<br /><br />Beside each image in the Media list you'll find the following options. The options actually shown depend on the current status of the Media file.<ul><li><b>Edit</b>&nbsp;&nbsp;When you click on this option, you'll see a page where you can change the title of the Media object. If the Media object is not yet linked to a person, family, or source in the currently active database, you can establish this link here. You can rename the file or even change its location within the <b>#GLOBALS[MEDIA_DIRECTORY]#</b> directory structure. When necessary, PhpGedView will automatically create the required subdirectories or any missing thumbnails.</li><li><b>Edit raw GEDCOM record</b>&nbsp;&nbsp;This option is only available when the administrator has enabled it. You can view or edit the raw GEDCOM data associated with this Media object. You should be very careful when you use this option.</li><li><b>Delete file</b>&nbsp;&nbsp;This option lets you erase all knowledge of the Media file from the current database. Other databases will not be affected. If this Media file is not mentioned in any other database, it, and its associated thumbnail, will be deleted.</li><li><b>Remove object</b>&nbsp;&nbsp;This option lets you erase all knowledge of the Media file from the current database. Other databases will not be affected. The Media file, and its associated thumbnail, will not be deleted.</li><li><b>Remove links</b>&nbsp;&nbsp;This option lets you remove all links to the media object from the current database. The file will not be deleted, and the Media object by which this file is known to the current database will be retained. Other databases will not be affected.</li><li><b>Set link</b>&nbsp;&nbsp;This option lets you establish links between the media file and persons, families, or sources of the current database. When necessary, PhpGedView will also create the Media object by which the Media file is known to the database.</li><li><b>Create thumbnail</b>&nbsp;&nbsp;When you select this option, PhpGedView will create the missing thumbnail.</li></ul>
es: En esta página puede gestionar fácilmente sus archivos y directorios de objetos audiovisuales.<br /><br />Si crea nuevos subdirectorios para objetos, PhpGedView se asegurará de que se mantiene una estrucutura de directorios idéntica bajo el directorio <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs</b>. Si sube nuevos archivos, PhpGedView puede crear automáticamente las miniaturas para Vd.<br /><br />Junto a cada imagen en la lista de Objetos encontrará las siguientes opciones. Las opciones realmente mostradas dependen del estado actual del archivo de Objeto.<ul><li><b>Editar</b>&nbsp;&nbsp;Si hace clic en esta opción, verá una página donde puede cambiar el título del objeto. Si el objeto no está aún vinculado a una persona, familia o fuente en la base de datos activa, puede establecer ese vínculo aquí. Puede cambiar el nombre al archivo o incluso cambiar su ubicación dentro de la estructura de directorios bajo <b>#GLOBALS[MEDIA_DIRECTORY]#</b>. Si es necesario, PhpGedView creará automáticamente los subdirectorios necesarios o cualquier miniatura que falte.</li><li><b>Editar el registro GEDCOM en bruto</b>&nbsp;&nbsp;Esta opción sólo está disponible si el administrador la ha activado. Puede ver o modificar los datos GEDCOM en bruto asociados con este objeto. Debe ser muy cuidadoseo al usar esta opción.</li><li><b>Borrar archivo</b>&nbsp;&nbsp;Esta opción le permite borrar todo conocimiento del archivo de Objeto de la base de datos actual. Las demás bases de datos no se verán afectadas. Si este archivo de Objeto no se menciona en ninguna otra base de datos, el archivo y su miniatura asociada se eliminarán.</li><li><b>Eliminar objeto</b>&nbsp;&nbsp;Esta opción le permite borrar todo conocimiento del archivo de Objeto de la base de datos actual. Las demás bases de datos no se verán afectadas. Ni el archivo de Objeto ni su miniatura asociada se borrarán.</li><li><b>Eliminar vinculos</b>&nbsp;&nbsp;Esta opción le permite eliminar todos los vínculos al objeto de la base de datos actual. El archivo no se borrar y el objeto de la base de datos correspondiente al archivo se mantendrán. Las demás bases de datos no se verán afectadas.</li><li><b>Fijar vínculo</b>&nbsp;&nbsp;Esta opción le permite establecer vínculos entre el archivo de objeto y personas, familias o fuentes de la base de datos actual. Si es necesario, PhpGedView también creará el objeto de la base de datos asociado al archivo.</li><li><b>Generar miniatura</b>&nbsp;&nbsp;Si selecciona esta opción, PhpGedView creará la miniatura.</li></ul>
fi: Tällä sivulla voit hallita mediatiedostojasi ja hakemistojasi. <br /><br /> Luodessasi uusia media-alihakemistoja PhpGedView varmistaa, että identtinen hakemistorakenne <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs</b>-hakemiston kanssa säilyy. Kun lataat palvelimelle uusia mediatiedostoja PhpGedView voi luoda pienoiskuvat automaattisesti. <br /><br /> Medialuettelossa olevan kunkin kuvan vierestä löydät seuraavat valinnat. Näytettävät valinnat riippuvat kyseisen mediatiedoston tilasta. <ul><li><b>Muokkaa</b>&nbsp;&nbsp;Klikatessasi tätä valintaa saat näkyviin sivun, jolla voit muuttaa mediakohteen nimen. Mikäli mediakohdetta ei ole linkitetty henkilöön, perheeseen tai lähteeseen aktiivisessa tietokannassa, voit luoda linkin tässä. Voit nimetä tiedoston uudelleen ja muuttaa sen sijaintia <b>#GLOBALS[MEDIA_DIRECTORY]#</b> hakemistorakenteen puitteissa. Tarpeen vaatiessa PhpGedView luo automaattisesti tarvittavat alihakemistot tai puuttuvat pienoiskuvat. </li><li><b>Muokkaa GEDCOM raakadataa</b>&nbsp;&nbsp;Tämä valinta on käytettävissä vain mikäli ylläpitäjä on sen aktivoinut. Voit tarkastella ja editoida raakaa GEDCOM-dataa, joka liittyy tähän mediakohteeseen. Käytä tätä valintaa varoen. </li><li><b>Poista tiedosto</b>&nbsp;&nbsp;Tällä valinnalla poistat kaiken tiedon mediatiedostosta tässä tietokannassa. Se ei vaikuta muihin tietokantoihin. Mikäli tästä tiedostosta ei ole mainintaa muissa tietokannoissa, se ja siihen kuuluva pienoiskuva poistetaan. </li><li><b>Poista kohde</b>&nbsp;&nbsp;Tällä valinnalla poistat kaiken tiedon mediatiedostosta tässä tietokannassa. Se ei vaikuta muihin tietokantoihin. Mediatiedostoa ja siihen kuuluvaa pienoiskuvaa ei poisteta. </li><li><b>Poista viittaukset</b>&nbsp;&nbsp;Tällä valinnalla poistat kaikki linkit mediakohteeseen tässä tietokannassa. Tiedostoa ei poisteta ja mediakohde säilyy tässä tietokannassa. Muihin tietokantoihin ei ole vaikutusta. </li><li><b>Liitä</b>&nbsp;&nbsp;Tällä valinnalla luot linkit mediatiedoston ja henkilöiden, perheiden tai lähteiden välille tässä tietokannassa. Tarpeen vaatiessa PhpGedView luo mediakohteen, jonka tiedoston tietokanta tunnistaa. </li><li><b>Luo pienoiskuva</b>&nbsp;&nbsp;Tällä valinnalla PhpGedView luo puuttuvan pienoiskuvan. </li></ul>
he: על הדף הזה ניתן לנהל את קובצי ותיקיות המדיה שלך.<br /><br />כאשר אתה יוצר תת-תיקיות חדשות, PhpGedView מבטיח שמבנה תיקיות זהה יהיה קיים בתיקיית <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs</b>. כאשר אתה מעלה קובצי מדיה חדשים, PhpGedView יכול ליצור עבורך אוטומטית קובץ מזערי.<br /><br />ליד כל אימז' ברשימת המדיה שלך תימצא את האופציות הבאות. האופציות שתראה תלויות בסטאטוס הנוכחי של קובץ המדיה.<ul><li><b>ערוך</b>&nbsp;&nbsp;כאשר תלחץ על האופציה הזו, תראה דף שבו תוכל לשנות את הכותרת של המדיה. אם המדיה עדיין לא קשורה לאדם, משפחה או מקור במאגר הנתונים הפעיל עכשיו, תוכל לבצע כאן את הקישור. תוכל לשנות את שם הקובץ, או אפילו לשנות את מיקומו בתוך מבנה התיקיות של <span dir="ltr"><b>#GLOBALS[MEDIA_DIRECTORY]#</b></span>. לפי הצורך, PhpGedView יוצר בצורה אוטומטית את תתי-התיקיות הדרושות או התמונות המזעריות ההסרות.</li><li><b>ערוך את רשומת ה-GEDCOM הלא מעובדת</b>&nbsp;&nbsp;האופציה זמינה רק אם המנהלן איפשר אותה. תוכל לראות או לעדכן נתוני GEDCOM גולמיים הקשורים למדיה. צריך להיות זהיר מאוד כאשר משתמשים באופציה.</li><li><b>מחק קובץ</b>&nbsp;&nbsp;האופציה מאפשרת מחיקת כל המידע של קובץ מדיה ממאגר נתונים. יתר המאגרים אינם מושפעים. אם קובץ המדיה הזה אינו מוזכר בשום מאגר נתונים אחר, הוא והתמונה המזערית הקשורה ימחקו</li><li><b>הסר ישות מדיה</b>&nbsp;&nbsp; האופציה מאפשרת מחיקת כל המידע של קובץ מדיה ממאגר נתונים. יתר המאגרים אינם מושפעים. קובץ המדיה אינו נימחק, וישות המדיה שלפיו הקובץ מוכר במאגר הנתונים הנוכחי ישמר. מאגרים אחרים אינם מושפעים. קובץ המדיה והקובץ המזערי הקשור אליו, לא ימחקו.</li><li><b>הסר קישור</b>&nbsp;&nbsp;האופציה מאפשרת הסרת כל הקישורים לישות מדיה ממאגר הנתונים הנוכחי. הקובץ לא נימחק וישות המדיה שלפיו הקובץ מוכר במאגר הנתונים הנוכחי ישמר. מאגרי נתונים אחרים אינם מושפעים.</li><li><b>הצב קישור</b>&nbsp;&nbsp;האופציה מאפשרת ליצור קישור בין קובץ המדיה ואנשים, משפחות או מקורות במאגר הנתונים הנוכחי. לפי הצורך, PhpGedView יוצר גם כן את ישות המדיה שלפיו קובץ המדיה מוכר במאגר הנתונים.</li><li><b>צור תמונה מזערית</b>&nbsp;&nbsp;כאשר תבחר באופציה זו, PhpGedView יוצר את התמונה המזערית החסרה.</li></ul>

source: All of this site's available genealogical databases are listed in this menu. Each database has its own customized Welcome page, like this one. If there is only one database at this site, there is no sub-menu under the Welcome Page icon.
ca: En aquest menú hi apareixen les bases de dades genealògiques disponibles. Cada una té la seva pròpia pàgina d'inici personalitzada. Si solament hi ha una única base de dades, no es desplegarà cap sotsmenú sota la icona d'Inici.
es: Todas las bases de datos genealógicas disponibles se listan en este menú. Cada base de datos tiene su propia página personalizada de Bienvenida, como esta. Si sólo hay una base de datos en este sitio, no hay submenú bajo el icono de la página de Bienvenida.
fi: Kaikki tämän palvelun GEDCOM-tiedostot on lueteltu tässä valikossa. Jokaisella GEDCOM-tiedostolla on oma räätälöity tervetulosivunsa, kuten tämä. Mikäli tässä palvelussa on vain yksi GEDCOM-tiedosto, ei tervetulosivun ikonin alla ole alavalikkoa.
he: כל מאגרי המידע של האתר רשומים בתפריט זה. לכל אחד ממאגרי המידע יש דף ברוכים הבאים מותאם דומה לדף הזה. במידה ובאתר הזה קיים רק מאגר מידע אחד, אין תפריט משני עבור הצלמית של ברוכים הבאים.
nn: PhpGedView kan håndtere flere slektsfiler. Dersom det er lagt inn flere, vil alle tilgjengelige slektsbaser bli vist i en undermeny.<br />Hver slektsbase vil ha sin egen hovedside som vil kunne vise forskjellige rammer og innhold.

source: Menu
ca: Menú
es: Menú
fi: Valikko
he: תפריטים
nn: Meny

source: If you are logged in, this menu can include the following items:<ol><li>MyGedView Portal<br />This takes you to your own customizable Starting page.</li><li>My Account<br />You can edit your personal data here.</li><li>My Pedigree<br />If you have selected a Root person for this GEDCOM, this will take you to the Pedigree chart for that person.</li><li>My Individual Record<br />This link will take you to your Individual Information page, where all genealogical data about yourself and your family is displayed.</li></ol>
ca: Si heu accedit, aquest menú pot incloure les següents entrades:<ol><li>Portal MyGedView<br />Mena a la pàgina personalitzada o Portal My GedView.</li><li>El vostre compte<br />Permet editar les dades personals com a usuari enregistrat.</li><li>El vostre arbre<br />Mena a l'arbre genealògic familiar, començant per la persona que hagueu seleccionat prèviament.</li><li>La vostra fitxa<br />Mena a la pàgina Fitxa personal on apareixen les vostres pròpies dades genealògiques i les de la vostra família.</li></ol>
es: Si ha entrado identificándose, este menú puede incluir las siguientes entradas:<ol><li>MiGedView<br />Le lleva a su propia página de Inicio personalizable.</li><li>Mi Cuenta<br />Puede modificar aquí sus datos personales.</li><li>Mi árbol<br />Si ha seleccionado una persona Raíz para este GEDCOM, esto le llevará al Árbol de Ascendientes de esa persona.</li><li>Mi ficha<br />Este vínculo le llevará a su página Información de la persona, donde se muestran todos los datos genealógicos sobre Vd. y su familia.</li></ol>
fi: Mikäli olet sisäänkirjautunut, tämä valikko saattaa sisältää seuraavat asiat:<ol><li>OmaGedView<br /> Tämä vie sinut omalle räätälöitävälle "Aloitussivulle".</li><li>Käyttäjätilini<br />Voit muokata omia henkilötietojasi tässä.</li><li>Esivanhempani<br />Mikäli olet valinnut lähtöhenkilön tässä GEDCOM:ssa, vie tämä kyseisen henkilön esipolvikaavioon.</li><li>Tietoni<br />Tämä vie sinut Henkilökohtainen tieto sivullesi, jolta löytyy kaikki tiedot itsestäsi ja perheestäsi.</li></ol>
he: אם אתה מחובר לאתר, התפריט הזה יכול לכלול את הפרטים הבאים:<ol><li>פורטלדף MyGedView<br />מעביר אותך לדף ההתחלה האישי שלך שניתן להתאמה.</li><li>המשתמש שלי<br />כאן תוכל לערוך את נתוני המשתמש שלך.</li><li>אילן היוחסין שלי<br />מביא אותך לאילן היוחסין, כאשר אדם המוצא הוא לפי בחירתך עבור GEDCOM זה.</li><li>נתונים אישיים שלי<br />קישור זה יעביר אותך לדף מידע אישי שלך. בדף זה מוצגים כל נתוני חקר שושלת היוחסין שלך ושל משפחתך.</li></ol>
nn: Brukere som er logget inn, kan her finne linker for å tilpasse personlige data og for å endre konto-oppsettet ditt.<dl><dt>Min side</dt><dd>Sender deg til din egen "Start-side".</dd><dt>Min konto</dt><dd>Her kan du endre ditt personlige oppsett.</dd><dt><br />- <i>Dersom du finnes i slektsbasen og admin har angitt dette i brukerkontoen din,<br />vil du også kunne se:</i><br /><br />Mitt anetre</dt><dd>Dette vil sende deg til diagrammet med dine aner/forfedre, der du har valgt din egen hovedperson.</dd><dt>Meg selv</dt><dd>Dette vil vise deg din egen side, der alle opplysninger om deg selv og din familie blir vist.</dd><dt><br />- <i>Dersom du har rettigheter som administrator, vil du også kunne se:</i><br /><br />Admin</dt><dd>Viser deg hovedsiden for å administrere PhpGedView.</dd><dt>Administrere Slektsfil(er) og personvern</dt></dl>

source: <br /><b>More help</b><br />More help is available by clicking the <b>?</b> next to items on the page.
ca: <br /><b>Més ajuda</b><br />Disposeu de més ajuda polsant l'interrogant <b>?</b> del costat dels ítems de la pàgina.
es: <br /><b>Más ayuda</b><br />Puede obtener más ayuda haciendo clic en la <b>?</b> que aparece junto a los elementos de la página.
fi: <br /> <b>Lisäohje</b><br />Lisää apua on saatavilla napsauttamalla <b>?</b> sivulla kohteiden vieressä.
he: <br /><b>עזרה נוספת</b><br />עזרה נוספת זמינה ע"י לחיצה על ה-<b>?</b> ליד פירטי הדף.
nn: <br /><b>Mer hjelp</b><br />Mer hjelp er tilgjengelig ved å klikke på <b>?</b> ved siden av hvert punkt på siden.

source: <br />Contextual help is available on every screen; make sure that the <b>Show Contextual Help</b> option in the Help menu is on, and click on a <b>?</b> next to the subject.
ca: <br />Hi ha disponible ajuda contextual a cada pantalla. Cal assegurar-vos que l'opció <b>Mostra l'ajuda contextual</b> del menú d'ajuda és activa i polsar l'interrogant <b>?</b> del costat de cada entrada.
es: <br />La ayuda contextual está disponible en todas las pantallas; asegúrese de que la opción <b>Mostrar ayuda contextual</b> del menú de Ayuda está activada y haga clic en el <b>?</b> próximo al teema.
fi: <br />Mikäli haluat pika-avusteet, varmista, että <b>Näytä pika-avusteet </b> (Ohje-valikossa) on päällä ja klikkaa <b>?</b> aiheen jälkeen.
he: <br />עזרה (ספציפית) זמינה על כל דף, ודא שאופצית ה<b>הראה עזרה מקושרת</b> דלוקה בתוך תפריט העזרה ולחץ על <b>?</b> ליד הנושא.
nn: <br />Dersom du ønsker mer (detaljert) hjelp, kan du klikke på <b>?</b> bak ulike valg, rammer m.m. på skjermen.<br />PS. Sjekk at <b>Vis Hjelp <b><i>?</i></b> til tekst</b> (under Hjelp i menyen) er aktiv!

source: When the Media Firewall is enabled, Multi-Media files can be stored in a server directory that is not accessible from the Internet.<br /><br />These buttons allow you to easily move an entire Media directory structure between the protected (not web-addressable) <b>#GLOBALS[MEDIA_FIREWALL_ROOTDIR]##GLOBALS[MEDIA_DIRECTORY]#</b> and the normal <b>#GLOBALS[MEDIA_DIRECTORY]#</b> directories.
es: Si se activa el Cortafuegos de Objetos Audiovisuales, se pueden almacenar los archivos de los objetos en un directorio del servidor inaccesible desde Internet.<br /><br />Estos botones le permiten mover fácilmente una estructura completa de directorios de objetos entre los directorios de la zona protegida (no accesible directamente desde Internet) <b>#GLOBALS[MEDIA_FIREWALL_ROOTDIR]##GLOBALS[MEDIA_DIRECTORY]#</b> y de la normal <b>#GLOBALS[MEDIA_DIRECTORY]#</b>.
fi: Kun mediapalomuuri on aktivoitu, multimediatiedostoja voi tallentaa sellaiseen kansioon palvelimella, johon ei pääse internetin kautta. Näillä painikkeilla voit siirtää kokonaisen mediatiedostorakenteen suojatun (ei verkosta osoitettavan) <b>#GLOBALS[MEDIA_FIREWALL_ROOTDIR]##GLOBALS[MEDIA_DIRECTORY]#</b> kansion ja normaalin <b>#GLOBALS[MEDIA_DIRECTORY]#</b> kansion välillä.
he: כאשר חומת האש של מדיה נבחרה, ניתן לאחסן קבצי מולטימדיה בתיקייה על השרת שאין עליה גישה דרך האינטרנט.<br /><br />הכפתורים הללו מאפשרים לך להעביר בקלות מבנה תיקיית מדיה שלם בין התיקייה השמורה (ללא גישה מהרשת) <span dir="ltr"><b>#GLOBALS[MEDIA_FIREWALL_ROOTDIR]##GLOBALS[MEDIA_DIRECTORY]#</b></span> והתיקייה הרגילה <span dir="ltr"><b>#GLOBALS[MEDIA_DIRECTORY]#</b></span>.

source: When you entered here for the first time, you already had some blocks on this page. If you like, you can customize this Portal page.<br /><br />When you click this link you will be taken to a form where you can add, move, or delete blocks. More explanation is available on that form.
ca: Quan hi entreu per primer cop ja tindreu alguns blocs a la pàgina. Si voleu, podeu canviar-la.<br /><br />Polsant l'enllaç aneu a parar a un formulari que us permet afegir, moure o esborrar blocs. Hi ha explicació de com fer-ho en aquell formulari.
es: Cuando entró aquí por primera vez, ua había algunos bloques en esta página.<br />Si lo desea, puede personalizar esta página de Portal.<br /><br />Si hace clic en este vínculo irá a un formulario en el que puede agregar, mover o quitar bloques. En ese formulario hay más información.
fi: Tultuasi tänne ensimmäistä kertaa sinulla oli jo joitakin alueita käytettävissäsi tällä sivulla.<br />Voit halutessasi muokata (räätälöidä) tätä portaalia.<br />Klikkaamalla tätä linkkiä avautuu lomake ponnahdusikkunaan. Siinä voit lisätä, poistaa ja liikutella alueita.<br />Lisäohjeita löytyy lomakkeella.
he: כאשר נכנסת לכאן בפעם הראשונה, היו לך כבר כמה אזורים בדף הזה. אם תרצה, תוכל להתאים את הפורטל הזה לפי רצונך.<br /><br />לחיצה על קישור זה תביא אותך לטופס ובו תוכל להוסיף, להוריד או להעביר אזורים. הסברים נוספים קיימים על הטופס.
nn: Når du kom inn på denne siden første gang, hadde du allerede noen rammer på siden.<br />Dersom du ønsker det, kan du tilpasse denne siden etter dine egne ønsker/behov.<br />Ved å klikke på denne linken, vil du få opp et nytt vindu med et skjema, der du kan legge til, slette eller flytte på rammer.<br />Mer forklaring er tilgjengelig i det skjemaet.
