Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: When you add new members to a family, PhpGedView can supply default values for surnames according to regional custom.<br /><br /><ul><li>In the <b>Paternal</b> tradition, all family members share the father's surname.</li><li>In the <b>Spanish</b> and <b>Portuguese</b> tradition, children receive a surname from each parent.</li><li>In the <b>Icelandic</b> tradition, children receive their male parent's given name as a surname, with a suffix that denotes gender.</li><li>In the <b>Polish</b> tradition, all family members share the father's surname. For some surnames, the suffix indicates gender. The suffixes <i>ski</i>, <i>cki</i>, and <i>dzki</i> indicate male, while the corresponding suffixes <i>ska</i>, <i>cka</i>, and <i>dzka</i> indicate female.</li></ul>
ca: Quan afegiu nous membres a la família, el PhpGedView pot fornir-vos dades per defecte d'acord amb la tradició regional.<br /><br /><ul><li>A la tradició <b>Paterna</b> tots els membres de la família adopten el cognom del pare.</li><li>A la <b>Espanyola</b> i la <b>Portuguesa</b>, la mainada rep un cognom de cada progenitor.</li><li>A la <b>Islandesa</b>, la mainada rep com a cognom el nom de pila del pare, amb un sufix que denota el gènere.</li></ul>
es: Cuando se agregan nuevos hijos a una familia, PhpGedView puede proporcionar valores por omisión a los apellidos según las costumbres regionales.<br /><br /><ul><li>En la tradición <b>Paterna</b>, todos los miembros de la familia comparten el apellido del padre.</li><li>En las tradiciones <b>Española</b> y <b>Portuguesa</b>, los hijos reciben un apellido de cada padre.</li><li>En la tradición <b>Islandesa</b>, los hijos reciben el nombre de pila de su padre como apellido, con un sufijo que indica el sexo.</li><li>En la tradición <b>Polaca</b>, todos los miembros de la familia comparten el apellido del padre. Para algunos apellidos, el sufijo indica el sexo. Los sufijos <i>ski</i>, <i>cki</i> y <i>dzki</i> son masculinos, mientras que los sufijos correspondientes <i>ska</i>, <i>cka</i> y <i>dzka</i> son femeninos.</li></ul>
nn: Når du legger ny medlemmer til en familie kan PhpGedView foreslå standardverdier for etternavn i henhold til regionale tradisjoner og skikker.<br /><br /><ul><li>Ved tr<b>Paternalistisk</b>tradisjon, vil alle familiemedlemmene ha farens etternavn.</li><li>I <b>Spansk</b> and <b>Portugisisk</b> tradisjon, vil barna få et etternavn fra hver av foreldrene.</li><li>I <b>Islandsk</b> tradisjon, vil barna få farens fornavn som etternavn, med en endelse som viser kjønnet.</li><li>I <b>Polsk</b> tradisjon, vil alle familiemedlemmene ha farens etternavn. For noen etternavn vil endelsen indikere personens kjønn. Endelsene <i>ski</i>, <i>cki</i>, og <i>dzki</i> indikerer hankjønn, men de korresponderende <i>ska</i>, <i>cka</i>, and <i>dzka</i> indikerer hunkjønn.</li></ul>
pl: Kiedy dodajesz nowego członka rodziny, PhpGedView może automatycznie uzupełnić nazwiska według lokalnego zwyczaju.<br /><br /><ul><li>W tradycji <b>ojcowskiej</b> wszyscy członkowie rodziny mają nazwisko ojca.</li><li>W tradycji <b>hiszpańskiej</b> i <b>portugalskiej</b> dzieci przyjmują nazwiska obojga rodziców.</li><li>W tradycji <b>islandzkiej</b> dzieci przyjmują jako nazwisko imię ojca z przyrostkiem odpowiednim do płci dziecka.</li><li>W tradycji <b>polskiej</b> wszyscy członkowie rodziny mają nazwisko ojca. Są jednak nazwiska odmieniające się. Nazwiska z końcówkami -ski, -cki, -dzki mają mężczyźni, natomiast nazwiska z końcówkami -ska, -cka, -dzka mają kobiety.</li></ul>

source: This is the width (in pixels) that the program will use when automatically generating thumbnails. The default setting is 100.
ca: És l'amplada (en píxels) que el programa farà servir quan generi les miniatures automàticament. Es paràmetre per defecte és 100.
da: Dette er den bredde (i pixels), som programmet vil bruge nåsr den genererer miniaturebilleder automatisk. Standard indstillingen er 100.
es: Es la anchura (en pixels) a utilizar al generar automáticamente las miniaturas. El valor predeterminado es 100.
fi: Kun ohjelma kehittää automaattisesti pikkukuvan, niin se käyttää tätä leveyttä (pikseleinä). Vakiona asetus on 100.
nn: Dette er bredden (i punkter) som programmet vil bruke ved automatisk generering av miniatyrbilder.<br />Standardverdi er 100.
pl: To jest szerokość (w pikselach), którą system zastosuje podczas automatycznego generowania miniaturek. Domyślna wartość to 100.

source: The maximum time in seconds that PhpGedView should be allowed to run.<br /><br />The default is 1 minute. Depending on the size of your GEDCOM file, you may need to increase this time limit when you need to build the indexes. Set this value to 0 to allow PHP to run forever.<br /><br />CAUTION: Setting this to 0 or setting it too high could cause your site to hang on certain operating systems until the script finishes. Setting it to 0 means it may never finish until a server administrator kills the process or restarts the server. A large Pedigree chart can take a very long time to run; leaving this value as low as possible ensures that someone cannot crash your server by requesting an excessively large chart.
ca: El temps màxim en segons que es permet al PhpGedView estar funcionant.<br /><br />Per defecte és 1 minut. Depenent del volum del vostre fitxer GEDCOM, potser us caldrà incrementar-lo quan calgui generar índexs. Posant-ho a 0 fa que el PHP funcioni sempre.<br /><br />COMPTE! Posant-lo a 0 o a un valor molt alt, pot provocar que el vostre lloc es pengi en alguns sistemes operatius abans de que l'script acabi. Posant-lo a 0 fa que no acabi mai fins que l'administrador del servidor mati el procés o reinicialitzi el servidor. Un arbre genealògic gran pot requerir força temps de funcionament; deixant-lo en un valor tan baix com sigui possible, assegureu que ningú penja el vostre servidor demanant un gràfic excessivament llarg.
da: Den maksimale tid i sekunder, som PhpGedView får lov til at arbejde. Som standard er den sat til 1 minut. Afhængig af størrelsen på din GEDCOM-fil, kan du evt. øge denne tidsbegrænsning når du har brug for at indeksere. Hvis denne værdi sættes til 0, tillader du PHP at køre uendelig.<br />ADVARSEL: Hvis værdien sættes til 0 eller sættes for højt, kan det få din side til at "hænge" i visse operativsystemer indtil scriptet afsluttes. At sætte værdien til 0 betyder at scriptet ikke afsluttes førend en netværksadministrator stopper processen eller genstarter serveren. Det kan tage lang tid at lave en stor slægtstavle, så ved at sætte denne værdi så lavt som muligt, kan det forhindre at en eller anden får din webserver til at bryde sammen, ved at forsøge, at lave en slægtstavle med 1000 generationer.
es: El máximo de tiempo en segundos que debería estar permitido ejecutar el PhpGedView. Por omisión es 1 minuto. Dependiendo del tamaño de su archivo, necesitaría incrementar este tiempo cuando necesite construir los índices. Fije este valor a 0, para permitir a PHP correr siempre.<br />PRECAUCIÓN: Al poner a 0, o demasiado alto podría paralizar algunos sistemas operativos hasta que finalice el script. Fijándolo en 0 puede ocurrir que nunca finalice, hasta que un administrador del servidor corte el proceso o restaure el servidor. Un árbol grande de ascendientes puede llevar mucho tiempo para elaborar, dejando este valor bajo nos aseguramos que alguien pueda echar abajo nuestro servidor web por solicitar un informe de ascendientes de 1000 generaciones.
nn: Den maksimale tid i sekunder, som PhpGedView får lov til å arbeide. Som standard er den satt til 1 minutt. Avhengig av størrelsen på din GEDCOM fil, kan du evt. øke denne tidsbegrensning når du har bruk for å indeksere. Hvis denne verdi settes til 0, tillater du PHP å kjøre uendelig.<br />ADVARSEL: Hvis verdien settes til 0 eller settes for høyt, kan få siden din til å "henge" på visse operativsystemer inntil scriptet avsluttes. Å sette verdien til 0 betyr at scriptet ikke avsluttes før en nettverksadministrator stopper prosessen eller gjenstarter serveren. Det kan ta lang tid å lage et stort slektstre, så ved å sette denne verdi så lavt som muligt, kan det hindre at en eller annen får din webserver til å bryte sammen, ved å forsøke, å lage et 1000 generasjoners tre.
pl: Maksymalny czas w sekundach, przez który może nieprzerwanie działać PhpGedView.<br /><br />Wartość domyślna to 1 minuta. Zależnie od rozmiaru pliku GEDCOM może zajść potrzeba zwiększenia tego limitu przy tworzeniu indeksów. Ustawienie 0 pozwoli PHP działać w nieskończoność.<br /><br />Uwaga: Ustawienie 0 lub za dużej wartości na niektórych systemach operacyjnych może spowodować wieszanie się strony do czasu, aż nie zakończy się wykonywanie skryptu. Ustawienie 0 oznacza, że może się on nigdy nie zakończyć, chyba że administrator serwera zakończy proces lub zrestartuje serwer. Uruchomienie dużego wykresu rodowego może zająć bardzo dużo czasu; ustawienie minimalnej potrzebnej wartości uchroni przed sytuacją, w której ktoś mógłby spowodować awarię twojego serwera wczytując zbyt duży wykres.

source: Should the GeoNames database be used to provide more suggestions for place names?<br /><br />When this option is set to <b>Yes</b>, the GeoNames database will be queried to supply suggestions for the place name being entered. When set to <b>No</b>, only the current genealogical database will be searched. As you enter more of the place name, the suggestion will become more precise. This option can slow down data entry, particularly if your Internet connection is slow.<br /><br />The GeoNames geographical database is accessible free of charge. It currently contains over 8,000,000 geographical names.
ca: Cal emprar la base de dades GeoNames per a suggerir noms de llocs?.<br /><br />Si la poseu a <b>Si</b>, s'interrogarà la base de dades GeoNames per a proporcionar suggeriments per al nom del lloc que esteu introduïnt. Si la poseu a <b>No</b>, la recerca solament es farà a la base de dades genealògica activa. A mesura que aneu introduïnt més lletres del nom del lloc, el suggeriment serà més acurat. Aquesta opció pot fer més lenta l'entrada de dades, especialment si la vostra connexió a Internet és lenta.<br /><br />La base de dades geogràfica GeoNames és accessible de forma gratuïta. Actualment conté més de 8.000.000 de topònims geogràfics.
es: Establece si se debe usar la base de datos GeoNames para sugerir nombres de lugares.<br /><br />Si se fija esta opción a <b>Sí</b>, se interrogará la base de datos GeoNames para proporcionar sugerencias para el nombre del lugar que se está introduciendo. Se se fija a <b>No</b>, sólo se buscará en la base de datos genealógica actual. Según introduzca letras del nombre del lugar, la sugerencia será más precisa. Esta opción puede hacer más lenta la entrada de datos, especialmente si su conexión a Internet es lenta.<br /><br />La base de datos geográfica GeoNames es accesible de modo gratuito. Actualmente contiene más de 8,000,000 de nombres geográficos.
he: Should the GeoNames database be used to provide more suggestions for place names?<br /><br />When this option is set to <b>כן</b>, the GeoNames database will be queried to supply suggestions for the place name being entered. When set to <b>לא</b>, only the current genealogical database will be searched. As you enter more of the place name, the suggestion will become more precise. This option can slow down data entry, particularly if your Internet connection is slow.<br /><br />The GeoNames geographical database is accessible free of charge. It currently contains over 8,000,000 geographical names.
nn: Skal GeoNames-database brukes til å finne flere forslag for stednavn?<br /><br />Når dette valget er satt til <b>Ja</b>, vil GeoNames-database bli søkt i for å finne forslag til stednavn som blir skrevet. Når det er satt til <b>Nei</b>, vil kun den gjeldende stedtabellen bli søkt i. Etterhvert som du legger inn flere stednavn, vil forslagene bli mer nøyaktige. Dette valget kan forsinke inntastingen av data, hvis din internettforbindelse er treg.<br /><br />GeoNames geografisk database er gratis tilgjengelig. Den inneholder over 8,000,000 geografiske navn.
pl: Czy używać bazy danych GeoNames do zapewnienia wskazówek dla nazw miejscowości?<br /><br />Kiedy ta opcja jest ustawiona na <b>Tak</b>, baza danych GeoNames będzie sugerować nazwy miejscowości na podstawie wprowadzonych liter. Gdy wybrana jest opcja <b>Nie</b>, będzie przeszukana tylko obecna baza miejsc z danego pliku GEDCOM. Im więcej liter z nazwy miejscowości zostanie wprowadzonych, sugestie będą bardziej precyzyjne. Opcja ta może spowolnić wprowadzanie danych, zwłaszcza jeśli Twoje połączenie internetowe jest wolne.<br /><br />Geograficzna baza danych GeoNames jest dostępna bezpłatnie. Zawiera ponad osiem milionów nazw geograficznych.<br /><br />W przypadku polskich miejscowości baza GeoNames nie działa na tyle dobrze by z niej komfortowo korzystać.

source: When this option is <b>Yes</b>, clicking on images will produce the Media Viewer page. This page shows the details of the image. If you have sufficient rights, you can also edit these details.<br /><br />When this option is <b>No</b>, clicking on images will produce a full-size image in a new window.
ca: Quan aquesta opció és a <b>Si</b>, polsant les imatges apareixerà la pàgina del Visor Multimèdia que mostra els detalls de la imatge. Si teniu atribucions, podreu també editar--la.<br /><br />Quan aquesta opció és a <b>No</b>, polsant les imatges se'n produeixen a mida real dins una nova finestra.
da: Når denne indstilling <b>Ja</b>, ved tryk på billede vil de producer en Media visning side. Denne side viser i detailjer omkring billedet. Hvis du har rigtigheder til det, kan du også rediger i dette.<br /><br /><b>Nej</b>, trykning på billede vil producer it fuld størrelse billede i et nyt vindue.
es: Si se fija este valor a <b>Sí</b>, hacer clic en una imagen mostrará el Visualizador de Objetos Audiovisuales. Esta página le muestra los detalles de la imagen. Si tiene privilegio suficiente, tambiñen podrá modificar estos detalles.<br /><br />Si se fija este valor a <b>No</b>, al hacer clic en una imagen se abrirá a resolución completa en una nueva ventana.
he: When this option is <b>כן</b>, clicking on images will produce the Media Viewer page. This page shows the details of the image. If you have sufficient rights, you can also edit these details.<br /><br />When this option is <b>לא</b>, clicking on images will produce a full-size image in a new window.
nn: Når dette valget er <b>Ja</b>, vil siden Mediaviser åpnes. Denne siden viser detaljer om bildet. Hvis du har tilstrekkelige rettigheter, kan du også redigere disse detaljene.<br /><br />Når dette valget er <b>Nei</b>, vil bildet vises i et nytt fullskjermsvindu når du klikker på bildet.
pl: Kiedy ten parametr ustawiony jest na <b>Tak</b>, po kliknięciu na obrazek na twojej stronie użytkownicy zostaną przekierowanie na stronę Widok mediów, wprowadzony w wersji v4.1. Strona Widok mediów wyświetla szczegóły obrazka i pozwala na ich edycję.<br /><br />Ustawienie tego parametru na <b>Nie</b> spowoduje zachowanie analogiczne do starszych wersji PhpGedView, przed wersją v4.1, gdzie kliknięcie na obrazek otwiera nowe okno z obrazkiem w pełnej rozdzielczości.

source: Gives visitors the option of registering themselves for an account on the site.<br /><br />The visitor will receive an email message with a code to verify his application for an account. After verification, the Administrator will have to approve the registration before it becomes active.
ca: Dóna als visitants l'opció d'autoverificar-se per disposar d'accés al lloc.<br /><br />El visitant rebrà un correu electrònic amb un codi per confirmar i verificar la bondat de la seva comanda d'accés. Desprès de la verificació l'Administrador ho ha d'autoritzar abans que pugui disposar d'accés..
da: Giver besøgende mulighed for at registrere sig for at få en konto på hjemmesiden.<br /><br />Ansøgeren vil modtage en e-mail, der indeholder en kode for at bekræfte ansøgningen.<br />Ansøgningen skal godkendes af en administrator før kontoen bliver aktiveret.
es: Da a los visitantes la posibilidad de registrarse por sí mismos en el sitio.<br /<br />El visitante recibirá un mensaje de correo electrónico para verificar su solicitud de cuenta. Tras la verificación, el administrador tendrá que aprobar el registro para que la cuenta se active.
nn: Gir besøkende mulighet til å registere seg for å få en konto på nettstedet.<br /><br />Søkeren vil motta en epost-beskjed med en kode for å bekrefte søknaden.<br />Søknaden må godkjendes av en administrator før kontoen blir aktiveret.
pl: Umożliwa gościom rejestrację w celu otrzymania konta na stronie.<br /><br />Gość otrzyma wiadomość email z kodem, który umożliwi mu potwierdzenie zgłoszenia. Po potwierdzeniu, zanim konto stanie się aktywne, musi zostać zatwierdzone przez administratora.<br /><br />Ustawia parametr $USE_REGISTRATION_MODULE w pliku <i>config.php</i>.

source: <b>No</b> means that authenticated users can see the details of all living people. <b>Yes</b> means that users can only see the private information of living people they are related to.<br /><br />This option sets the default for all users who have access to this genealogical database. The Administrator can override this option for individual users by editing the user's account details.
ca: <b>No</b> fa que els usuaris autenticats (que hagin efectuat l'accés) puguin veure els detalls de les persones vives. <b>Si</b> fa que solament puguin veure la de persones amb les que hi estiguin emparentats.<br /><br />Aquesta opció fixa el paràmetre per defecte per a tots els usuaris que tinguin accés a la base de dades genealògica. L'administrador pot saltar-se'l per a usuaris individualment, editant els detalls del seu compte.
da: <b>Nej</b> betyder at godkendte brugere kan se alle oplysninger om nulevende personer.<br />'<b>Ja</b>' betyder at brugere kun kan se privat information om nulevende personer de er i familie med.
es: El valor <b>No</b> significa que los usuarios registrados pueden ver los detalles de todas las personas vivas. El valor <b>Sí</b> significa que los usuarios sólo ven la información privada de las personas vivas con las que están emparentadas.<br /><br />Esta opción fija el valor por omisión para todos los usuarios que tienen acceso a esta base de datos genealógica. El administrador puede cambiar esta valor para usuarios específicos modificando los detalles de la cuenta del usuario.
nn: '<b>Nei</b>' betyr at godkjente brukere kan se alle opplysninger til nålevende personer.<br />'<b>Ja</b>' betyr at brukere kan kun se privat informasjon om nålevende personer de er i slekt med.
pl: Wybranie <b>Nie</b> spowoduje udostępnienie szczegółów osób żyjących wszystkim autoryzowanym użytkownikom. Wybranie <b>Tak</b> umożliwi dostęp do danych osób żyjących tylko użytkownikom, którzy są z nimi spokrewnieni.<br /><br />Ustawia parametr $USE_RELATIONSHIP_PRIVACY w pliku <i><u>xxx</u>.GED_priv.php</i>.

source: Set to <b>Yes</b> to use the RIN number instead of the GEDCOM ID when asked for Individual IDs in configuration files, user settings, and charts. This is useful for genealogy programs that do not consistently export GEDCOMs with the same ID assigned to each individual but always use the same RIN.
ca: Poseu-ho a <b>Si</b> per fer servir el número RIN per comptes del número d'ID del GEDCOM ID quan es demani per ID personals als fitxers de configuració, paràmetres d'usuari i gràfics. És útil per a programes genealògics que a les exportacions no respecten l'ID assignat a cada persona però que si que conserven llur RIN.
da: Vælg <b>Ja</b> for at bruge RIN nummeret istedet for GEDCOM-ID når PhpGedView spørger efter ID for personer i konfigurationsfiler, brugerindstilliger, og slægtstræer. Dette er nyttigt når slægtsprogrammer ikke eksporterer GEDCOM med en ensartet person ID, men altid bruger den samme RIN.
es: Fíjelo a <b>Sí</b> para utilizar el número RIN en vez del ID del GEDCOM se necesite un ID para la persona en archivos de configuración, preferencias de usuario y diagramas. Esto es útil para usar datos de programas de genealogía que no exportan GEDCOMs con IDs de personas fijo, pero siempre utilizan el mismo RIN.
nn: Velg Ja for å bruke RIN nummeret istedenfor GEDCOM ID når PhpGedView spør etter IDen til personer i konfigurasjonsfiler, brukerinnstilliger, og diagram. Dette er nyttig der slektsprogrammer ikke eksporterer GEDCOM med ensartet person ID, men bruker alltid den samme RIN.
pl: Wybierz <b>Tak</b> jeśli chcesz używać numeru RIN zamiast identyfikatora GEDCOM przy wprowadzaniu identyfikatorów osób w plikach konfiguracyjnych, ustawieniach użytkownika i wykresach. To ustawienie jest przydatne dla aplikacji genealogicznych, które przy eksporcie plików GEDCOM nie przypisują tym samym osobom stałych identyfikatorów, ale zawsze używają tego samego numeru RIN.
