Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: The value to place in the Robots meta tag in the HTML page header. Some robots or web crawlers ignore this value.
ca: El contingut a posar al la meta-etiqueta de robots a la capçalera de la pàgina HTML. Alguns robots o motors de recerca web ignoren aquest contingut.
da: Her kan du angive søgerobotter, som vil blive indsat i <meta> tagget i begyndelsen af HTML siden. Mange søgerobotter checker ikke denne værdi.
es: El valor a colocar en la etiqueta meta Robots en el encabezado de la página HTML. Algunos robots y arañas de red ignoran este valor.
nn: Her kan du angi roboter som vil plasseres i <meta> merket først på HTML siden. Mange roboter eller nettsøkere/-snoker sjekker ikke denne verdien.
pl: Wartość znacznika META robotów nagłówka HTML strony. Niektóre roboty i mechanizmy indeksujące nie biorą tego parametru pod uwagę.<br /><br />Ustawia parametr $META_ROBOTS w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: Anything on this line will be added to the TITLE tag in the HTML page header after the regular page title and before the PhpGedView credit.
ca: Quelcom entrat en aquesta línea s'afegirà a l'etiqueta de TÍTOL de la capçalera de la pàgina HTML, desprès del títol de pàgina regular i abans dels crèdits PhpGedView.
da: Her kan du angive en undertitel som supplement til den almindelige titel i <meta> tagget i begyndelsen af HTML siden. Undertitlen vil blive indsat efter standardtitlen og før PhpGedView navnet.
es: Cualquier cosa en esta línea se añadirá a la etiqueta TITLE en el encabezado de la página HTML detrás del título normal y antes de la referencia a PhpGedView.
nn: Her kan du angi et tillegg til den ordinære tittelen i <meta> merket først på HTML siden. Tillegget vil bli plassert etter standardtittelen og før PhpGedView navnet.
pl: Treść wprowadzona tutaj zostanie dopisana do znacznika TITLE w nagłówku HTML strony po zwykłym tytule strony i przed podziękowaniem dla PhpGedView.<br /><br />Ustawia parametr $META_TITLE w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: This option controls whether or not to show the Birth and Death details of an individual on charts.
ca: Aquest paràmetre controla si es mostren o no els detalls de naixement i defunció als diagrames de persones.
da: Vælg <b>Ja</b> eller <b>Nej</b> for at bestemme, hvorvidt der skal vises detaljer om en persons fødsel og død som standard i boksene i slægtstræerne.
es: Esta opción controla si se muestran o no los detalles de nacimiento y defunción de una persona en los diagramas.
nn: Forteller hvorvidt detaljer om en persons fødsel og død skal vises som standard i boksene i diagrammene.
pl: Ta opcja pozwala określić, czy szczegóły urodzenia i śmierci danej osoby mają być domyślnie widoczne.

source: Here you can set the number of generations to display on this page.<br /><br />The right number for you depends of the size of your screen and whether you show details or not. Processing time will increase as you increase the number of generations.
ca: Aquí podeu posar-hi el nombre de generacions que voleu veure en aquesta pàgina.<br /><br />El número correcte depèn de la mida de la vostra pantalla i de si voleu veure els detalls personals o no. Els temps de procés augmenta en incrementar el nombre de generacions.
da: Her kan du angive antallet af generationer, der skal vises på siden.<br />Hvad der er bedst for dig afhænger af størrelsen på din skærm, og om du viser detaljer eller ikke.
es: Aquí puede elegir el número de generaciones que se mostrarán en esta página.<br />Lo idóneo para usted depende del tamaño de su pantalla y de si elige ver detalles o no. El tiempo de proceso aumentará según se aumente el número de generaciones.
fi: Tässä voit määrittää tällä sivulla näytettävien sukupolvien lukumäärän.<br />Sinulle sopiva lukumäärä riippuu näytön koosta ja näytetäänkö yksityiskohdat vai ei.
he: כאן תוכל להגדיר את מספר הדורות שיוצגו על דף זה.<br /><br />הערך הנכון עבורך תלוי בגודל המסך שלך ובאם תציג פרטים או לא. זמן העיבוד גדל כאשר תגדיל את מספר הדורות.
nn: Her kan du angi antall slektsledd som skal vises på denne siden.<br />Hva som er best for deg avhenger av størrelsen på skjermen din og om du viser detaljer eller ikke. Tiden det tar å vise siden har også sammenheng med antall slektsledd som vises.
pl: Tutaj możesz ustawić liczbę pokoleń, która ma się pojawić na tej stronie.<br /><br />Odpowiednia liczba zależy od wielkości twojego ekranu i tego, czy chcesz widzieć szczegóły. Czas przetwarzania będzie tym dłuższy, im więcej pokoleń będzie trzeba wyświetlić.

source: This option indicates whether the Pedigree chart should be generated in landscape or portrait mode.
ca: Aquesta opció fixa si l'arbre genealògic es presentarà (per defecte) plantat o apaïsat.
da: Her bestemmes om slægtstræet skal printes ud liggende eller stående.
es: Esto le dice al programa en que formato mostrará el Árbol de Ascendientes: Natural o Apaisado.
nn: Dette bestemmer om diagrammet (slektstreet) skal skrives ut som liggende eller stående.
pl: Ta opcja pozwala określić, czy wykres rodowodu ma być domyślnie generowany w układzie poziomym, czy pionowym.

source: Set the ID of the default person to display on Pedigree and Descendancy charts.
ca: Fixa l'ID de la persona arrel per defecte a l'arbre genealògic i gràfic de descendents.
da: Gemmer ID for den person, der som standard er valgt som hovedperson ved visning af slægtstræer (anetræer, stamtræer og efterkommeroversigter.
es: Fija el ID de la persona que se mostrará por omisión en los diagramas Árbol de ascendientes y Descendencia.
nn: Lagrer ID til den person, som standard er valgt som hovedperson ved visning av diagram for aner/forfedre (slektstre) og etterkommere.
pl: Wybierz identyfikator domyślnej osoby, pokazywanej na wykresach rodowodu i potomków.

source: This option controls whether or not to show the individual's gender icon on charts.<br /><br />Since the gender is also indicated by the color of the box, this option doesn't conceal the gender. The option simply removes some duplicate information from the box.
ca: Aquesta opció controla si es mostra o no la icona del gènere (sexe) de les persones als gràfics.<br /><br />Atès que el gènere també s'indica mitjançant el color dels caixetins aqueta opció no fa que s'amagui aquesta dada, senzillament estalvia informació duplicada al caixetí.
es: Esta opción controla si se muestra o no el icono del sexo de la persona en los diagramas.<br /><br />Como el sexo también se indica mediante el color de la caja, esta opción no oculta el sexo, simplemente suprime alguna información innecesaria de la caja.
nn: Dette alternativet kontrollerer om du skal vise en persons kjønn med et ikon på diagrammer eller ikke.<br /><br />Siden kjønn også er vist med farge på boksene, vil ikke dette valget skjule en persons kjønn. Valget bare fjerner noe duplisert informasjon fra boksene.
pl: Ta opcja pozwala na ustawienie czy ikony symbolizujące płeć będą pokazywane na diagramach.<br /><br />Odkąd płeć jest zaznaczona kolorem ramki ta opcja nie będzie ukrywała płci.

source: The maximum amount of memory that can be consumed by PhpGedView scripts. The default is 32 Mb. Many hosts disable this option in their PHP configuration; changing this value may not actually affect the current maximum memory setting.
ca: La quantitat màxima de memòria que pot ésser consumida pels scripts del PhpGedView. Per defecte és 32 Mb. Alguns amfitrions desactiven aquesta opció de la seva configuració de PHP.
da: Det maksimale forbrug af hukommelse, der kan benyttes af PhpGedView scripts. Standard er 16M. Mange værter afviser dette valg i deres PHP konfigurationer, så en ændring af denne værdi behøver ikke nødvendigvis betyde noget for, hvor meget den maksimale hukommelse er.
es: La cantidad máxima de memoria utilizable por las funciones de PhpGedView. Por omisión es 32Mb. Muchos servidores deshabilitan esta opción en su configuración PHP; de tal forma que un cambio en este valor puede no afectar el ajuste de memoria máxima actual.
nn: Det maksimale minneforbruket som kan bli benyttet av PhpGedView skript. Standard er 16M. Mange verter slår dette valget av i sine PHP konfigurasjoner, så å endre denne verdien behøver nødvendigvis ikke bety noe for den maksiale minne-oppsettet.
pl: Maksymalna wielkość pamięci, którą mogą zająć skrypty PhpGedView. Domyślna wartość to 32 MB. Wiele hostów wyłącza tę opcję w swojej konfiguracji PHP; zmienienie tej wartości może nie mieć wpływu bieżącego ustawienia maksymalnej pamięci.<br /><br />Ustawia parametr $PGV_MEMORY_LIMIT w pliku <i>config.php</i>.

source: The path to store PhpGedView session files.<br /><br />Some hosts do not have PHP configured properly and sessions are not maintained between page requests. This option lets site administrators overcome that problem by saving files in one of their local directories. The ./index/ directory is a good choice if you need to change this. The default is to leave the field empty, which will use the Save path as configured in <i>php.ini</i>.
ca: El directori on emmagatzemar els fitxers de sessions del PhpGedView.<br /><br />Alguns amfitrions no tenen configurat correctament el PHP i les sessions no es conserven entre comandes de pàgina. Aquesta opció permet als administrador del lloc eludir aquest problema desant els fitxers en un dels seus directoris locals. El directori ./index/ és una bona elecció si us cal canviar-ho. Per defecte es deixa aquest camp en blanc amb el que es fa servir el camí configurat a <i>php.ini</i>.
da: Sti til mappen, hvor PhpGedViews logfiler gemmes. Det er ikke alle webhoteller, der har konfigureret deres PHP korrekt, og derfor kan log-data gå tabt ved udskiftning af en side. Denne indstilling gør det muligt for administratorer at kompensere for denne webhotel-fejl, ved at lagre logfiler i en lokal mappe på deres egen side. Til det formål er ./index/ mappen et oplagt valg, hvis det er nødvendigt at ændre på denne sti. Som standard skal boksen være tom, for så vil indstillingerne fra php.ini filen blive anvendt. Boksen skal kun udfyldes, hvis log-data går tabt.
es: La ruta para guardar el archivo de sesión de PhpGedView. Algunos servidores no tienen PHP configurado correctamente y las sesiones no se mantienen entre cada solicitud de página. Esto permite a los administradores del sitio evitarlo guardando el archivo en uno de sus directorios locales. El directorio ./index/ es una buena opción si necesita cambiar esto. Por omisión se deja vacío el campo y utilizará la ruta configurada en el archivo <i>php.ini</i>.
nn: Sti til katalogen hvor PhpGedViews logg-filer lagres. Det er ikke alle webhotell som har konfigureret deres PHP korrekt, og derfor kan logg-data gå tapt ved bytte av side. Denne innstillingen gjør det mulig for administratorer å kompensere for denne webhotel-feilen, ved heller å lagre loggfiler i en lokal mappe på deres egen side. Til det formålt er ./index/ katalogen et opplagt valg, dersom det er nødvendig å endre på denne stien. Som standard skal boksen være tom, for da vil innstillingene fra php.ini filen brukes. Boksen skal kun fylles ut, hvis logg-data går tapt.
pl: Ścieżka do miejsca, w którym PhpGedView ma przechowywać pliki sesji.<br /><br />Niektóre hosty nie mają poprawnie skonfigurowanego PHP i nie kontynuują sesji po przejściu na inną stronę. Ta opcja pozwala administratorom strony rozwiązać ten problem przez zapisywanie plików w jednym z ich katalogów lokalnych. Jeśli musisz to zrobić, dobrym miejscem jest katalog ./index/. Domyślnie pole to jest puste, co powoduje zastosowanie ścieżki zapisu skonfigurowanej w pliku <i>php.ini</i>.<br /><br />Ustawia parametr $PGV_SESSION_SAVE_PATH w pliku <i>config.php</i>.

source: The time in seconds that a PhpGedView session remains active before requiring a login. The default is 7200, which is 2 hours.
ca: El temps en segons que una sessió PhpGedView roman activa abans de requerir un nou accés. Per defecte és de 7200 (2 hores).
da: Tid i sekunder før PhpGedView kræver at en bruger, der er logget ind, må logge sig ind igen. Standard er 30 minutter.
es: El tiempo en segundos que una sesión en PhpGedView permanece activa antes de pedir de nuevo la contraseña. El valor por omisión es 7200, que son 2 horas.
nn: Tid i sekunder før PhpGedView krever at en pålogget bruker må logge seg på på nytt. Standard er 30 minutter.
pl: Czas w sekundach, po którym sesja wygaśnie i będzie konieczne ponowne zalogowanie. Domyślna wartość to 7200 sekund (2 godziny)<br /><br />Ustawia parametr $PGV_SESSION_TIME w pliku <i>config.php</i>.

source: In normal mail headers for external mails, the email address as well as the name are used. Some mail systems will not accept this. When set to <b>Yes</b>, only the email address will be used.
ca: A les capçaleres de correu normals per a missatges externs, hi va el nom i l'adreça de correu. Alguns sistemes de correu no ho accepten. Posant-ho a <b>Si</b>, solament es farà servir l'adreça de correu.
da: I den almindelige e-mail header for eksterne e-mails oplyses om e-mail-adresse og navn. Nogle e-mail systemer godtager ikke dette. Ved at vælge "Ja", vil kun e-mail-adressen blive brugt.
es: En los encabezamientos normales para correos externos, se utilizan tanto la dirección de correo electrónico como el nombre. Algunos sistemas de correo no lo aceptan. Si se fija a <b>Sí</b>, sólo se utilizará la dirección de correo electrónico.
nn: I det vanlige epost-hodet for eksterne epost-meldinger oppgis det epost-adresse og navn. Noen epost-systemer godtar ikke dette. Ved å velge "Ja", vil bare epost-adressen bli brukt.
pl: W zwykłych nagłówkach emaili zewnętrznych pokazuje się zarówno adres email, jak i nazwa użytkownika. Niektóre systemy pocztowe mogą odrzucać takie emaile. Wybranie <b>Tak</b> spowoduje, że w nagłówku pojawi się tylko adres email.<br /><br />Ustawia parametr $PGV_SIMPLE_MAIL w pliku <i>config.php</i>.

source: Use SMTP to send e-mails from PhpGedView.<br /><br />This option requires access to an SMTP mail server. When set to <b>No</b> PhpGedView will use the e-mail system built into PHP on this server.
ca: Empra SMTP per enviar correus electrònics des de PhpGedView.<br /><br />Aquesta opció requereix accés a un servidor de correu SMTP. Quan es posa a <b>No</b> el PhpGedView fa servir el sistema de correu electrònic incorporat al PHP d'aquest servidorr.
es: Usar SMTP para el envío de mensajes de correo electrónico desde PhpGedView.<br /><br />Esta opción requiere acceso a un servidor SMTP. Si se fija a <b>No</b>, PhpGedView utilizará el sistema de correo incorporado a PHP en este servidor.
he: Use SMTP to send e-mails from PhpGedView.<br /><br />This option requires access to an SMTP mail server. When set to <b>לא</b> PhpGedView will use the e-mail system built into PHP on this server.
nn: Bruk SMTP for å sende epost fra PhpGedView.<br /><br />Dette valget krever tilgang til en SMTP eposttjener. Når den er satt til <b>Nei</b> vil PhpGedView bruke epostsystemet som er innebygget i PHP på denne tjeneren.
pl: Umożliwia korzystanie z SMTP do wysyłania e-maili z PhpGedView.<br /><br />Ta opcja wymaga dostępu do serwera pocztowego SMTP. Gdy ustawiona jest na <b>Nie</b> PhpGedView użyje systemu e-mail wbudowanego w PHP na tym serwerze.

source: The password required for authentication with the SMTP server.
ca: La contrasenya requerida per a l'autenticació al servidor SMTP.
es: La contraseña requerida para la autenticación con el servidor SMTP.
nn: Passordet for autentisering på SMTP-tjeneren.
pl: Hasło wymagane do uwierzytelnienia na serwerze SMTP.

source: The user name required for authentication with the SMTP server.
ca: El nom d'usuari requerit per a l'autenticació al servidor SMTP.
es: El identificador de usuario requerido para la autenticación con el servidor SMTP.
nn: Brukernavnet som kreves for autentisering på SMTP-tjeneren.
pl: Nazwa użytkownika wymagana do uwierzytelnienia na serwerze SMTP.

source: Use name and password authentication to connect to the SMTP server.<br /><br />Some SMTP servers require all connections to be authenticated before they will accept outbound e-mails.
ca: Nom d'usuari i contrasenya per a connectar al servidor SMTP.<br /><br />Alguns servidors requereixen connexions autenticades abans d'acceptar correus electrònics de sortida.
es: Utilizar autenticación mediante identificador y contraseña para la conexión con el servidor SMTP.<br /><br />Algunos servidores SMTP requieren que todas las conexiones estén autenticadas para poder enviar correo electrónico de salida.
nn: Bruk navn og passord for å autentisere oppkobling til SMTP-tjener.<br /><br />De fleste SMTP-tjenere krever at alle oppkoblinger blir autentisert før de vil godta utgående eposter.
pl: Włącz autoryzację (nazwa użytkownika i hasło) do połączeń z serwerem SMTP.<br /><br />Niektóre serwery SMTP wymagają uwierzytelnienia zanim zaczną przyjmować wychodzące wiadomości e-mail.

source: Enter the name to be used in the &laquo;From:&raquo; field of e-mails originating at this site.<br /><br />For example, if your name is <b>John Smith</b> and you are the site administrator for a site that is known as <b>Jones Genealogy</b>, you could enter something like <b>John Smith</b> or <b>Jones Genealogy</b> or even <b>John Smith, Administrator: Jones Genealogy</b>. You may enter whatever you wish, but HTML is not permitted.
ca: Introduïu el nom a posar al camp &laquo;De:&raquo; dels missatges originats en aquest lloc.<br /><br />Per exemple, si us dieu <b>Joan Smith</b> i sou administrador d'un lloc conegut com <b>Genealogia d'en Joan</b>, podrieu posar-hi quelcom així <b>Joan Smith</b> o be <b>Genealogia d'en Joan</b> o fins i tot <b>Joan Smith, Administrador: Genealogia d'en Joan</b>. Podeu posar-hi el que vulgueu però no es permet HTML.
es: Introduzca el nombre a utilizar en el campo &laquo;De:&raquo; de los mensajes originados en este sitio..<br /><br />Por ejemplo, si su nombre es <b>John Smith</b> y es el administrador del sitio para un sitio conocido como <b>Genealogía Jones</b>, podría introducir algo como <b>John Smith</b> o <b>Genealogía Jones</b> o incluso <b>John Smith, Administrador: Genealogía Jones</b>. Puede introducir lo que desee, pero no se permite HTML.
nn: Skriv navnet som skal brukes i &laquo;Fra:&raquo;-feltet i eposter fra dette nettstedet.<br /><br />For eksempel, hvis du heter <b>Svere Hansen</b> og du er administrator for nettstedet kjent som <b>Sverres slektstre</b>, kan du skrive inn <b>Sverre Hansen</b> eller <b>Sverres slektstre</b> eller til og med <b>Sverre Hansen, Administrator for Sverres slektstre</b>. Du kan skrive inn hva du vil, men HTML er ikke tillatt.
pl: Wprowadź nazwę, która będzie używana w polu &laquo;Od:&raquo; wiadomości wysyłanych z tej strony.<br /><br />Na przykład, jeśli nazywasz się <b>Jan Kowalski</b> i jesteś administratorem strony znanej jako <b>Genealogia Kowalskich</b>, możesz wprowadzić coś w stylu <b>Jan Kowalski</b> lub <b>Genealogia Kowalskich</b> lub nawet <b>Jan Kowalski, Administrator Genealogii Kowalskich</b>. Możesz wprowadzić cokolwiek chcesz, ale kod HTML nie jest dozwolony.

source: This is the domain part of a valid e-mail address on the SMTP server.<br /><br />For example, if you have an e-mail account such as <b>yourname@abc.xyz.com</b>, you would enter <b>abc.xyz.com</b> here.
ca: Aquesta és la part del domini d'una adreça vàlida de correu electrònic al servidor SMTP.<br /><br />Per exemple, si teniu un compte de correu electrònic com aquest <b>elvostrenom@abc.xyz.com</b>, cal que entreu <b>abc.xyz.com</b> aquí.
es: Es la parte de dominio de una dirección de correo electrónico válida en su servidor SMTP.<br /><br />Por example, si tiene una dirección de correo como <b>yourname@abc.xyz.com</b>, introduciría <b>abc.xyz.com</b> aquí.
nn: Dette er domenedelen av en gyldig epostadresse på SMTP-tjeneren.<br /><br />For eksempel, hvis du har en epostkonto som <b>yourname@abc.xyz.com</b>, skal du skrive inn <b>abc.xyz.com</b> her.
pl: Jest to część domenowa poprawnego adresu e-mail na serwerze SMTP.<br /><br />Na przykład, jeśli masz konto e-mail <b>nazwisko@abc.xyz.pl</b>, należy podać <b>abc.xyz.pl</b>.

source: This is the name of the SMTP mail server. Example: <b>smtp.foo.bar.com</b>.<br /><br />Configuration values for some e-mail providers:<br /><br /><b>Gmail<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.gmail.com<br /><b>SMTP Port:</b> 465 or 587<br /><b>Secure connection:</b> SSL<br /><br /><b>Hotmail<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.live.com<br /><b>SMTP Port:</b> 25 or 587<br /><b>Secure connection:</b> TLS<br /><br /><b>Yahoo Mail Plus (currently a paid service)<br /></b><br /><b>Outgoing server (SMTP) name:</b> smtp.mail.yahoo.com<br /><b>SMTP Port:</b> 25
ca: Aquest és el nom del servidor de correu SMTP. Exemple: <b>smtp.foo.bar.com</b>.<br /><br />Valors de configuració per alguns servidors de correu electrònic:<br /><br /><b>Gmail<br /></b><br /><b>Nom del servidor de correu electrònic sortint (SMTP):</b> smtp.gmail.com<br /><b>Port SMTP:</b> 465 o 587<br /><b>Connexió de seguretat:</b> SSL<br /><br /><b>Hotmail<br /></b><br /><b>Nom del servidor de correu electrònic sortint (SMTP):</b> smtp.live.com<br /><b>Port SMTP:</b> 25 o 587<br /><b>Connexió de seguretat:</b> TLS<br /><br /><b>Yahoo Mail Plus (actualment de pagament)<br /></b><br /><b>Nom del servidor de correu electrònic sortint (SMTP):</b> smtp.mail.yahoo.com<br /><b>Port SMTP:</b> 25
es: Es el nombre del servidor de correo SMTP. Ejemplo: <b>smtp.foo.bar.com</b>.
he: This is the name of the SMTP mail server. Example: <b>smtp.foo.bar.com</b>.<br /><br />Configuration values for some e-mail providers:<br /><br /><b>Gmail<br /></b><br /><b>השם של שרת הדואר היוצא - Outgoing mail server - SMTP:</b> smtp.gmail.com<br /><b>SMTP Port:</b> 465 or 587<br /><b>חיבור מאובטח:</b> SSL<br /><br /><b>Hotmail<br /></b><br /><b>השם של שרת הדואר היוצא - Outgoing mail server - SMTP:</b> smtp.live.com<br /><b>SMTP Port:</b> 25 or 587<br /><b>חיבור מאובטח:</b> TLS<br /><br /><b>Yahoo Mail Plus (currently a paid service)<br /></b><br /><b>השם של שרת הדואר היוצא - Outgoing mail server - SMTP:</b> smtp.mail.yahoo.com<br /><b>SMTP Port:</b> 25
nn: Dette er navnet på SMTP eposttjeneren. Eksempel: <b>smtp.online.no</b>.
pl: Nazwa serwera SMTP używanego do wysyłania e-maili. Na przykład: <b>smtp.foo.pl</b>.<br /><br />Przykładowe konfiguracje:<br /><br /><b>Gmail<br /></b><br /><b>Serwer SMTP:</b> smtp.gmail.com<br /><b>Port SMTP:</b> 465 lub 587<br /><b>Bezpieczne połączenie:</b> SSL<br /><br /><b>Hotmail<br /></b><br /><b>Serwer SMTP:</b> smtp.live.com<br /><b>Port SMTP:</b> 25 lub 587<br /><b>Bezpieczne połączenie:</b> TLS<br /><br /><b>Yahoo Mail Plus (obecnie serwis płatny)<br /></b><br /><b>Serwer SMTP:</b> smtp.mail.yahoo.com<br /><b>Port SMTP:</b> 25<br /><br /><b>Wirtualna Polska<br /></b><br /><b>Serwer SMTP:</b> smtp.wp.pl<br /><b>Port SMTP:</b> 25

source: The port number to be used for connections to the SMTP server. Generally, this is port <b>25</b>.
ca: El número de port a fer servir per a les connexions al servidor SMTP. Generalment és el port número <b>25</b>.
es: El número de puerto a utilizar en las conexiones con el servidor SMTP. Generalmente, es el puerto <b>25</b>.
nn: Portnummeret som skal benyttes for oppkoblinger til SMTP-tjeneren. Normalt er dette port <b>25</b>.
pl: Numer portu SMTP używanego do połączeń z serwerem SMTP. Na ogół jest to port <b>25</b>.
