Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: In this box you see the names of individuals and families that are connected to the source.<br /><br />The names are displayed in alphabetical order. When you click on a name in the list, you will go to the relevant Detail page.
ca: En aquest caixetí hi surten els noms de les persones i les famílies relacionats amb la font.<br /><br />Estan ordenats alfabèticament. Quan polseu sobre un nom de la llista aneu a parar la pàgina de detalls rellevants.
da: I denne tabel ser du navne på personer og/eller familier, der er koblet til kilden.<br />Navnene vises i alfabetisk rækkefølge.<br /><br />Hvis du klikker på et navn i tabellen, vil du gå til siden med fakta om den enkelt person eller familie.
es: En esta caja puede ver los nombres de las personas y las familias que vinculan con esta fuente.<br />Los nombres se muestran por orden alfabético.<br /><br />Cuando seleccione un nombre de la lista, le llevará a la página de la persona o de la familia.
fi: Tässä ruudussa on lueteltu tähän lähteeseen viittaavat henkilöt ja perheet.<br />Nimet näytetään aakkosjärjestyksessä.<br /><br />Klikkaamalla nimeä, siirryt kyseisen henkilön tai perheen sivulle.
he: בתיבה זו תראה את השמות של האנשים והמשפחות הקשורים למקור.<br /><br />השמות מוצגים בסדר האלף-בית. כאשר תלחץ על שם מתוך הרשימה, תועבר לדף הפרטים הרלוונטי.
nn: I denne listen ser du navn på personer og/eller familier som er knyttet til kilden.<br />Navnene vises i alfabetisk rekkefølge.<br />Dersom du klikker på et navn i tabellen, vil du gå til siden med fakta om den enkelt person eller familie.
pl: Tutaj zobaczysz nazwiska osób i rodzin, które są powiązane z danym źródłem.<br /><br />Nazwiska są uporządkowane alfabetycznie. Kliknięcie na nazwisko z listy spowoduje przejście do odpowiedniej strony ze szczegółami.

source: +++ Begin extra Admin Info +++
ca: +++ Inici d'Informació extra d'Administració +++
da: <b>+++ <i>Start ekstra info for Admin</i> +++</b>
es: +++ Comienzo de información extra de Administración +++
fi: +++Ylläpitäjän lisäinfon alku+++
he: +++ התחל מידע ניהולי נוסף +++
nn: <b>+++ <i>Start ekstra info for Admin</i> +++</b>
pl: +++ Początek dodatkowej informacji dla administratora +++

source: A number of different plots of statistics from your database can be produced.<br /><br />Select the chart, then adjust the options from the drop-down boxes.<br /><br />The numbers included in each plot depend on the data available. For example, individuals without a month of birth (e.g. just '1856') cannot be included in a plot of births by month.
ca: Poden obtenir-se diversos gràfics estadístics de la base de dades.<br /><br />Seleccioneu els paràmetres des dels caixetins desplegables, desprès ajusteu les opcions a la segona secció.<br /><br />Les entrades incloses en cada gràfic depenen de les dades disponibles. Per exemple, no es poden incloure persones sense mes de naixement (p.e. així '1856') en un gràfic de naixements per mesos.
es: Se pueden producir diversas gráficas estadísticas de su base de datos.<br /><br />Seleccione los parámetros en las cajas desplegables y ajuste las opciones de la segunda sección apropiadamente.<br /><br />Los números incluidos en cada gráfica depende de los datos disponibles. Por ejemplo, las personas sin mes de nacimiento (p.ej. sólo '1856') no se pueden incluir en una gráfica de nacimientos por mes.
fi: Tietokantasi tilastotiedoista voidaan laatia erilaisia kuvaajia.<br /><br />Valitse muuttujat pudotusvalikoista ja säädä sitten vaihtoehtojen arvot sopiviksi.<br /><br />Kuhunkin kuvaajaan sisältyvät numeroarvot riippuvat käytettävissä olevasta aineistosta. Esimerkiksi henkilöitä, joille ei ole ilmoitettu syntymäkuukautta (esimerkiksi vain vuosi '1856') ei voida sisällyttää kuvaajaan syntymistä kuukausittain.
he: ניתן ליצור מספר תרשימים סטטיסטיים ממאגר הנתונים שלך.<br /><br />בחר את התרשים ואח"כ את הפרמטרים מתיבות נגללות.<br /><br />המספרים עבור התרשימים תלויים בנתונים קיימים. למשל, לא ניתן לכלול אנשים ללא חודש לידה (למשל רק '1856') בתרשים של לידות לפי חודש.
pl: Możesz stworzyć kilka różnych wykresów statystyk.<br /><br />Wybierz rodzaj wykresu a następnie dostosuj opcje wyświetlania wybierając parametry z list rozwijanych.<br /><br />Na przykład osoby z datą urodzenia zawierającą tylko rok ('1956') nie będą pokazane na wykresie dotyczącym miesięcy.

source: Presentation Style
ca: Estil de presentació
da: Visningsmåde
es: Estilo de presentación
fi: Esitystyyli
he: סגנון תצוגה
nn: Presentasjonsstil
pl: Styl prezentacji

source: This option controls how the information is presented.<br /><br />When you select <b>List</b>, the information is shown in text form, similar to what you see in the various Chart boxes. This format is well suited to blocks that print on the right side of the page.<br /><br />When you select <b>Table</b>, the information is shown in tabular format, and is more suited to the larger blocks that print on the left side of the page.
ca: Aquesta opció controla com es presenta la informació.<br /><br />Quan seleccioneu <b>Text</b>, es presenta en format de text, semblant al que podeu veure als caixetins dels gràfics. Aquest format és seguit de blocs que apareixen a la dreta de la pàgina.<br /><br />Quan escolliu <b>Diagrama</b>, es presenta en format tabular i és seguit de blocs allargassats que apareixen a l'esquerra de la pàgina.
es: Esta opción controla cómo se presenta la información.<br /><br />Si selecciona <b>Lista</b>, la información se muestra en forma de texto, de forma similar a como se muestra en las distintas cajas de los diagramas. Este formato va bien a los bloques que se muestran en el lado derecho de la página.<br /><br />Si selecciona <b>Tabla</b>, la información se presenta de forma tabular y va mejor a los bloques más grandes que se muestran en el lado izquierdo de la página.
fi: Tämä valinta määrittelee, kuinka tieto esitetään.<br /><br />Kun valitset <b>Lista</b>, tieto näytetään tekstimuodossa samalla tavoin kuin useissa kaaviolaatikoissa. Muoto sopii alueille, jotka tulostuvat sivun oikeaan laitaan. <br /><br />Kun valitset <b>Taulukko</b>, tieto näytetään taulukkomuodossa ja sopii paremmin suuriin alueisiin, jotka tulostuvat sivun vasempaan laitaan.
he: האפשרות הזו קובעת איך הנתונים מוצגים.<br /><br />כאשר תבחר <b>רשימה</b>, המידע מוצג במבנה טכסט, בדומה למה שתראה בתיבות של התרשימים השונים. המבנה מתאים במיוחד לאזורים המודפסים בצד הימני של הדף.<br /><br />כאשר תבחר <b>טבלה</b>, הנתונים מוצגים במבנה שמאורגן בצורת טבלה, המתאים יותר לאזורים הגדולים יותר בצד שמאל של הדף.
pl: Ta opcja określa, w jaki sposób informacje są prezentowane.<br /><br />Wybranie <b>Lista</b> powoduje wyświetlenie informacji w formie tekstowej, podobnej do ramek na diagramach. Ten format dobrze nadaje się do bloków, które pojawiają się po prawej stronie strony.<br /><br />Wybranie <b>Tabela</b> powoduje wyświetlenie informacji w formie tabeli i lepiej nadaje się do większych bloków, które pojawiają się po lewej stronie strony.

source: With this option you determine the page layout orientation.<br /><br />Changing this setting might be useful if you want to make a screen print or if you have a different type of screen.<ul><li><b>Portrait</b> mode will make the tree taller, such that a 4 generation chart should fit on a single page printed vertically.</li><li><b>Landscape</b> mode will make a wider tree that should print on a single page printed horizontally.</li><li><b>Oldest at top</b> mode rotates the chart, but not its boxes, by 90 degrees counter-clockwise, so that the oldest generation is at the top of the chart.</li><li><b>Oldest at bottom</b> mode rotates the chart, but not its boxes, by 90 degrees clockwise, so that the oldest generation is at the bottom of the chart.</li></ul
ca: Amb aquesta opció escolliu el format d'orientació de pàgina.<br /><br />Canviar aquest paràmetre pot ésser útil si el que voleu és fer una impressió de la pantalla o veure-la de forma diferent. El mode <b>Plantat</b> permet veure quatre generacions de l'arbre i imprimir-les en un únic full vertical. El mode <b>apaïsat</b> dóna una visió més àmplia de l'arbre i pot imprimir-se en una sol full, horitzontalment.<br /><br />L'elecció depèn de les possibilitats de la vostra impressora i també del que vulgueu fer imprimint la pàgina.
da: Her kan du bestemme, hvordan slægtstræet skal vises.<br />Det kan være nyttigt, hvis du vil printe det ud eller, hvis du vil tilpasse skærmbilledet i forhold til din skærmopløsning.<dl><dt><b>Stående (Portrait)</b></dt><dd>Vælges dette gøres træet højere, så 4 generationer burde passe til et A4-ark med stående udskrift.</dd><dt><b>Liggende (Landscape)</b></dt><dd>Vælges dette gøres træet bredere, så 4 generationer burde passe til et A4-ark med liggende udskrift.</dd></dl>
es: Con esta opción determina la orientación de la distribución de la página.<br /><br />Cambiar este ajuste puede ser útil si quiere hacer una impresión de pantalla o si tiene un tipo diferente de pantalla.<ul><li>El modo <b>Natural</b> hará el árbol más alto, de modo que un diagrama de 4 generaciones debería caber en una página impresa verticalmente.</li><li>El modo <b>Apaisado</b> producirá un árbol más ancho que debería caber en una sola página impresa horizontalmente.</li><li>El modo <b>Más antiguo arriba</b> gira el diagrama 90 grados hacia la izquierda sin girar el contenido de las cajas, de modo que la generación más antigua aparecerá en lo alto del diagrama.</li><li>El modo <b>Más antiguo abajo</b> gira el diagrama 90 grados a la derecha, sin girar el contenido de las cajas, de modo que la generación más antigua quedará en la parte inferior del diagrama.</li></ul
fi: Tällä vaihtoehdolla määrität sivun suuntauksen.<br />Suuntauksen vaihtaminen saattaa kannattaa mikäli haluat tulostaa näytön tai näytön muoto on epätavallinen. Valitsemalla pystysivun saat korkeamman sukupuun jolloin 4 sukupolvea mahtuu samalle sivulle. Vaakasivulla saat aikaan leveämmän sukupuun.
he: עם האופציה הזו תוכל לקבוע את צורת התצוגה על המסך.<br /><br />יתכן ששינוי ההגדרה יהיה שימושי אם תרצה להדפיס את הדף או אם יש לך מסך שונה have a different type of screen.<ul><li>צורת <b>תצוגה צפופה</b> גורמת לעץ גבוה יותר, כך שתרשים של 4 דורות יודפס על דף אחד במבנה תמונה (portrait) אנכית.</li><li>צורת <b>תצוגה מרווחת</b> מכינה עץ רחב יותר שיודפס על דף אחד בצורת נוף (landscape). </li><li>צורת <b>המבוגרים ביותר למעלה</b> מסובבת את התרשים, אבל לא את תיבותיו, ב-90 מעלות נגד השעון, כך שהדור המבוגר יותר יהיה בראש התרשים.</li><li>צורת <b>המבוגרים ביותר למטה</b> מסובבת את התרשים, אבל לא את תיבותיו, ב-90 מעלות בכיוון השעון, כך שהדור המבוגר יותר יהיה בתחתית התרשים.</li></ul
nn: Med dette valget kan du bestemme hvordan diagrammet skal bli vist.<br />Dette kan være nyttig dersom du vil skrive ut diagrammet eller<br />hvis du vil tilpasse skjermbildet i forhold til oppløsningen på skjermen din.<dl><dt><b>Stående</b></dt><dd>Ved å velge dette vil gjøre diagrammet høyere slik at 4 slektsledd burde passe inn på ett A4-ark med stående utskrift.</dd><dt><b>Liggende</b></dt><dd>Ved å velge dette vil gjøre diagrammet bredere slik at 4 slektsledd burde passe inn på ett A4-ark med liggende utskrift.</dd></dl>
pl: Ta opcja pozwala określić orientację układu strony.<br /><br />Zmiana tego ustawienia może przydać się, kiedy chcesz wydrukować zawartość ekranu lub masz nietypowy ekran.<ul><li>Typ orientacji <b>pionowy</b> wydłuża drzewo tak, aby diagram czterech pokoleń zmieścił się na pojedynczej stronie, drukowanej pionowo.</li><li>Typ orientacji <b>poziomy</b> rozszerza drzewo tak, aby całe drzewo zmieściło się na jednej stronie, drukowanej poziomo.</li><li>Opcja <b>starsi na górze</b> wyświetla osoby starsze na górze wykresu.</li><li>Opcja <b>starsi na dole</b> wyświetla osoby starsze na dole wykresu.</li></ul<br />Obie opcje nadają się bardzo dobrze do drukowania poziomych wykresów.

source: Text direction
ca: Direcció del text
da: Tekstretning
es: Dirección texto
fi: Tekstin suunta
he: כיוון הטכסט
nn: Tekst-retning
pl: Kierunek tekstu

source: Identifies which direction is used to write text in the chosen language. Most languages are written from left to right. Arabic and Hebrew are examples of languages that are written in the opposite direction (right to left).
ca: Identifica la direcció que es fa servir per escriure text en l'idioma escollit. Molts idiomes s'escriuen d'esquerra a dreta. L'aràbic i l'hebreu son exemples d'idiomes que s'escriuen en direcció contrària (dreta a esquerra).
da: Definerer hvilken retning teksten bliver skrevet i det valgte sprog.<br /><br />Normalt viser alle vestlige sprog en tekst fra venstre til højre.<br />Men sprog som Arabisk eller Hebræisk viser en tekst fra højre til venstre.
es: Indica en qué dirección se escribe en el idioma elegido. La mayoría de los idiomas se escriben de izquierda a derecha. Árabe y hebreo son ejemplos de idiomas que se escriben en la dirección contraria (de derecha a izquierda).
nn: Definerer hvilken retning teksen blir skrevet i det valgte språket.<br /><br />Vanligvis viser alle vestlige språk en tekst fra venstre til høyre.<br />Men det er språk som Arabisk eller Hebraisk som viser en tekst fra høyre til venstre.
pl: Określa, w którym kierunku pisze i czyta się w danym języku. Większość języków ma orientację od lewej do prawej. Język arabski i hebrajski są przykładami języków, które mają odwrotną orientację (od prawej do lewej).

source: Time format
ca: Format horari
da: Tidsformat
es: Formato de hora
fi: Ajan muoto
he: מבנה זמן
nn: Tid-format
pl: Format godziny

source: The maximum time the import is allowed to run for processing the GEDCOM file.
ca: El temps màxim que es permet córrer la importació per processar el fitxer GEDCOM.
da: Den maximale importtid for en GEDCOM-fil.
es: El tiempo máximo que se permite ejecutar la importación durante el proceso del archivo GEDCOM.
fi: Tuonnille sallittu maksimiaika käsitellessä GEDCOM-tiedostoa.
nn: Den maksimale tiden importfunksjonen kan å kjøre for å behandle GEDCOM-filen.
pl: Limit czasu, przez który importer może nieprzerwanie działać przetwarzając plik GEDCOM.

source: Click the drop down menu to change the speed at which the timeline scrolls.<br/><br/>~Begin Year~<br/>Enter the starting year of the range.<br/><br/>~End Year~<br/>Enter the ending year of the range.<br/><br/>~Search~<br/>Click the Search button to begin searching for events that occurred within the range identified by the Begin Year and End Year fields.
ca: Polseu la finestra desplegable per canviar la velocitat amb la que es recercarà.<br/><br/>~Començant l'any~<br/>Entreu l'any d'inici del període.<br/><br/>~Acabant l'any~<br/>Entreu el del final.<br/><br/>~Cercar~<br/>Polseu per començar a cercar esdeveniments ocorreguts dins del període especificat.
es: Haga clic en el menú desplegable para cambiar la velocidad a la que se desplaza el cronograma.<br/><br/>~Año de comienzo~<br/>Introduzca el año de comienzo del rango.<br/><br/>~Año de fin~<br/>Introduzca el año final del rango.<br/><br/>~Buscar~<br/>Haga clic en el botón Buscar para comenzar la búsqueda de eventos que ocurrieran en el rango identificado por los campos Año de comienzo y Año de fin.
fi: Klikkaa pudotusvalikkoa muuttaaksesi aikajanan vierintänopeutta.<br /><br />~Aloitusvuosi~<br />Kirjoita vuosiluku, josta tapahtumien haku alkaa.<br /><br />~Lopetusvuosi~<br />Kirjoita vuosiluku, johon tapahtumien haku loppuu.<br /><br />~Hae~<br />Klikkaa hae-painiketta aloittaaksesi haun aloitus- ja lopetusvuosien ajanjakson välillä.
he: לחץ על החלון הנגלל כדי לשנות את מהירות הגלגול של קו הזמן .<br /><br />~שנת התחלה~<br />הכנס את השנה שממנה תרצה להתחיל לחפש מאורעות.<br /><br />~שנת סיום~<br />הכנס את שנת הסיום שעד אליה תרצה לחפש מאורעות.<br /><br />~חפש~<br />לחץ על כפתור חיפוש כדי להתחיל לחפש מאורעות בשנים שמילאת בשדות שנת התחלה ושנת סיום.
pl: Kliknij na menu rozwijalne aby zmienić prędkość, z jaką przewija się oś czasu.<br/><br/>~Rok początkowy~<br/>Wprowadź początkowy rok wyświetlanego zakresu czasu.<br/><br/>~Rok końcowy~<br/>Wprowadź końcowy rok wyświetlanego zakresu czasu.<br/><br/>~Szukaj~<br/>Kliknij przycisk "Szukaj" aby rozpocząć wyszukiwanie wydarzeń, które miały miejsce w zakresie określonym przez pola roku początkowego i roku końcowego.

source: This block helps you keep track of <b>_TODO</b> tasks in the database.<br /><br />To add &quot;To Do&quot; tasks to your records, you may first need amend the GEDCOM configuration so that the <b>_TODO</b> fact is in the list of facts that can be added to the records of individuals, families, sources, and repositories. Each of these lists, which you will find in the Edit Options section of the GEDCOM configuration, is independent. The order of the list entries is not important; you can add the new entries at the beginning of each list.
ca: Aquest bloc us ajuda a fer un seguiment de les tasques <b>_TODO</b> de la base de dades.<br /><br />Per afegir tasques &quot;Pendents&quot; als vostres registres, primerament us caldrà canviar la configuració del GEDCOM a fi de que l'esdeveniment <b>_TODO</b> figuri a la llista d'esdeveniments que podeu afegir als registres de persones, famílies, fonts i arxius. Cadascuna d'aquestes llistes, que es troba a la secció Opcions d'edició de la configuració de GEDCOM, és independent. L'ordre de la llista d'entrades no és important, podeu afegir noves entrades al començament de cada llista.
es: Este bloque le permite controlar las tareas pendientes marcadas con la etiqueta <b>_TODO</b> en la base de datos.<br /><br />Para agregar tareas a sus registros, primero puede que tenga que modificar la configuración del GEDCOM para que aparezca <b>_TODO</b> en la lista de hechos que se pueden agregar a los registros de personas, familias, fuentes y repositorios. Cada una de estas listas, que encontrará en la sección de Opciones de Edición de la configuración de GEDCOM, es independiente. El orden de las entradas en la lista es indiferente, puede agregar las nuevas entradas al comienzo de cada lista.
fi: Tällä alueella voit ylläpitää tietokannassasi olevaa <b>_TODO</b>-tehtäviä. <br /><br />Lisätäksesi &quot;tehtäviä&quot; tietueisiisi sinun on ehkä muutettava GEDCOM-asetuksia niin, että <b>_TODO</b>-tiedot ovat niissä tietoluetteloissa, jotka voidaan lisätä henkilöiden, perheiden ja lähteiden tietueisiin. Jokainen näistä luetteloista on itsenäinen. Ne löytyvät GEDCOM-asetusten editointivalintojen osassa. Uusien tietojen järjestyksellä luettelossa ei ole väliä. Voit lisätä uusia tietoja vaikkapa kunkin luettelon alkuun.
he: אזור &quot;משימות - To Do&quot; עוזר לך לעקוב אחרי מטלות <span dir="ltr">_TODO</span> בקובץ ה-GEDCOM שלך. כדי להוסיף &quot;משימות - To Do&quot; לרישומים שלך, יתכן שעליך לכלול קודם <span dir="ltr">_TODO</span> ברשימת העובדות בתצורת ה-GEDCOM שלך.
pl: Ten blok wyświetla zadania zapisane w tagach <b>_TODO</b>.<br /><br />Aby dodać zadania do wykonania, musisz najpierw się upewnić, że konfiguracja strony pozwala na dodawanie faktów w tagach <b>_TODO</b>.

source: Show future tasks
ca: Mostra tasques futures
da: Vis fremtidige opgaver
es: Mostrar tareas futuras
fi: Näytä tulevat tehtävät
he: הראה מטלות עתידיות
nn: Vis fremtidige gjøremål
pl: Pokaż przyszłe zadania

source: Show &quot;To Do&quot; tasks that have a date in the future. Otherwise only items with a date in the past are shown.
ca: Mostra tasques &quot;pendents&quot; que tinguin data futura. Altrament solament es mostraran els ítems amb data vençuda.
es: Mostrar tareas pendientes con fechas futuras. De lo contrario, solamente se muestrar las tareas con fechas pasadas.
fi: Näytä &quot;To Do&quot;-tehtävät, jotka on päivätty tulevaisuuteen. Muuten näytetään ainoastaan tehtävät, jotka on päivätty menneisyyteen.
he: הצג &quot;משימות - To Do&quot; לביצוע בעלות תאריך עתידי. אחרת מוצגים רק פריטים עם תאריך בעבר.
pl: Pokaż &quot;Zadania do wykonania&quot; mające przyszłe daty. W przeciwnym razie zostaną wyświetlone tylko zadania mające daty przeszłe.

source: Show other users' tasks
ca: Mostra les tasques d'altres usuaris
da: Vis andre brugers opgaver
es: Mostrar tareas de otros usuarios
fi: Näytä muiden käyttäjien tehtävät
he: הראה מטלות של משתמשים אחרים
nn: Vis andre brukeres gjøremål
pl: Pokaż inne zadania użytkownika

source: Show &quot;To Do&quot; tasks assigned to other users
ca: Mostra tasques &quot;pendents&quot; assignades a d'altres usuaris
es: Mostrar tareas pendientes asignadas a otros usuarios
fi: Näytä &quot;To Do&quot;-tehtävät, jotka on osoitettu muille käyttäjälle.
he: הצג &quot;משימות - To Do&quot; לביצוע אשר שוייכו למשתמשים אחרים
pl: Pokaż &quot;Zadania do wykonania&quot; przypisane innym użytkownikom

source: Show unassigned tasks
ca: Mostra tasques pendents d'assignar
da: Vis utilknyttede opgaver
es: Mostrar tareas sin asignar
fi: Näytä määrittämättömät tehtävät
he: הראה מטלות לא משוייכות
nn: Vis utilegnede gjøremål
pl: Pokaż nieprzypisane zadania

source: Show &quot;To Do&quot; tasks that are not assigned to any user
ca: Mostra tasques &quot;pendents&quot; que no hagin sigut assignades a cap usuari
es: Mostrar tareas pendientes no asignadas a ningún usuario
fi: Näytä &quot;To Do&quot;-tehtävät, joita ei ole osoitettu kenellekään käyttäjälle.
he: הצג &quot;משימות - To Do&quot; לביצוע אשר לא משוייכות לאף משתמש
pl: Pokaż &quot;Zadania do wykonania&quot; nie przypisane użytkownikom

source: PhpGedView Translations forum on SourceForge
ca: Fòrum de traduccions de PhpGedView a SourceForge
da: Link til PhpGedView Forum for oversættere på SourceForge (engelsk)
es: Vínculo a foro PhpGedView de traducciones en SourceForge
fi: PhpGedView Käännös -keskusteluryhmä SourceForge:ssa
he: פורום התרגומים של PhpGedView על SourceForge
nn: Forum for oversettere av PhpGedView
pl: Forum tłumaczeniowe PhpGedView na SourceForge
