Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: You can start a new genealogical database from scratch.<br /><br />This procedure requires only a few simple steps. Step 1 is different from what you know already about uploading and adding. The other steps will be familiar.<ol><li><b>Naming the new GEDCOM</b><br />Type the name of the new GEDCOM <u>without</u> the extension <b>.ged</b>. The new file will be created in the directory named above the box where you enter the name. Click <b>Add</b>.</li><li><b>Configuration page</b><br />You already know this page; you configure the settings for your new GEDCOM file.</li><li><b>Validate</b><br />You already know this page; the new GEDCOM is checked. Since there is nothing in it, it will be ok.</li><li><b>Importing Records</b><br />Since there will be only one record to import, this will be finished very fast.</li></ol>That's it. Now you can go to the Pedigree chart to see your first person in the new GEDCOM. Click the name of the person and start editing. After that, you can link new individuals to the first person.
ca: Podeu iniciar una base de dades genealògica de bell nou.<br /><br />Aquest procediment solament requereix uns senzills passos. El Pas 1 difereix del que ja coneixeu per carregar i afegir. La resta de passos us seran familiars.<ol><li><b>Anomeneu el nou GEDCOM</b><br />Teclegeu el nom del nou GEDCOM <u>sense</u> l'extensió <b>.ged</b>. Es crearà el nou fitxer al directori escollit al caixetí de sobre el que s'entra el nom. Polseu <b>Afegir</b>.</li><li><b>Pàgina de configuració</b><br />Ja coneixeu aquesta pàgina on s'hi configuren els paràmetres del nou fitxer GEDCOM.</li><li><b>Validar</b><br />Ja coneixeu aquesta pàgina; el nou GEDCOM és revisat. Com que no conté res, serà correcte.</li><li><b>Importar registres</b><br />Si hi ha solament un registre a importar, acabarà ràpid.</li></ol>Això és tot. Desprès caldrà que aneu a l'Arbre Genealògic per veure la primera persona del nou GEDCOM. Polseu sobre el nom de la persona i comenceu a editar-la. Desprès d'això aneu vinculant nous individus a aquesta primera persona.
da: Du har muligheden for at oprette en ny slægtsdatabase fra "scratch" (dvs. uden personer).<br /><br /><dl><dt>Trin 1: Giv den nye GEDCOM-fil et navn</dt><dd>Skriv navnet på den nye fil <b>uden</b> efternavnet '.ged'. Den nye fil vil blive oprettet/gemt i mappen, som nævnt i teksten over feltet, hvor du skriver filnavnet.<br />Klik på <b>Tilføj</b>.</dd><dt>Trin 2: Konfigurationssiden.</dt><dd>Dette er den side, hvor du angiver indstillingerne for slægtsdatabasen.</dd><dt>Trin 3: Gyldighed</dt><dd>Den nye database er blevet checket og er godkendt.</dd><dt>Trin 4: Importer poster</dt><dd>Da der ikke er nogen poster at importere, er det meget hurtigt gjort...</dd><dt>Færdig...</dt><dd>Nu kan du gå til Anetræet for at se den "første" person i den nye slægtsdatabase. Klik på personens navn og begynd derefter med at ændre denne. Derefter kan du begynde at tilføje nye personer knyttet til den første person.</dd></dl>
es: Puede comenzar una nueva base de datos genealógica desde cero.<br /><br />Esto procedimiento requiere sólo unos pocos pasos sencillos. El primer paso es diferente de lo que ya conoce acerca de cargar y agregar. Los otros pasos resultarán familiares.<ol><li><b>Dar nombre al nuevo GEDCOM</b><br />Teclee el nombre del nuevo GEDCOM <u>sin</u> la extensión <b>.ged</b>. El nuevo archivo se creará en el directorio indicado encima del campo donde introdujo el nombre. Hage clic en <b>Agregar</b>.</li><li><b>Página de configuración</b><br />Ya conoce esta página; aquí configura los ajustes para su nuevo archivo GEDCOM.</li><li><b>Validar</b><br />Ya conoce esta página; se comprueba el nuevo GEDCOM. Puesto que no hay nada en él, será aceptado como válido.</li><li><b>Importación de registros</b><br />Puesto que sólo habrá un registro que importar, este paso terminará muy rápidamente.</li></ol>Eso es todo. Ahora puede ir al Árbol de Ascendientes para ver su primera persona en el nuevo GEDCOM. Haga clic en el nombre de la persona y comience a modificar. Tras eso, puede vincular nuevas personas a la primera.
fi: Voit aloittaa uuden sukutietokannan aivan alusta.<br /><br />Voit toteuttaa sen muutamassa vaiheessa. Vaihe 1 eroaa siitä, mihin olet tottunut lataamisessa ja lisäämisessä. Muut vaiheet ovat tuttuja.<ol><li><b>Vaihe 1: Uuden GEDCOM-tiedoston nimeäminen</b><br />Syötä uuden GEDCOM-tiedoston nimi <u>ilman</u> tiedostopäätettä <b>'.ged'</b>. Uusi tiedosto luodaan siihen kansioon, joka ilmenee syöttökentän yläpuolella.<br />Klikkaa <b>Lisää</b>.</li><li><b>Vaihe 2: Konfigurointisivu</b><br />Tämän sivun tunnet jo GEDCOM-tiedoston konfiguroinnista.</li><li><b>Vaihe 3: Varmenna</b><br />Myös tämän sivun tunnet aiemmasta. Uusi GEDCOM-tiedosto tarkastetaan ja hyväksytään.</li><li><b>Vaihe 4: Tietueiden tuonti</b><br />Koska tuotavana on vain yksi tietue tämä suoritetaan hyvin nopeasti.</li></ol>Nyt voit mennä esipolvikaavioon nähdäksesi ensimmäisen henkilön uudessa GEDCOM-tiedostossasi. Klikkaa henkilön nimeä ja aloita muokkaus. Sen jälkeen voit liittää uusia henkilöitä ensimmäiseen henkilöön.
he: ניתן להקים מאגר נתוני חקר משפחה חדש ללא שימוש במאגר קיים.<br /><br />התהליך דורש רק מספר שלבים פשוטים. השלב הראשון שונה מתהליך העלאה והוספה. יתר השלבים יהיו מוכרים.<ol><li><b>מתן שם ל-GEDCOM החדש</b><br />הקלד את שם ה-GEDCOM החדש <u>ללא</u> סיומת <b>.ged</b>. הקובץ החדש יבנה בתיקיה כפי שצוין מעל לשדה הטכסט להוספת השם. לחץ על <b>הוסף</b>.</li><li><b>דף עיצוב התצורה</b><br />הדף הזה הוא דף מוכר לך; הנך מגדיר את התצורה של קובץ ה-GEDCOM.</li><li><b>אמת</b><br />הדף הזה מוכר לך; ה-GEDCOM החדש ניבדק. מכיוון והוא ריק, הוא יהיה תקין.</li><li><b> ייבוא רשומות</b><br />מכיוון שקיימת רק רשומה אחת לייבא, הפעולה מסתיימת מהר מאוד.</li></ol>זהו זה. עכשיו תוכל לעבור לתרשים אילן היוחסין כדי לראות את אדם המוצא ב-GEDCOM החדש. לחץ על השם והתחל בעריכה. אחר כך תוכל להוסיף אנשים נוספים לאדם המוצא.
nn: Du har muligheten til å lage en ny slektsbase fra "scratch" (dvs. uten noen personer).<br /><br /><dl><dt>Skritt 1: Gi den nye GEDCOMen et navn</dt><dd>Skriv navnet til den nye slektsfilen <b>uten</b> etternavnet '.ged'. Den nye filen vil bli opprettet/lagret i katalogen som nevnt i teksten over feltet der du skriver inn filnavnet.<br />Klikk på <b>Legg til</b>.</dd><dt>Skritt 2: Konfigurasjon-siden.</dt><dd>Dette er siden der du angir innstillingene for slektsbasen.</dd><dt>Skritt 3: Gyldighet</dt><dd>Den nye basen er sjekket og vil være godkjent.</dd><dt>Skritt 4: Importere poster</dt><dd>Siden det ikke er noen poster å importere, vil dette være veldig fort gjort...</dd><dt>Ferdig...</dt><dd>Nå kan du gå til Anetreet for å se den "første" personen i den nye slektsbasen. Klikk på navnet til personen og start deretter å endre denne. Deretter kan begynne å legge til nye personer knyttet til den første personen.</dd></dl>
pl: Możesz rozpocząć budowanie nowej bazy danych od zera.<br /><br />Ta procedura wymaga tylko kilku prostych kroków. Krok pierwszy różni się od kroków dodawania lub wgrywania, ale inne kroki będą wyglądać znajomo.<ol><li><b>Nazywanie nowego pliku GEDCOM</b><br />Wprowadź nazwę nowego pliku GEDCOM <u>bez</u> rozszerzenia <b>.ged</b>. Nowy plik zostanie utworzony w katalogu wymienionym ponad polem nazwy pliku. Kliknij <b>Dodaj</b>.</li><li><b>Strona konfiguracyjna</b><br />Tę stronę już znasz; konfigurujesz na niej ustawienia dla nowego pliku GEDCOM.</li><li><b>Sprawdzanie poprawności</b><br />Tę stronę już znasz; sprawdzana jest na niej poprawność pliku GEDCOM. Ponieważ jest on pusty, będzie oczywiście poprawny.</li><li><b>Importowanie wpisów</b><br />Importowanie będzie trwało bardzo krótko, ponieważ jest tylko jeden wpis do zaimportowania.</li></ol>To wszystko. Teraz możesz przejść na stronę diagramu rodowodu i zobaczyć pierwszą osobę w nowym pliku GEDCOM. Kliknij na nazwisko osoby i rozpocznij edytowanie. Później możesz dodawać powiązania z nowymi osobami.

source: This routine lets you add a new, previously unavailable and completely unsupported language to PhpGedView.<br /><br />You can set up the standard settings of the new language. These include language detection code, language direction, start of the week for this language, time settings, alphabet, etc.<br /><br />You will get more help on the settings of languages supported by PhpGedView after selecting the language and clicking the <b>Add new language</b> button.<br /><br />More help is available on the Configuration page for the language.
ca: Aquesta rutina us permet afegir un idioma, prèviament indisponible i completament no suportat, al PhpGedView.<br /><br />Heu de fixar els paràmetres estàndard d'aquest nou idioma, que inclouen codi de detecció, direcció d'escriptura, dia de començament de la setmana, paràmetres horaris, alfabet, etc.<br /><br />Obtindreu més ajuda sobre els paràmetres dels idiomes suportats pel PhpGedView desprès de seleccionar l'idioma i polsar el botó <b>Afegeix un idioma nou</b>.<br /><br />Hi ha més ajuda disponibles a la pàgina de configuració de l'idioma.
da: Denne funktion giver dig mulighed for at tilføje et nyt sprog, der ikke tidligere har været oversat og understøttet af PhpGedView.<br /><br />Du kan konfigurere standardindstillingerne for det nye sprog. Konfigurationen indeholder koder til sproggenkendelse, sprogets skrive og læseretning, hvilken dag en uge starter for det pågældende sprogområde, tidszoner, alfabet, osv.<br /><br />Du vil få mere hjælp vedr. konfiugration og indstillinger af de sprog, der understøttes af PhpGedView, efter at du har valgt sproget og klikket på: <b>Tlføj et nyt sprog</b> knappen.<br /><br />Mere hjælp kan findes på konfigurationssiden for det aktuelle sprog.
es: Esta rutina le permite añadir un idioma completamente nuevo a PhpGedView.<br /><br />Puede establecer los ajustes estándar para el nuevo idioma. Éstos incluyen el código de detección de idioma, la dirección de escritura del idioma, el comienzo de la semana para este idioma, los convenios de hora, el alfabeto, etc.<br /><br />Recibirá más ayuda acerca de los ajustes de los idiomas contemplados en PhpGedView tras seleccionar el idioma y hacer clic en el botón <b>Agregar un nuevo idioma</b>.<br /><br />Hay más ayuda disponible en la página de Configuración para el idioma.
he: תוכל להשתמש בתת מערכת זו כדי להוסיף שפה חדשה שעדיין לא נתמכת ב-PhpGedView.<br /><br />תוכל להגדיר את ההגדרות הסטנדרטיות של השפה החדשה. הן כוללות את קודי השפה, כיוון השפה, תחילת השבוע עבור השפה, מבנה השעה, אלף בית וכו'.<br /><br />תקבל עזרה נוספת על ההגדרות של השפות אשר נתמכות ב-PhpGedView אחרי שתבחר את השפה ותלחץ על כפתור ה-<b>הוסף שפה חדשה</b>.<br /><br />עזרה נוספת קיימת על דף העיצוב של השפה.
nn: Du kan bruke dette verktøyet til å legge til et nytt og enda ikke støttet språk for PhpGedView.<br /><br />Du starter med å legge inn standardinnstillinger for det nye språket slik som skråkkoder, ukestart, datoformat, nasjonalt alfabet mm.<br /><br />Du vil få mer hjelp til dette på et språk som du velger blant de som allerede støttes av PhpGedView etter å ha klikket på knappen <b>Legg til nytt språk</b>.
pl: Ta procedura umożliwia dodawanie nowego, wcześniej niedostępnego języka do PhpGedView.<br /><br />Możesz skonfigurować standardowe ustawienia nowego języka, m.in. kod wykrywania języka, kierunek tekstu, początek tygodnia dla tego języka, formatowanie czasu, alfabet itd.<br /><br />Więcej pomocnych informacji na temat ustawień języków obsługiwanych przez PhpGedView uzyskasz po wybraniu języka i kliknięciu przycisku <b>Dodaj nowy język</b>.<br /><br />Więcej pomocy znajduje się na stronie konfiguracji danego języka.

source: By clicking this link, you can add a <u>new</u> child to this person, creating a one-parent family.<br /><br />Just click the link, and you will get a pop up window to add the new person. Fill out as many boxes as you can and click the <b>Save</b> button.<br /><br />That's all.
ca: Polsant aquest enllaç, podeu afegir un <u>nou</u> fill a aquesta persona, creant una família monoparental.<br /><br />Solament polsant l'enllaç us apareixerà una finestra emergent on afegir-hi la nova persona. Ompliu tants camps com sigui possible i polseu el botó <b>Desa</b>.<br /><br />Així de senzill.
es: Haciendo clic en este vínculo puede agrrgar un <u>nuevo</u> hijo a esta persona creando una familia sin cónyuge.<br /><br />Simplemente haga clic en el vínculo y aparecerá una ventana emergente para agregar la nueva persona. Rellene todos los campos que pueda y haga clic en el botón <b>Guardar</b>.<br /><br />Eso es todo.
fi: Klikkaamalla tätä linkkiä voit lisätä henkilölle <u>uuden</u> lapsen ja muodostaa yksilapsisen perheen. <br /><br />Klikkaa vain linkkiä ja saat ponnahdusikkunan, johon lisäät uuden lapsen. Täytä niin monta kenttää kuin voit ja klikkaa <b>Tallenna</b>-painiketta. <br /><br />Siinä kaikki.
he: ע"י לחיצה על קישור זה ניתן להוסיף ילד <u>חדש</u> לאדם זה, ע"י יצירת משפחה חד-הורית.<br /><br />לחץ על הקישור ותועבר לחלון שבו תוכל להוסיף את האדם החדש. מלא את התיבות שביכולתך למלא ולחץ על כפתור <b>שמור</b>.<br /><br />זה הכל.
pl: Klikając to łącze możesz dodać <u>nowe</u> dziecko do tej osoby, tworząc rodzinę z jednym rodzicem.<br /><br />Wystarczy kliknąć link, a pojawi się okno pop-up, w którym będzie można dodać nową osobę. Wypełnij tyle pól, ile tylko jest możliwe, a następnie kliknij przycisk <b>Zapisz</b>.<br /><br />To wszystko.

source: You can have several persons on the timeline.<br /><br />Use this box to supply each person's ID. If you don't know the ID of the person, you can click the <b>Find ID</b> link next to the box.
ca: Al gràfic podeu posar-hi diverses persones.<br /><br />Feu servir aquest caixetí per introduir cada ID de persona. Si no sabeu, podeu polsar l'enllaç <b>Cercar l'ID</b> del costat.
da: Du kan have flere personer på tidslinien.<br />Brug dette felt til at angive personens ID nummer.<br />Hvis du ikke kender personens ID nummer, kan du klikke på linket: <b>Find ID</b> efter feltet.
es: Puede tener varias personas en el diagrama de período de vida.<br /><br />Utilice esta caja para introducir el ID de la persona. Si no conoce el ID de la persona, puede hacer clic en el vínculo <b>Buscar ID</b> junto a la caja.
fi: Aikajanalla voi olla useampia henkilöitä.<br />Lisää tähän kenttään henkilön ID.<br />Ellet tiedä sitä, käytä linkkiä "hae ID".
he: ניתן להציג נתוני מספר אנשים על תרשים קו הזמן.<br /><br />השתמש בתיבה זו כדי למלא את קוד הזיהוי של כל אדם. אם אינך יודע את קוד הזיהוי של האדם, תוכל להשתמש בקישור <b>מצא קוד זיהוי</b> ליד התיבה.
nn: Du kan ha flere personer på tidslinjen.<br />Bruk denne boksen til å skrive inn IDen til personen i slektsbasen.<br />Dersom du ikke kjenner IDen til personen, kan du klikke på linken <b>Finn ID</b> bak boksen.
pl: Na osi czasu można wyświetlić jednocześnie wiele osób.<br /><br />Skorzystaj z tego pola aby wprowadzić identyfikator każdej osoby, którą chcesz dodać. Jeśli go nie znasz, skorzystaj z odnośnika <b>Znajdź identyfikator</b> obok pola.

source: When you click this link you can add the repository, as it is stored in the GEDCOM, to your Clippings Cart.
ca: Polsant aquest enllaç, podeu carregar al Cistell Genealògic la informació sobre l'Arxiu, tal i com s'emmagatzemen al GEDCOM.
da: Når du klikker på denne valgmulighed kan du kopiere informationen om opbevaringsstedet, som det er gemt i slægtsdatabasen, til din Udklipsholder.
es: Si hace clic en este vínculo puede agregar este repositorio, tal como está almacenado en el archivo GEDCOM, a su Carrito genealógico.
fi: Klikkaamalla tätä linkkiä voit lisätä tietovaraston leikekoriin sellaisen kuin se on tallennettu GEDCOM-tiedostoon.
he: כאשר תלחץ על קישור זה תוכל להוסיף את המאגר, כפי שהוא מופיע ב-GEDCOM, לעגלת גזירי העץ שלך.
nn: Når du klikke på dette valget kan du kopiere informasjonen om oppbevaringsstedet, slik det er lagret i slektsbasen, til Utklippsmappe ditt.
pl: Kliknięcie na ten odnośnik spowoduje dodanie informacji o tym repozytorium do wycinków w postaci, w jakiej jest zapisana w pliku GEDCOM.

source: When you click this link, you can add the source's information to your Clippings Cart for later downloading and importing into your own genealogy program.
ca: Polsant aquest enllaç podeu afegir la informació al Cistell Genealògic per baixar-vos-la més tard i importar-la a un programa de genealogia.
da: Ved at klikke på dette link kan du kopiere kilden, som den er lagret i GEDCOM-filen, til din udklipsholder.
es: Haciendo clic en este vínculo puede añadir la información de una fuente a su Carrito genealógico para su posterior descarga e importación a su propio programa de genealogía.
fi: Klikkaamalla linkkiä lisätään leikekoriin tiedot lähteestä GEDCOM-muodossa.
he: ע"י לחיצה על קישור זה, תוכל להוסיף את נתוני המקור לעגלת גזירי העץ שלך כדי להוריד ולייבא אותם תוכנת חקר המשפחה שלך.
nn: Ved å klikke på denne linken kan du kopiere kilden, slik den er lagret i slektsfilen, til Utklippsmappe din.
pl: Ten odnośnik umożliwia dodanie informacji o źródle do Wycinków, skąd możesz ją później pobrać na swój komputer i zaimportować do innego programu genealogicznego.

source: <dl><dt><b>Uploading GEDCOM Files</b></dt><dd>Uploading files can be done on line. You can upload from anywhere without needing an ftp program.</dd><dt><b>Adding GEDCOM Files</b></dt><dd>If a previously uploaded file is still present in your GEDCOM directory, you can use it again without uploading. Sometimes, because of file or upload size limitations, you need to use Add.</dd></dl>The Add and the Upload procedure can be finished in four simple steps. In either procedure, only Step 1 is different.
ca: <dl><dt><b>Carregar fitxers GEDCOM</b></dt><dd>Podeu fer-ho en línea, des de qualsevol lloc i sense necessitat d'emprar un programa ftp.</dd><dt><b>Afegir fitxers GEDCOM</b></dt><dd>Si al directori GEDCOM hi ha un fitxer carregat prèviament, podeu fer-lo servir sense que us calgui carregar-lo de nou. A vegades, degut al limitacions de volum us caldrà fer servir l'opció afegir.</dd></dl>Tant un procediment com l'altre poden dur-se a terme en quatre senzills passos. Solament el Pas 1 és diferent en un cas o l'altre.
da: <dl><dt>Uploade GEDCOM-fil(er)</dt><dd>At uploade filer kan gøres online, hvis du ikke har et ftp-program.</dd><dt>Tilføje en GEDCOM-fil</dt><dd>Hvis en fil stadigvæk findes i den mappe, hvor du gemmer dine GEDCOM-filer, kan du bruge den igen uden at hente den igen.<br />Nogle gange skal man bruge "Tilføj" i stedet for at uploade på grund af filstørrelsen eller begrænsninger mht. at uploade.</dd></dl>Både proceduren "Tilføj" og "Upload" kan udføres i 4 enkle trin.<br />Det er kun trin 1, der er forskellig i procedurene.
es: <dl><dt><b>Subir archivos GEDCOM</b></dt><dd>Se pueden subir archivos en línea. Puede subir el archivo desde cualquier lugar, sin la necesidad de un programa FTP.</dd><dt><b>Añadir archivos GEDCOM</b></dt><dd>Si el archivo ya existe en su directorio GEDCOM, puede usarlo sin necesidad de subirlo. Algunas veces es necesario utilizar Añadir en lugar de Subir por el tamaño del archivo.</dd></dl>Los procesos Añadir y Subir se realizan en cuatro simples pasos.<br />Sólo el primer paso es diferente entre ambos procedimientos.
fi: <dl><dt><b>GEDCOM-tiedostojen lähetys</b></dt><dd>Tiedostojen lähettäminen palvelimelle voi tapahtua on-line tilassa. <br />Voit lähettää mistä tahansa paikasta tarvitsematta ftp-ohjelmaa.</dd><dt><b>GEDCOM-tiedostojen lisääminen</b></dt><dd>Mikäli tiedosto on vielä olemassa GEDCOM-kansiossasi, voit käyttää sitä ilman palvelimelle lähettämistä. <br />Joskus on tarve käyttää lisäämistä lähetyksen sijaan joko tiedostokoon tai lähetyskoon rajoitusten vuoksi.</dd></dl>Kummankin toimenpiteen voi suorittaa neljässä yksinkertaisessa vaiheessa. Vain ensimmäinen vaihe on erilainen.
he: <dl><dt><b>העלאת קובצי GEDCOM</b></dt><dd>ניתן לבצע את העלאת הקובצים בצורה מקוונת - on line. ניתן להעלות את הקובצים מכל מקום, ללא צורך בתוכנית ftp.</dd><dt><b>הוספת קובצי GEDCOM</b></dt><dd>אם קובץ נמצא עדיין בתיקיית ה-GEDCOM שלך, תוכל להשתמש בו שוב ללא העלאה נוספת. לפעמים חייבים להשתמש ב"הוסף במקום"בהעלה, בגלל גודל הקובץ או מגבלות ההעלאה.</dd></dl>את שני התהליכים, הוספה והעלאה, ניתן לסיים ב-4 שלבים פשוטים. רק השלב הראשון שונה בשני התהליכים.
nn: <dl><dt>Hente (upload) GEDCOM-fil(er)</dt><dd>Å hente (upload) filer kan gjøres online, dersom du ikke har et ftp-program tilgjengelig.</dd><dt>Legge til en GEDCOMfil</dt><dd>Dersom en fil fortsatt finnes i katalogen der du lagrer GEDCOMfilene dine, kan du bruke den igjen uten å hente den på nytt.<br />Noen ganger må en bruke Legge til i stede for å Hente (upload) på grunn av filstørrelsen eller begrensninger i forhold til opplasting.</dd></dl>Både prosedyren "Legg til" og "Hente" kan utføres med 4 enkle skritt.<br />Det er bare skritt 1 som er forskjellig i prosedyrene.
pl: <dl><dt><b>Wgrywanie plików GEDCOM</b></dt><dd>Pliki mogą być wgrywane przez sieć. Możesz wgrać plik z dowolnego miejsca bez konieczności korzystania z programu ftp.</dd><dt><b>Dodawanie plików GEDCOM</b></dt><dd>Jeśli w twoim katalogu GEDCOM nadal znajduje się wcześniej wgrany plik, możesz użyć go ponownie bez wgrywania. Czasami z powodu ograniczeń na rozmiar pliku może zajść potrzeba użycia funkcji "Dodaj".</dd></dl>Procedury "Dodaj" i "Wgraj" składają się z czterech prostych kroków i różnią się tylko pierwszym z nich.

source: By clicking this link, you can add a <u>new</u> female person and link this person to the principal individual as a new wife.<br /><br />Just click the link, and you will get a pop up window to add the new person. Fill out as many boxes as you can and click the <b>Save</b> button.<br /><br />That's all.
ca: Polsant aquí podeu crear una <u>nova</u> persona femenina i vincular-la a la principal com a nova esposa.<br /><br />Al fer-ho sortirà una finestra on cal que ompliu quans més camps pugueu, millor. Desprès polseu el botó <b>Desar</b>.<br /><br />Això és tot que us cal per fer-ho.
da: Ved at klikke på dette link, kan du tilføje en "Ny" (hunkøn) person og knytte denne person til hovedpersonen som en ny ægtefælle/partner.<br /><br />Bare klik på linket, så vil du få et vindue op for at tilføje den nye person.<br />Udfyld så mange felter som muligt og klik på knappen "Gem".<br /><br />Det er alt.
es: Haciendo clic en este vínculo puede agregar una nueva persona (femenina) y relacionarla a la persona principal como una nueva esposa.<br /><br />Haga clic en el vínculo y obtendrá una ventana emergente para agregar la nueva persona. Rellene todas las casillas que pueda y haga clic en el botón <b>Guardar</b>.<br /><br />Eso es todo.
fi: Klikkaamalla tätä linkkiä voit lisätä "uuden" (naispuolisen) henkilön ja kytkeä hänet näytön päähenkilöön uutena vaimona.<br /><br />Klikkaa linkkiä, täytä ponnahdusikkunassa mahdollisimman monta kenttää ja klikkaa lopuksi "Tallenna".
he: לחיצה על קישור זה מוסיפה אדם <u>חדש</u> ממגדר נקבה וקושרת אותו לאדם העיקרי (בעל) כאישה חדשה.<br /><br />לחץ על הקישור ויצוץ חלון. בחלון זה ניתן להוסיף את האדם החדש. מלא פרטים נוספים ככל שידוע לך על האדם שהתווסף ולחץ על כפתור <b>שמור</b><br /><br />זה הכל.
nn: Ved å klikke på denne linken, kan du legge til en <u>ny</u> kvinne og knytte denne personen til hovedpersonen som en ny ektefelle/partner.<br /><br />Bare klikk på linken, så vil du få opp et vindu for å legge til den nye personen.<br />Fyll ut så mange felt som mulig...
pl: Kliknięcie tego odnośnika spowoduje dodanie <u>nowej</u> kobiety i powiązanie jej z główną osobą w roli nowej żony.<br /><br />Po kliknięciu na odnośnik otworzy się nowe okno z formularzem. Wypełnij jak najwięcej pól i kliknij przycisk "Zapisz".
