Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: PhpGedView detected that your GEDCOM file uses places on GEDCOM tags that should not have places.<br /><br />Many genealogy programs, such as Family Tree Maker, will create this type of GEDCOM file. PhpGedView will work with these GEDCOM files, but some invalid places will show up in your place hierarchy. <br /><br />For example, your GEDCOM might have the following encoding<br />1 SSN<br />2 PLAC 123-45-6789<br />1 OCCU<br />2 PLAC Computer Programmer<br /><br />According to the GEDCOM 5.5.1 Standard this should really be shown as<br />1 SSN 123-45-6789<br />1 OCCU Computer Programmer<br /><br />If you select <b>Yes</b>, PhpGedView will automatically correct these encoding errors.
ca: El PhpGedView ha detectat que el fitxer GEDCOM té posats llocs en etiquetes que no son destinades a llocs.<br /><br />Alguns programes genealògics com el Family Tree Maker, creen aquest tipus de fitxer. El PhpGedView pot treballar amb ell però apareixeran alguns llocs incorrectes al llistat de llocs. <br /><br />Per exemple, el GEDCOM pot portar la següent codificació<br />1 SSN<br />2 PLAC 123-45-6789<br />1 OCCU<br />2 PLAC Programador informàtic<br /><br />D'acord amb l'estàndard GEDCOM 5.5.1 això caldria que es veges com<br />1 SSN 123-45-6789<br />1 OCCU Programador informàtic<br /><br />Si seleccioneu <b>Si</b>, el PhpGedView corregirà automàticament aquests errors.
da: PhpGedView har opdaget at din GEDCOM-fil bruger stedkoden (2 PLAC) på de forkerte steder. Mange slægtsprogrammer, som f.eks Family Tree Maker, genererer GEDCOM-filer med denne fejl. PhpGedView vil som udgangspunkt acceptere disse GEDCOM-filer, men ugyldige stedkoder vil "snige" sig ind imellem de gyldige stedkoder. <br /><br />For eksempel kan dn GEDCOM-fil have følgende kodning:<br />1 SSN<br />2 PLAC 123-45-6789<br />I henhold til gældende GEDCOM-specifikation skulle dette have været kodet sådan her:<br />1 SSN 123-45-6789<br />Hvis du vælger <b>Ja</b />, vil PhpGedView søge efter og rydde op i disse kodefejl.
es: PhpGedView detectó que su archivo GEDCOM contiene lugares en etiquetas GEDCOM que no deberían tenerlos. Muchos programas de genealogía, tales como el Family Tree Maker, crean archivos GEDCOM de este tipo. PhpGedView funciona con este tipo de archivos pero mostrará algunos lugares incorrectos en la jerarquía de lugares.<br /><br />Por ejemplo, su archivo GEDCOM puede contener la siguiente codificación:<br />1 SSN<br />2 PLAC 123-45-6789<br />Según la especificación GEDCOM esto debería estar escrito así:<br />1 SSN 123-45-6789<br />Al seleccionar <b>Sí</b> PhpGedView automáticamente detectará y corregirá estos errores de codificación.
fi: PhpGedView havaitsi, että GEDCOM-tiedostosi käyttää paikkoja sellaisten merkitsimien kohdalla, joissa ei pitäisi olla paikkoja. Useat sukututkimusohjelmat, kuten Family Tree Maker, luo tällaisia GEDCOM-tiedostoja. PhpGedView toimii tällaisten tiedostojen kanssa, mutta paikkahierarkiaan ilmestyy vääriä paikkoja.<br /><br />Esimerkiksi GEDCOM-tiedostossasi voi olla seuraava koodi:<br />1 SSN<br />2 PLAC 123-45-6789<br />GEDCOM määrittelyn mukaan sen tulisi olla<br />1 SSN 123-45-6789<br />Jos valitset <b>kyllä</b>, PhpGedView havaitsee ja korjaa nämä koodausvirheet.
he: PhpGedView גילה מקומות עבור תגי GEDCOM שאמורים להופיע ללא מקומות.<br /><br />תוכניות רבות של שושלת עץ המשפחה, כמו Family Tree Maker, יוצרות קובצי GEDCOM כאלה. PhpGedView עובד עם קובצים כאלה, אבל מקומות שגויים יופיעו בהיררכית המקומות שלך.<br /><br />יתכן למשל שב-GEDCOM שלך קיימות הרשומות הבאות:<br />1 SSN<br />2 PLAC 123-45-6789<br />1 OCCU<br />2 PLAC תוכניתן<br /><br />לפי תקן GEDCOM 5.5.1 זה היה צריך להירשם בצורה הבאה<br />1 SSN 123-45-6789<br />1 OCCU תוכניתן<br /><br />אם תבחר <b>כן</b>, PhpGedView יגלה ויתקן בצורה אוטומטית את השגיאות הללו של מבנה הקובץ.
nn: PhpGedView oppdaget at GEDCOM-filen din bruker koden stedskoden (2 PLAC) på feil steder. Mange slektsprogrammer, som f.eks Family Tree Maker, lager GEDCOM-filer med denne feilen. PhpGedView vil i utgangspunktet godta disse GEDCOM-filene, men ugyldige stedskoder vil "snike" seg inn blant gyldige stedskoder. <br /><br />For eksempel kan GEDCOM-filen din ha følgende koding:<br />1 SSN<br />2 PLAC 123-45-6789<br />I henhold til gjeldende GEDCOM-spesifikasjon skulle dette ha blitt kodet slik:<br />1 SSN 123-45-6789<br />Dersom du velger Ja, vil PhpGedView lete og rydde opp i disse kode-feilene.
pl: PhpGedView wykrył, że twój plik GEDCOM używa miejsc przy znacznikach GEDCOM, które nie powinny mieć miejsc.<br /><br />Wiele aplikacji genealogicznych, takich jak Family Tree Maker, generuje właśnie ten typ plików GEDCOM. PhpGedView będzie działał z takimi plikami, ale w hierarchii miejsc mogą pojawić się pewne niepoprawne miejsca.<br /><br />Na przykład w pliku GEDCOM może znaleźć się następujący błędny wpis:<br />1 SSN<br />2 PLAC 123-45-6789<br />1 OCCU<br />2 PLAC Programista<br /><br />Według standardu GEDCOM 5.5.1 powinno być wpisane:<br />1 SSN 123-45-6789<br />1 OCCU Programista<br /><br />Jeśli wybierzesz <b>Tak</b>, PhpGedView automatycznie poprawi te błędy.

source: In order to improve performance, several of the blocks on the PhpGedView Welcome page are saved as cache files in the index directory. The cache files for most blocks are refreshed once each day, but there may be times when you want to refresh them manually.<br /><br />This button allows you to refresh the cache files when necessary.
ca: A fi de donar agilitat, alguns blocs de la pàgina d'inici PhpGedView es guarden com a fitxers cau al directori índex. Els fitxers cau de molts blocs es refresquen diàriament, però pot haver-hi ocasions que vulgueu refrescar-los manualment.<br /><br />Aquest botó us permet fer-ho quan calgui.
es: A fin de mejorar el rendimiento, varios de los bloques de la página de Bienvenida se pueden recordar guardándolos como archivos en el directorio de índice. Los archivos guardados para la mayoría de los bloques se refrescan una vez al día, pero puede haber ocasiones en que desee refrescarlos manualmente.<br /><br />Este botón le permite refrescar los archivos de recuerdo cuando sea necesario.
fi: Ohjelman toimivuuden tehostamiseksi useat alueet PhpGedView tervetuloasivulla tallennetaan välimuistitedostoiksi indeksikansioon. Useimmat alueiden välimuistitiedostot päivitetään päivittäin, mutta joskus haluat ehkä päivittää ne käsin.<br /><br />Tällä painikkeella voit tehdä päivityksen tarvittaessa.
he: כדי לשפר את הביצועים, מספר אזורים על דף הברוכים הבאים של PhpGedView נשמרים כקובצי cache בתיקיית ה-index. קובצי ה-cache של רוב האזורים מתחדשים פעם ביום, אבל יתכן ותרצה לפעמים לחדש אותם ידנית.<br /><br />הכפתור הזה מאפשר לחדש את קובצי ה-cache לפי הצורך.
pl: Aby poprawić wydajność systemu, kilka bloków strony głównej jest przechowywanych w plikach pamięci podręcznej (cache) w katalogu indeksowym. Pliki cache dla większości bloków są odświeżane raz dziennie, ale czasem może zajść potrzeba ich ręcznego odświeżenia.<br /><br />Ten przycisk umożliwia odświeżenie plików cache w razie potrzeby.

source: Click this button to save your changes.<br /><br />You will be returned to the Welcome or My Page, but your changes may not be shown. You may need to use the Page Reload function of your browser to view your changes properly.
da: Klik på denne knap for at gemme dine ændringer.<br /><br />Du vil blive sendt tilbage til en af siderne:<b>Velkommen eller Mine Sider</b>, men dine ændringer bliver muligvis ikke vist. Du skal muligvis klikke på din browsers opdateringsknap (Reload/Refresh) for at se ændringerne.
pl: Kliknij ten przycisk aby zapisać zmiany.<br /><br />Zostaniesz przekierowany(a) na stronę Witaj, lub Mój portal, ale twoje zmiany mogą nie być widoczne. Aby je zobaczyć, prawdopodobnie trzeba będzie odświeżyć stronę za pomocą odpowiedniej funkcji Twojej przeglądarki.

source: When you click this link you will be taken to the next page. If any of the clippings in your cart refer to multimedia items, these items will also be displayed on that page.<br /><br />Simply follow the instructions.
ca: Polsant aquest enllaç aneu a la pàgina següent. Si algun dels retalls té fitxers multimèdia vinculats, també sortiran.<br /><br />Senzillament, seguiu les instruccions.
da: Ved at klikke på dette link, vil du få en ny side op, hvor du får at vide, hvordan du downloader filen.<br />Hvis der er flere valgmuligheder mht. hvad du kan downloade, vil de blive vist på denne side.<br />Følg bare de viste instruktioner.
es: Si hace clic en este vínculo irá a la siguiente página. Si cualquiera de los recortes de su carrito referencia objetos audiovisuales, también se mostrarán en esa página.<br /><br />Simplemente siga las instrucciones.
fi: Klikkaamalla tätä linkkiä avautuu seuraava sivu.<br />Mikäli valittavana on useita vaihtoehtoja ladattaviksi kohteiksi GEDCOM-leikkeessä, ne näytetään tällä sivulla. Seuraa vain ohjeita.
he: לחיצה על הקישור הזה תעביר אותך לדף הבא. אם יש גזירים בעגלתך שקשורים לישויות מולטימדיה , הם מוצגים על הדף.<br /><br />יש רק לעקוב אחר ההנחיות.
nn: Ved å klikke på knappen vil du få opp en ny side der du blir fortalt hvordan du laster ned filen.<br />Dersom det er flere valg om hva du kan laste ned, vil de bli vist på denne siden.<br />Følg bare de viste instruksjonene.
pl: Kliknięcie tego odnośnika spowoduje przejście do następnej strony. Jeśli któryś z twoich wycinków jest powiązany z obiektami multimedialnymi, te obiekty również zostaną pokazane na stronie.<br /><br />Postępuj zgodnie z instrukcjami.

source: Database collation sequence
ca: Seqüència de classificació de la base de dades
es: Secuencia de clasificación de la base de datos
fi: Tietokannan aakkosjärjestys
he: סדר נתוני בסיס הנתונים שהומר collation
nn: Database collationsrekkefølge
pl: Sekwencja porównująca bazy danych

source: If you are using the database's built-in collation rules, this option specifies the collation sequence to use for this language. You should ensure that your database supports all the collation sequences you intend to use.<br /><br />The use of database collation is controlled in the site configuration settings.
ca: Si empreu les regles pròpies de la base de dades per a ordenar-la, aquesta opció especifica la seqüència d'ordenació que cal emprar en aquest idioma. Cal que us assegureu que la vostra base de dades contempla totes les seqüències d'ordenació que planegeu emprar.<br /><br />L’ús de classificació per la base de dades es controla en els paràmetres de configuració del lloc.
es: Si utiliza las reglas propias de la base de datos para ordenas, esta opción especifica la secuencia de ordenación que debe utilizarse en este idioma. Debe asegurarse de que su base de datos contempla todas las secuencias de ordenación que planea usar.<br /><br />El uso de clasificación por la base de datos se controla en los ajustes de configuración del sitio.
nn: Hvis du bruker databasens innebyggede collationsregler, vil dette valget spesifisere kollationsrekkefølgen som skal brukes for dette språket. Du bør forsikre deg om at din database støtter alle kollasjonsrekkefølgene du har tenkt å bruke.<br /><br />Bruken av databasekollasjon er kontrollert av konfigurasjonsvalgene for nettstedet.
pl: Jeśli używasz wbudowanych zasad porównań, ta opcja pozwala na określenie sekwencji porównującej (porównania, ang. collation) dla tego języka. Powinieneś być pewny, że Twoja baza danych wspiera wszystkie porównania jakie zamierzasz użyć.<br /><br />Użycie porównań jest kontrolowane przez ustawienia konfiguracyjne strony.

source: Commit Google&reg; translated changes
ca: Accepta els canvis de traducció Google&reg;
es: Guardar los cambios traducidos por Google
he: מסור שינויים של Google&reg; Translation
nn: Bruk Google&reg; oversatte endringer
pl: Zatwierdź zmiany w tłumaczeniu z Google

source: When you click this link, all accumulated translations performed through the Google&reg; Translation system that have not already been saved will be saved.<br /><br />The indicator shows the progress of the Save operation.
ca: <br /> Polsant aquest enllaç, tot l'acumulat de traduccions realitzades mitjançant el sistema de traducció Google&reg; que no s'hagin desat prèviament ho faran ara. <br /> <br /> L'indicador mostra el progrés de l'operació Desa. <br />
es: Hacer clic en este vínculo le permite guardar todos los cambios traducidos por Google. A continuación se muestra el indicador de progreso de las traducciones en escritura.
he: כאשר לוחצים על הקישור, כל התרגומים שמערכת Google&reg; Translation צברה ועדיין לא נשמרו ישמרו.<br /><br />האינדיקטור מראה התקדמות של פעולת השמירה.
nn: Når du klikker på denne lenken, vil alle akkumulerte oversettelser som er gjennomført med Google&reg; Oversetter-systemer som ikke allerede er lagret bli lagret.<br /><br />Indikatoren viser framdriften på lagreprosessen.
pl: Kliknięcie tego odnośnika spowoduje zapisanie wszystkich tłumaczeń przeprowadzonych za pomocą narzędzia Tłumacz Google do edytowanego pliku. Poniżej znajduje się pasek postępu zapisywania tłumaczeń do pliku.

source: Language File Comparison Utility
ca: Utilitat de comparació d'idiomes
da: Sammenligning af sprogfiler
es: Comparación de archivos de idioma
fi: Kielitiedostojen vertailutyökalu
he: תוכנת השוואה של קובץ שפה
nn: Sammenligne språk-filer
pl: Porównywanie plików językowych

source: This utility will compare two sets of language files to produce a list of the additions and subtractions between them.<br /><br />You should also check the various CHANGELOG files for changes to the English versions. The English files should be used as the reference from which all others are produced.
ca: Aquesta eina compara dos jocs de fitxers d'idiomes per a produir un llistat d'addicions i subtraccions entre sí.<br /><br />Mireu-vos també el fitxer <a href="languages/LANG_CHANGELOG.txt" target="_blank">LANG_CHANGELOG.txt</a> per als canvis de la versió anglesa. Cal fer servir els fitxers anglesos com a referència de tots els altres.
da: Denne funktion vil sammenligne to sæt af sprogfiler og oprette en liste over hvad der er tilføjet og fjernet i forhold til hinanden.<br /><br />Læs også filen <a href="languages/LANG_CHANGELOG.txt" target="_blank">LANG_CHANGELOG.txt</a> for ændringer af den engelske version. De engelske filer bør anvendes som udgangspunkt for oprettelse af alle andre sprogfiler.
es: Esta utilidad compara dos conjuntos de archivos de idioma para producir una lista de adiciones o eliminaciones entre ambos.<br /><br />Lea también los diversos archivos CHANGELOG para ver los cambios a las versiones en inglés. Estos archivos en inglés deberían ser la referencia para la producción de los demás.
he: כלי עזר זה משווה בין שני קבצי שפות ומספק רשימה של התוספות והחסרים ביניהם.<br /><br />קרא את הקבצי ה-CHANGELOG לגבי השינויים בגרסה האנגלית. קבצי האנגלית ישמשו יחוס לשפות האחרות.
nn: Her kan du sammenligne to språk og få en liste med hva som er forskjellen mellom de ulike språk-filene.<br /><br />Se filen [<a href="languages/LANG_CHANGELOG.txt" target="_blank">LANG_CHANGELOG.txt</a>] for andre endringer av språk-filer. Den engelske språkfilene er originalspråket og oversettelser må ta utgangspunkt i disse.
pl: Narzędzie porównuje dwa zbiory plików językowych i tworzy spis dodatków i usunięć, którymi się różnią. <br /><br />Aby śledzić zmiany w angielskiej wersji, przejrzyj pliki CHANGELOG. Przykładowy plik: <a href="languages/CHANGELOG_lang.en.txt" target="_blank">CHANGELOG_lang.en.txt</a>. Pliki w języku angielskim stanowią szablon, z którego powinny korzystać inne wersje językowe.

source: Configuration help
ca: Ajuda de configuració
da: Konfigurationshjælp
es: Ayuda de la Configuración
fi: Apua asetuksiin
he: עזרת תצורה
nn: Konfigurasjonshjelp
pl: Pomoc konfiguracyjna

source: This page collects all of the major topics of Configuration Help into one place. You can view the information on your screen, or you can print it for later use.
ca: Aquesta pàgina és un recull de la majoria de temes de l'ajuda de configuració d'un lloc. Podeu veure la informació per pantalla o imprimir-la per a ús posterior.
da: Denne side samler alle hovedemnerne vedr. hjælp til konfigurationen på et sted. Du kan se informationen på din skærm, eller du kan printe den til senere brug.
es: Esta página reúne todos las áreas principales de configuración en un solo sitio. Puede ver esta información en pantalla o imprimirla para su uso posterior.
nn: Denne siden viser alle de viktigste emnene om hjelp for konfigurasjon på et sted. Du kan se på eller skrive ut informasjonen for senere bruk.
pl: Ta strona zbiera w jednym miejscu wszystkie główne tematy pomocy konfiguracyjnej. Możesz przeglądać te informacje, a także wydrukować je i zachować na później.

source: Configuration of supported languages
ca: Configuració d'idiomes suportats
da: Konfiguration af understøttede sprog
es: Configuración de idiomas
fi: Tuettujen kielien hallinta
he: עיצוב השפות הנתמכות
nn: Støttede språk
pl: Konfiguracja dostępnych języków

source: This page is used to control what language choices are available to your users. For example, you can set things up so that only German and French are available. This might be useful if, for example, you are not able to communicate with your users in Hungarian.<br /><br />You also use this page to alter certain aspects of PhpGedView that depend on the selected language. For example, here is where you tell PhpGedView how to format date and time fields.<br /><br />The languages that are active and greyed out cannot be disabled because they are in use. Look at the bottom table to see where the language is used. When a language is no longer used by the GEDCOM or user you will be able to disable it.<br /><br />All of your changes will be recorded in a new file called <b>lang_settings.php</b> created in the <b>#INDEX_DIRECTORY#</b> directory. All of your further changes will be made to this new file and PhpGedView will use only <u>this</u> file. You can revert to the original default language settings by deleting this file.<br /><br />If you must report problems with your language settings, please tell the PhpGedView support team whether this new file is present or not.
ca: Aquesta pàgina es fa servir per controlar quines opcions d'idioma tenen disponibles els vostres usuaris. Per exemple, podeu configurar-la de tal forma que solament estiguin disponibles l'alemany i el francès. Això serà adequat si no us cal comunicar-vos amb els vostres usuaris en hongarès.<br /><br />Podeu també fer servir aquesta pàgina per modificar certs aspectes del PhpGedView que depenen de l'idioma seleccionat. Per exemple, aquí és on dieu al PhpGedView com formatar els camps de data i hora.<br /><br />Els idiomes actius que tenen el caixetí grisós no poden desactivar-se perquè s'estan fent servir. Mireu al capdavall de la pàgina per veure quins idiomes es fan servir. Quan un idioma ja no es fa servir més pel GEDCOM o pels usuaris, podeu desactivar-lo.<br /><br />Tots els canvis es desen en un nou fitxer anomenat <b>lang_settings.php</b> creat al directori <b>#INDEX_DIRECTORY#</b>. Qualsevol canvi es farà en aquest nou fitxer i el PhpGedView farà servir solament <u>aquest</u> fitxer. Podeu tornar als paràmetres originals per defecte esborrant aquest fitxer.<br /><br />Si us cal comunicar problemes amb els vostres paràmetres d'idioma, contacteu amb l'equip de suport de PhpGedView tant si aquest fitxer és present con si no.
da: Her kan du aktivere/deaktivere sprog, der er understøttet i PhpGedView.
es: Esta página se utiliza para controlar qué idiomas están disponibles a sus usuarios. Por ejemplo, puede configurar las cosas para que sólo estén disponibles el alemán y el francés. Esto puede ser útil si, por ejemplo, no puede comunicar con sus usuarios en húngaro.<br /><br />También puede utilizar esta página para cambiar algunos aspectos de PhpGedView que dependen del idioma seleccionado.. Por ejemplo, aquí es donde puede decir a PhpGedView como mostrar los campos de fecha y hora.<br /><br />Los idiomas que están activos pero se muestran atenuados no se pueden desactivar porque están siendo utilizados. Mire en la tabla inferior para ver dónde se usa. Cuando un idioma ya no sea utilizado por un GEDCOM o por un usuario podrá desactivarlo.<br /><br />Todos sus cambios se grabarán en un nuevo archivo llamado <b>lang_settings.php</b> creado en el directorio <b>#INDEX_DIRECTORY#</b>. Todos los cambios posteriores que haga se harán a este nuevo archivo y PhpGedView sólo utilizará <u>este</u> archivo. Puede volver a los ajustes originales de idioma eliminando este archivo.<br /><br />Si debe reportar problemas con sus ajustes de idioma, indique por favor al equipo de soporte de PhpGedView si este nuevo archivo está presente o no.
nn: Her kan du bestemme hvilke <i><b>språk som skal være valgbare</b> (aktive).</i><br />Du kan for eksempel velge at engelsk og tysk språk skal være valgbare i tillegg til norsk.<br />Dette <i>kan</i> være nyttig dersom du for eksempel ikke kan kommunisere med brukere fra Frankrike.<br /><br />Du kan også endre andre innstillinger som har med egenarten til det enkelte språket, for eksempel, hvordan datoer skal vises.<br /><br />Språk som er aktive og har en grå farge, kan ikke deaktiveres fordi de er i bruk. Se nederst hvilke språk som er i bruk. Når et språk ikke er i bruk av en slektsbase eller en bruker, kan du deaktivere den.<br /><br />Alle innstillinger for språk lagres i en fil med navn <b>lang_settings.php</b> og som lagres i mappen <b>#INDEX_DIRECTORY#</b>. Har du fått problemer i forhold til språk, så kan du få tilbake standardoppsettet ved å slette denne filen.
pl: Ta strona umożliwia kontrolę nad ustawieniami językowymi. Na przykład możesz pozostawić swoim użytkownikom wybór wyłącznie między niemieckim i francuskim. Ta opcja przydaje się na przykład wtedy, kiedy nie potrafisz porozumiewać się z użykownikami po węgiersku.<br /><br />Tutaj możesz także zmienić pewne aspekty PhpGedView, które zależą od wybranego języka. Na przykład możesz określić format daty i godziny.<br /><br />Aktywnych i zacieniowanych szarym kolorem języków nie można wyłączyć, ponieważ są aktualnie w użyciu. Na dole tabelki możesz zobaczyć, gdzie język jest używany. Kiedy język przestanie być używany, będzie można go wyłączyć.<br /><br />Wszystkie wprowadzone przez ciebie zmiany zostaną zapisane w nowym pliku o nazwie <b>lang_settings.php</b>, utworzonym w katalogu <b>#INDEX_DIRECTORY#</b>. Kolejne zmiany będą dokonywane i zapisywane wyłącznie w tym nowym pliku. Możesz powrócić do oryginalnych domyślnych ustawień językowych usuwając ten plik.<br /><br />Jeśli zgłaszasz problem z ustawieniami językowymi, poinformuj zespół pomocy technicznej, czy ten nowy plik istnieje.

source: More help is available by clicking the <b>?</b> next to items on the page.
ca: Teniu més ajuda disponible polsant l'<b>?</b> del costat de cada entrada.
da: Mere hjælp er tilgængelig ved at klikke på <b>?</b> du kan finde efter forskellige valg på siden.
es: Se puede obtener más ayuda haciendo clic en los <b>?</b> junto a cada dato en la página.
fi: Lisää ohjeita saa klikkaamalla <b>?</b> kohteen vieressä sivulla.
he: עזרה נוספת קיימת על ידי לחיצה על ה-<b>?</b> ליד פריטים על הדף.
nn: Mer hjelp er tilgjengelig ved å klikke på <b>?</b> du kan finne etter ulike valg på siden.
pl: Więcej pomocy można uzyskać klikając na znak zapytania <b>?</b> obok elementu na stronie.
