Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Use these buttons to move an entry from one list to another.<br /><br />Highlight the entry to be moved, and then click a button to move or copy that entry in the direction of the arrow. Use the <b>&raquo;</b> and <b>&laquo;</b> buttons to move the highlighted entry from the leftmost to the rightmost list or vice-versa. Use the <b>&gt;</b> and <b>&lt;</b> buttons to move the highlighted entry between the Available Blocks list and the list to its right or left.<br /><br />The entries in the Available Blocks list do not change, regardless of what you do with the Move Right and Move Left buttons. This is so because the same block can appear several times on the same page. The HTML block is a good example of why you might want to do this.
ca: Aquests botons son per a canviar una entrada d'una llista a una altra.<br /><br />Ressalteu l'entrada a moure i polseu un botó per moure-la o copiar-la vers la direcció de la fletxa. Feu servir els botons <b>&raquo;</b> i <b>&laquo;</b> per moure la ressaltada de les llistes de l'esquerra a les de la dreta, o a l'inrevés. Empreu els botons <b>&gt;</b> i <b>&lt;</b> per moure la ressaltada entre la llista Blocs disponibles i la de la seva dreta o esquerra.<br /><br />Les entrades de la llista Blocs disponibles no canvien, a no ser que es faci amb els botons Mou a la dreta i Mou a l'esquerra. Això és així perquè el mateix bloc por sortir diversos cops a la mateixa pàgina. El bloc HTML és un bon exemple del perquè pot caldre fer-ho.
da: Brug disse knapper til at flytte en ramme fra en liste til en anden.<br /><br />Marker den ramme, der skal flyttes, og klik derefter på en knap for enten at flytte eller kopiere rammen i pilens retning. Brug <b>&raquo;</b> og <b>&laquo;</b> knapperne til at flytte den markerede ramme fra den venstre liste til den højre liste eller omvendt. Brug <b>&gt;</b> og <b>&lt;</b> knapperne til at flytte den markerede ramme mellem <b>Mulige rammer</b> listen og listen til højre eler venstre herfor.<br /><br />Indførslerne i <b>Mulige rammer</b> listen ændres ikke, uanset hvad du gør med knapperne <b>Flyt til højre</b> og <b>Flyt til venstre</b>, fordi den samme ramme kan vises flere gange på den samme side. HTML-rammen er et godt eksempel på, hvorfor du måske ønsker at gøre dette.
es: Utilice estos botones para mover una entrada de una lista a otra.<br /><br />Resalte la entrada a mover y haga clic en un botón para mover o copiar esa entrada en la dirección de la flecha. Utilice los botones <b>&raquo;</b> y <b>&laquo;</b> para mover la entrada resaltada de la lista más a la izquierda a la más a la derecha o viceversa. Utilice los botones <b>&gt;</b> y <b>&lt;</b> para mover la entrada resaltada entre la lista de Bloques disponibles y la lista a su derecha o a su izquierda.<br /><br />Las entradas en la lista Bloques disponibles no cambian, haga lo que haga con los botones Mover a la derecha y Mover a la izquierda. Esto es así porque el mismo bloque puede aparecer varias veces en la misma página. El bloque HTML es un buen ejemplo de por qué podría querer hacer esto.
fi: Käytä näitä painikkeita siirtääksesi luettelon kohteen toiseen luetteloon.<br /><br />Korosta siirrettävä kohde, ja klikkaa sitten painiketta siirtääksesi tai kopioidaksesi sen nuolen suuntaan. Käytä <b>&raquo;</b>- ja <b>&laquo;</b>-painikkeita siirtääksesi kohteen vasemmanpuoleisimmasta luettelosta oikeammanpuoleisimpaan tai päinvastoin. Käytä <b>></b>- ja <b><</b>-painikkeita siirtääksesi korostetun kohteen Käytettävissä olevat alueet-luettelon oikealla tai vasemmalla puolella olevaan luetteloon.<br /><br />Kohteet Käytettävissä olevat alueet-luettelossa eivät muutu />Siirrä oikealle- ja Siirrä vasemmalle-painikkeiden klikkaamisesta huolimatta, koska sama alue voi esiintyä samalla sivulla useamman kerran. HTML-alue on hyvä esimerkki siitä, miksi näin haluat menetellä.<br /><br
he: השתמש בכפתורים הללו כדי להעביר כניסות מרשימה לאחרת.<br /><br />הדגש את הכניסה שברצונך להעביר, ולחץ אחר כך על הכפתור כדי להעביר את הכניסה לכיוון החץ. השתמש בכפתורי <b>&raquo;</b> ו-<b>&laquo;</b> כדי להעביר את הכניסה המודגשת מהרשימה השמאלית לימנית או להפך. השתמש בכפתורי <b>&gt;</b> ו-<b>&lt;</b> כדי להעביר את הכניסה המודגשת בין הרשימה ההאזורים הזמינים והרשימה משמאלו או מימינו.<br /><br />הכניסות ברשימת האזורים הזמינים אינן משתנות בעקבות מה שעושים בכפתורי העבר שמאלה והעבר ימינה. הסיבה לכך היא שאותו אזור יכול להופיע מספר פעמים על הדף. אזור ה-HTML הוא דוגמה טובה לסיבה למה אולי תרצה לבצע זאת.
nn: Bruk disse knappene for å flytte rammer over til den andre listen.<br /><br />Merk den rammen du ønsker å flytte og klikk på en knapp med ønsket retning:<dl><dt> <b>&raquo;</b> og <b>&laquo;</b></dt><dd> Flytte mellom listene med aktive rammer.</dd><dt><b>&gt;</b> og <b>&lt;</b></dt><dd>Flytte mellom listene med Tilgjengelige rammer.<br /><br />Innholdet i listen med Tilgjengelige rammer forandres ikke uansett hva du gjør med knappene Flytt til høyre og Flytt til venstre, fordi en ramme kan brukes flere ganger på samme side. Rammen HTML er et eksempel på dette.</dd></dl>
pl: Użyj tych przycisków aby przenieść element z jednej listy na drugą.<br /><br />Zaznacz element, który chcesz przesunąć, a następnie kliknij na przycisk aby przesunąć lub skopiować ten element w kierunku strzałki. Użyj przycisków <b>&raquo;</b> i <b>&laquo;</b> aby przesunąć element ze skrajnie lewej do skrajnie prawej listy i na odwrót. Użyj przycisków <b>></b> i <b><</b> aby przesunąć zaznaczony element pomiędzy listą Dostępne bloki a listami po prawej i lewej stronie.<br /><br />Elementy na liście Dostępne bloki nie zmieniają się, niezależnie od używania przycisków W prawo i W lewo. Dzieje się tak ponieważ możesz zechcieć umieścić ten sam blok kilka razy na tej samej stronie. Dobrym przykładem takiego bloku jest blok HTML.

source: Use these buttons to re-arrange the order of the entries within the list. The blocks will be printed in the order in which they are listed.<br /><br />Highlight the entry to be moved, and then click a button to move that entry up or down.
ca: Aquests botons son per a reordenar les entrades de la llista. Els blocs sortiran per l'ordre en que s'han llistat.<br /><br />Ressalteu l'entrada a moure i polseu el botó per fer-la anar amunt o avall.
da: Brug disse knapper til at ændre på rækkefølgen af rammerne i listen. Rammerne vil blive printet ud i den rækkefølge de er listet.<br /><br />Marker den ramme, der skal flyttes, og klik på knappen for at flytte den op eller ned.
es: Utilice estos botones para reordenar las entradas en la lista. Los bloques se mostrarán en el orden en que se listan aquí.<br /><br />Resalte la entrada que desea mover y haga clic en un botón para mover la entrada hacia arriba o hacia abajo.
fi: Käytä näitä painikkeita muuttaaksesi luettelon järjestystä. Alueet tulostetaan luettelon osoittamassa järjestyksessä.<br /><br />Korosta siirrettävää kohdetta ja klikkaa sitten painiketta siirtääksesi kohdetta ylös- tai alaspäin.
he: השתמש בכפתורים הללו כדי לשנות את הסדר של הכניסות ברשימה. האזורים יודפסו בסדר כפי שהם רשומים.<br /><br />הדגש את הכניסה שברצונך להעביר, לחץ אחר כך בכפתור כדי להעביר את הכניסה למעלה או למטה.
nn: Bruk disse knappene for å endre rekkefølgen på valgte rammer. Rammene vil bli vist i den rekkefølgen som er vist her.<br /><br />Marker den rammen du ønsker å flytte og klikk på en knapp for å flytte rammen opp eller ned.
pl: Użyj tych przycisków do zmienienia kolejności elementów na liście. Sekcje zostaną wyświetlone w tej samej kolejności.<br /><br />Zaznacz element, który chcesz przesunąć, a następnie kliknij odpowiedni przycisk, aby przemieścić go w górę lub w dół.

source: Byte Order Mark (BOM) check
ca: Comprovació de la marca d'ordre de bytes (BOM en anglès)
da: Check af sprogfilerne (BOM)
es: Comprobar marca de orden de octetos (BOM)
fi: Byte Order Mark (BOM) tarkastus
he: בדיקת (Byte Order Mark (BOM
nn: Sjekk av språkfilene (BOM)
pl: Sprawdzanie znaku BOM (Byte Order Mark)

source: This check will analyze all the language files for the BOM (Byte Order Mark). If found, it will remove the BOM from the affected file. These special codes can cause malfunctions in some parts of PhpGedView.
ca: Aquesta comprovació analitza els fitxers d'idioma per localitzar-hi marques d'ordre de bytes (BOM Byte Order Mark, en anglès). Si en troba, les treu del fitxer afectat. Aquests caràcters especials poden causar un funcionament incorrecte en algunes parts del PhpGedView.
da: Dette check vil analysere alle sprogfilerne for BOM (Byte Order Mark). Hvis der findes nogle BOM vil de blive fjernet fra filerne. Disse specielle BOM-koder kan bevirke at dele af PhpGedView ikke fungerer korrekt.
es: Esta comprobación analizará los archivos de idioma buscando el BOM (marca de orden de octetos). Si se encuentra, se eliminará del archivo afectado. Estos códigos especiales pueden causar problemas en algunas partes de PhpGedView.
he: בדיקה זו תנתח את כל קבצי השפה לגבי ה-(BOM (Byte Order Mark. אם ה-BOM ימצא, הוא ימחק מהקובץ המושפע. הקודים המיוחדים הללו עלולים לגרום לפעולה שגוייה בחלקים של PhpGedView.
nn: Dette valget vil sjekke alle språkfilene om koden BOM (Byte Order Mark) finnes i filene. Disse tegnene som noen tekstbehandlere legger skjult i begynnelsen av filen, vil gjøre at PHP vise en feilmelding på toppen av hver side...<br />Dersom koden blir funnet, vil den bli fjernet.
pl: Sprawdzenie przeanalizuje wszystkie pliki językowe pod kątem występowania znaku BOM (Byte Order Mark). Wykryte znaki BOM zostaną usunięte. Znak BOM może powodować nieprawidłowe działanie w niektórych miejscach PhpGedView.

source: Here you can change the box width from 50% to 300%. At 100% each box is about 270 pixels wide.
ca: Podeu canviar l'amplada del caixetí del 50% al 300%. A 100% cada caixetí té uns 270 píxels d'ample.
da: Her kan du ændre bredden på boksen fra 50% til 300%.<br />Standardværdi er 100%: Bredden på hver boks er da omtrent 270 pixels.
es: Aquí puede cambiar el ancho de la caja desde el 50% hasta el 300%. Al 100% cada caja tiene unos 270 pixels de ancho.
fi: Laatikon leveyden voit tässä muuttaa välillä 50 - 100%.<br />Normaali arvo on 100%: kukin laatikko on noin 270 pikseliä leveä.
he: תוכל לשנות את רוחב התיבה מ-50% עד 300%. ב-100% רוחב כל תיבה כ-270 פיקסלים.
nn: Her kan du endre bredden til boksen fra 50% til 300%.<br />Standard verdi er 100%: Bredden på hver boks er da omtrent 270 punkter.
pl: Tutaj możesz zmieniać szerokość ramek na diagramie od 50% do 300%. Przy 100% każda ramka ma około 270 pikseli szerokości.

source: Cache file life
ca: Fitxer cau lliure
da: Levetid for midlertidige (cache) filer
es: Tiempo de recuerdo
fi: Välimuistitiedoston elinikä
he: חיי קובץ ה-Cache
nn: Varighet for hurtigminne-fila
pl: Żywotność pliku cache

source: This option controls whether the button for downloading calendar events is shown to logged-in users. The downloaded calendar file can be imported into compatible programs such as Microsoft Outlook to, for example, generate automatic e-mail reminders of anniversaries.<br /><br />When set to <b>No</b>, the logged-in user will not be able to download the calendar file. When set to <b>Yes</b>, the Download button will be shown. This button is never shown when the user is not logged in.
ca: Aquesta opció controla si el botó per descarregar el calendari d'esdeveniments es mostra o no als usuaris amb accés. El fitxer de calendari pot importar-se a programes compatibles com Microsoft Outlook per incorporar-lo al seu calendari o, posem per cas, generar correus electrònics automàtics recordatoris d'aniversaris.<br /><br />Quan el poseu a <b>No</b>, l'usuari amb accés no podrà descarregar el fitxer. Si el poseu a <b>Si</b>, veurà el botó i podrà baixar-se el calendari. Aquest botó no el veuran mai els usuaris sense accés.
es: Esta opción controla si el botón para descargar eventos de calendario se muestra a los usuarios autenticados conectados. El archivo de calendario descargado puede importarse a programas compatibles como Microsoft Outlook para, por ejemplo, generar recordatorios automáticos por correo electrónico de los cumpleaños, aniversarios, etc.<br /><br />Si se fija a <b>No</b>, el usuario no podrá descargar el archivo de calendario. Si se fija a <b>Sí</b>, el botón Descargar se mostrará. Este botón nunca se muestra a los usuarios no autenticados.
fi: Tämä valinta määrittelee näytetäänkö kirjautuneille käyttäjille painike, jolla ladataan kalenteritapahtumat omalle koneelle. Ladattu kalenteritiedosto voidaan tuoda yhteensopivaan ohjelmaan kuten esimerkiksi Microsoft Outlookiin, jotta voidaan esimerkiksi luoda automaattisia sähköpostimuistutuksia vuosipäivien varalle.<br /><br />Jos valinta on <b>Ei</b>, kirjautunut käyttäjä ei voi ladata kalenteritiedostoa. Jos valinta on <b>Kyllä</b>, "Lataa"-painike on näkyvissä. Tämä painike ei koskaan näy kirjautumattomalle käyttäjälle.
he: האפשרות הזו קובעת אם להראות למשתמשים מחוברים צלמית להורדת אירועי לוח שנה. ניתן לייבא את הקובץ שהורד לתוכניות כמו Microsoft Outlook כדי למשל ליצור תזכורות דואר אלקטרוני אוטומטיות של ימי שנה.<br /><br />כאשר הערך <b>לא</b>, המשתמשים המחוברים אינם יכולים להוריד קובץ לוח שנה. כאשר הערך <b>כן</b>, צלמית ההורדה מוצגת. משתמשים שאינם מחוברים לא רואים את הצלמית אף פעם.
pl: Ta opcja określa, czy przycisk do pobierania wydarzeń z Kalendarium będzie dostępny dla zalogowanych użytkowników. Pobrany plik kalendarza można zaimportować do odpowiednich programów, takich jak Microsoft Outlook, aby na przykład zdefiniować automatyczne przypomnienia emailowe o rocznicach.<br /><br />Ustawienie na <b>Nie</b> spowoduje, że zalogowani użytkownicy nie będą mogli pobierać pliku kalendarza. Ustawienie na <b>Tak</b> spowoduje pokazanie przycisku Pobierz. Tego przycisku nigdy nie widzą niezalogowani użytkownicy.

source: This tool was designed for users whose Genealogy programs use a different GEDCOM ID for the individuals every time the GEDCOM is exported. For example, the first time the GEDCOM is exported some person's ID might be I100 but the next time the GEDCOM is exported that same person's ID is changed to I234. These changing IDs make it difficult to administer PhpGedView because the ID is how people are referenced.<br /><br />Most genealogy programs also use the RIN or REFN tag to give each person a unique identifier that can be used to reference the individual. This tool will replace all of the individual IDs in the GEDCOM file with the whatever field (RIN or REFN) you specify.
ca: Aquesta eina ha sigut dissenyada per a usuaris quins programes genealògics fan servir diferents ID de persona cada cop que s'exporta el fitxer GEDCOM. Per exemple, el primer cop que s'exporta el GEDCOM un determinat número ID pot ésser el I100, però la propera vegada que es fa una exportació, a la mateixa persona se li assigna el I234. Aquests canvis dificulten l'administració del PhpGedView perquè l'ID és la forma de referenciar la gent.<br /><br />Molts programes genealògics també fan servir les etiquetes RIN o REFN per donar a cada persona un identificador únic que la referenciï. Aquesta eina canviarà tots els ID de les persones al fitxer GEDCOM pel que s'especifiqui (RIN or REFN).
da: Dette værktøj blev lavet for brugere af slægtsprogrammer, der genererer forskellige ID numre for personerne hver gang disse eksporteres til en GEDCOM-fil. For eksempel så gav programmet ved første eksport til en GEDCOM-fil, en person ID I100. Næste gang fik samme person ID I234. Disse udskiftninger af ID numre gør det vanskeligt at administrere PhpGedView, fordi ID nummeret anvendes til at identificere personer.<br /><br />De fleste slægtsprogrammer anvender også RIN- eller REFN-koder (tag) for at give hver person en unik identifikation, der kan bruges til at genkende personen. Dette værktøj vil erstatte alle personers ID numre i GEDCOM-filen med værdien i et andet felt, som du angiver. Du kan vælge RIN- eller REFN-feltet som kilde til personernes ID numre i slægtsdatabase.
es: Esta herramienta se diseñó para los usuarios cuyos programas de genealogía utilizan un ID GEDCOM para las personas diferente cada vez que se exporta el GEDCOM. Por ejemplo, la primera vez que se exporta el GEDCOM el ID de una persona podría ser I100 y las siguiente vez que se exporta, el ID de la misma persona podría ser I234. Estos IDs cambiantes dificultan la administración de PhpGedView porque por el ID es como se referencian las personas.<br /><br />La mayoría de los programas de genealogía utilizan también las etiquetas RIN o REFN para dar a cada persona un identificador único que puede utilizarse para referenciar la persona. Esta herramienta sustituirá todos los IDs de personas del archivo GEDCOM por el campo (RIN o REFN) que Vd. especifique.
fi: Tämä työkalu laadittiin niille käyttäjille, jotka käyttävät sellaisia GEDCOM-ohjelmia, jotka käyttävät eri henkilön ID-tunnusta joka kerta kun GEDCOM-tiedosto eksportoidaan. Esimerkiksi ensimmäisellä vientikerralla henkilön ID-tunnus on I100, mutta seuraavalla kerralla saman henkilön ID on I234. Nämä muuttuvat tunnukset hankaloittavat PhpGedView-ohjelman ylläpitoa, koska henkilöihin viitataan ID-tunnuksen mukaan.<br /><br />Useimmat sukututkimusohjelmat käyttävät myös RIN ja REFN merkitsintä yksilöimään kunkin henkilön. Tämä työkalu korvaa kaikki GEDCOM-tiedoston ID-arvot toisella määrittelemäsi kentän arvolla. Voit valita joko RIN tai REFN kentän korvaamaan ID-tunnuksen.
he: הכלי הזה פותח עבור משתמשים שהתוכנה של חקר שושלת היוחסין שלהם משתמשת בקוד זיהוי של GEDCOM שונה עבור אנשים בכל פעם שה-GEDCOM מיוצא. למשל, בפעם הראשונה קוד הזיהוי של אדם מסוים יהיה I100 אבל בפעם הבאה כאשר ה-GEDCOM ייוצא, קוד הזיהוי של אותו אדם יהיה I234. הקודים המשתנים מקשים על ניהול PhpGedView משום שקוד הזיהוי הוא הקישור לאנשים.<br /><br />אולם, רוב תוכניות חקר שושלת היוחסין משתמשות גם בתו RIN או ב-REFN כדי להגדיר מזהה ייחודי שישמש לזיהוי האדם. הכלי הזה יחליף את קוד הזיהוי של כל האנשים בקובץ ה-GEDCOM בערך שיילקח משדה אחר לפי הגדרתך. תוכל לבחור את שדות ה-RIN או ה-REFN כמחליפים את קוד הזיהוי.
nn: Dette verktøyet ble lagd for brukere av slektsprogram som lagde forskjellige ID for personene hver gang disse eksporter til en GEDCOMfil. For eksempel så gav programmet ved første eksport til en GEDCOM, en person ID I100, mens neste gang ID I234 til samme person. Disse byttingene av ID gjør det vanskelig å administere PhpGedView fordi IDen brukes til å identifisere personer.<br /><br />De fleste slektsprogram bruker også RIN- eller REFN-kodene (tag) for å gi hver person en unik identifikasjon som kan brukes til å gjenkjenne personen. Dette verktøyet vil erstatte alle IDer til til personer i GEDCOMfilen med verdien til et annet felt som du angir. Du kan velge RIN- eller REFN-feltet som kilde for å IDen til personene i slektsfilen.
pl: To narzędzie zostało zaprojektowane z myślą o użytkownikach, których aplikacje genealogiczne stosują różny identyfikator osoby za każdym razem, kiedy eksportują plik GEDCOM. Na przykład kiedy plik jest eksportowany po raz pierwszy, pewna osoba może mieć identyfikator I100, ale następnym razem identyfikator tej samej osoby może się zmienić na I234. Zmienne identyfikatory stanowią problem w zarządzaniu dla PhpGedView, ponieważ identyfikatorów używa się to tworzenia wszelkich powiązań.<br /><br />Większość aplikacji genealogicznych stosuje również znacznik RIN lub REFN aby nadać każdej osoby jednoznaczny identyfikator. To narzędzie zamieni wszystkie identyfikatory osoby w pliku GEDCOM na podane pole (RIN lub REFN).

source: Chart style
ca: Estil de gràfic
da: Udformning
es: Estilo del diagrama
fi: Kaavion tyyli
he: סגנון תרשים
nn: Utforming
pl: Styl wykresu

source: Two chart styles are available:<ul><li><b>List</b><br />Vertical tree, with collapsible/expandable families.</li><li><b>Booklet</b><br />One family per page, with parents, grandparents, and all recorded children.<br /><br />This format is easy to print to give to your relatives.</li></ul>
ca: Hi ha disponibles dos estils:<ul><li><b>Llista</b><br />Arbre vertical amb famílies expansibles/plegables.</li><li><b>Fulletó</b><br />Una família per pàgina amb pares, avis i tota la mainada enregistrada.<br /><br />Aquest format és fàcil d'imprimir per donar-lo als parents.</li></ul>
da: <dl><dt><b>Liste</b></dt><dd>Vertikal træ med mulighed for at skjule / vise (udvide) familier.</dd><dt><b>Hæfte</b></dt><dd>En familie pr. side, med forældre, bedsteforældre og alle registrerede børn.<br />Dette slægtstræ giver pæne udskrifter, som man kan forære til slægtninge/interesserede.</dd></dl>
es: Hay dos estilos de diagrama disponibles:<ul><li><b>#pgv_lang[ancestry_list]#</b><br />Árbol vertical, con familias colapsables/expandibles.</li><br /><li><b>#pgv_lang[ancestry_booklet]#</b><br />Una familia por página, con padres, abuelos y todos los hijos registrados.<br /><br />Este formato es fácil de imprimir para entregar a sus parientes.</li></ul>
fi: <dl><dt>#pgv_lang[ancestry_list]#</dt><dd> Pystysuora sukupuu, jossa on kutistettavat tai laajennettavat perheet.</dd><dt>#pgv_lang[ancestry_booklet]#</dt><dd>. Yksi perhe sivulla joka sisältää vanhemmat, isovanhemmat ja kaikki kirjatut lapset.<br />Tämä muoto on helppo tulostaa ja antaa sukulaisille.</dd></dl>
he: שני סוגי תרשימים קיימים:<ul><li><b>רשימה</b><br />עץ אופקי עם משפחות מתקפלות/מתרחבות.</li><li><b>ספרון</b><br />משפחה לדף עם הורים, סבים וסבתות וכל הילדים הרשומים.<br /><br />המבנה הזה קל להדפסה כדי למסור לקרוביך.</li></ul>
nn: <dl><dt><b>Forfedre</b></dt><dd>Vertikalt tre med mulighet for å skjule / vis (utvide) familier.</dd><dt><b>Hefte</b></dt><dd>En familie pr side, med foreldre, besteforeldre og alle registrerte barn.<br />Dette diagrammet gir pene utskrifter for å gi bort til andre slektninger eller interesserte.</dd></dl>
pl: Dostępne są dwa style diagramów:<ul><li><b>Lista</b><br />Pionowe drzewo z rozwijalnymi rodzinami.</li><li><b>Broszura</b><br />Jedna rodzina na stronę z rodzicami, dziadkami i wszystkimi dziećmi.<br /><br />Ten format jest łatwy do wydrukowania i pokazania twojej rodzinie.</li></ul>
