Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Set this to <b>Yes</b> to display icons near Fact names on the Personal Facts and Details page. Fact icons will be displayed only if they exist in the <i>images/facts</i> directory of the current theme.
ca: Poseu-ho a <b>Si</b> per mostrar icones al costat dels noms d'esdeveniments a la pàgina Esdeveniments i detalls personals. Les icones d'esdeveniments es mostraran sempre i quan existeixin al directori <i>images/facts</i> de la presentació utilitzada.
da: Vælg <b>Ja</b> for at vise ikoner ved faktanavne på siden med Fakta og detaljer om personen. Fakta ikoner vil kun blive vist, hvis de findes i <i>images/facts</i> mappen for det aktuelle tema.
es: Fije esto a <b>Sí</b> para mostrar iconos junto a los nombres de los hechos en la página Detalles Personales. Los iconos de hechos se mostrará sólo si existen en el directorio <i>images/facts</i> del tema actual.
he: Set this to <b>כן</b> to display icons near Fact names on the עובדות אישיות בפרוט page. Fact icons will be displayed only if they exist in the <i>images/facts</i> directory of the current theme.
nn: Sett til <b>Ja</b> for å vise ikoner ved siden av faktanavn på Fakta og detaljer om personen siden. Faktaikoner vil kun vises hvi de eksisterer i <i>images/facts</i>-katalogen som tilhører stilen som er i bruk.
pl: Wybierz <b>Tak</b> aby pokazać ikonki obok nazw faktów na stronie Fakty i dane osoby. Ikonki faktów będą widoczne pod warunkiem, że znajdują się w katalogu <i>images/facts</i> bieżącego motywu.

source: Setting this to <b>Yes</b> will place links on individuals, sources, and families to let users bring up another window containing the raw data taken right out of the GEDCOM file.
ca: Posant-ho a <b>Si</b> a les pàgines de persones, fonts i famílies s'hi mostren enllaços que permeten als usuaris veure les dades del registre primari tal i com s'emmagatzemen al fitxer GEDCOM.
da: Vælges <b>Ja</b>, bliver der oprettet en link til personer, kilder, og familier, som gør det muligt for brugere at åbne et separat vindue med GEDCOM-koden hentet direkte fra GEDCOM-filen.
es: Si se fija a <b>Sí</b> aparecerán vínculos en personas, fuentes y familias que permitirán a los usuarios abrir otra ventana con los datos en bruto extraídos directamente del archivo GEDCOM.
nn: Settes dette til Ja, blir det lagt en link på personer, kilder, og familier, som gjør det mulig for brukere å åpne et eget vindu med GEDCOM koden hentet direkte fra GEDCOM-filen.
pl: Wybierz <b>Tak</b> aby przy osobach, rodzinach i źródłach umieścić odnośniki, które pozwolą użytkownikom otworzyć nowe okno, zawierające dane pobrane bezpośrednio z pliku GEDCOM.

source: This option controls whether or not to show ID numbers in parentheses after names on charts and lists.
ca: Aquesta opció controla si han de sortir o no els número d'ID entre parèntesi desprès dels noms, als gràfics i llistes.
da: Her vælges om ID nummeret skal vises i parentes efter personnavnet i slægtstræer og på faktasiden for personer.
es: Esta opción controla si se muestran o no los números ID entre paréntesis tras los nombres en diagramas y listas.
he: This option controls whether or not to show ID numbers in parentheses after person names on charts.
nn: Dette valget bestemmer om ID nummeret skal vises i parentes etter personnavnet i diagram og faktasiden til personer.
pl: Ta opcja określa, czy na wykresach i listach po nazwiskach mają być widoczne ujęte w nawiasy identyfikatory.

source: This option controls whether or not to show GEDCOM record last change date on lists.
ca: Aquesta opció controla si ha de sortir o no la data del darrer canvi del dels registres del GEDCOM.
es: Esta opción controla si se muestra o no la fecha de último cambio del registro GEDCOM en las listas.
nn: Dette valget kontroller om du skal vise GEDCOM-postens siste endringsdato eller ikke på lister.
pl: Ta opcja określa, czy na listach ma być widoczna data ostatniej zmiany wpisu GEDCOM.

source: Setting this option to <b>Yes</b> will show status codes for LDS ordinances in chart boxes.<ul><li><b>B</b> - Baptism</li><li><b>E</b> - Endowed</li><li><b>S</b> - Sealed to spouse</li><li><b>P</b> - Sealed to parents</li></ul>A person who has all of the ordinances done will have <b>BESP</b> printed after their name. Missing ordinances are indicated by <b>_</b> in place of the corresponding letter code. For example, <b>BE__</b> indicates missing <b>S</b> and <b>P</b> ordinances.
ca: Posant aquest paràmetre a <b>Si</b> es mostrarà l'estatus dels codis rituals mormons (SUD), als caixetins dels gràfics.<ul><li><b>B</b> - Bateig</li><li><b>E</b> - Dot (per Endowed)</li><li><b>S</b> - Segellament al cònjuge</li><li><b>P</b> - Segellament als Pares</li></ul>Una persona que disposi de tots els rituals tindrà <b>BESP</b> imprès desprès del seu nom. Els rituals pendents s'indiquen amb <b>_</b> en lloc de la seva corresponent lletra de codi. Per exemple, <b>BE__</b> indica com a pendents els rituals <b>S</b> i <b>P</b>.
da: Vælges <b>Ja</b> vil LDS (Mormoner) ordineringskoder blive vist i slægtstræernes bokse.<ul><li><b>B</b> - Døbt (Baptism)</li><li><b>E</b> - Gave (Endowed)</li><li><b>S</b> - Koblet til ægtefælle (Sealed to spouse)</li><li><b>P</b> - Koblet til forældre (Sealed to parents)</li></ul>En person som har alle ordineringerne vil have <b>BESP</b> skrevet efter sit navn. Manglende ordineringer bliver vist som <b>_</b> i stedet for bogstavkoden. For eksempel, <b>BE__</b> indikerer manglende <b>S</b> og <b>P</b> ordineringer.
es: Se se fija esta opción a <b>Sí</b> se mostrarán los códigos de estado para las ordenanzas SUD en la cajas de los diagramas.<ul><li><b>B</b> - Bautismo</li><li><b>E</b> - Investido</li><li><b>S</b> - Sellado al cónyuge</li><li><b>P</b> - Sellado a los padres</li></ul>Una persona que tenga todas estas ordenanzas tendrá <b>BESP</b> detrás de su nombre. Las ordenanzas que faltan se indicarán mediante <b>_</b> en lugar de la letra correspondiente. Por ejemplo, <b>BE__</b> indica que faltan las ordenanzas <b>S</b> y <b>P</b>.
nn: Ved å velge <b>Ja</b> her vil LDS (Mormonere) ordineringskoder bli vist i diagrambokser.<ul><li><b>B</b> - Døpt (Baptism)</li><li><b>E</b> - Gave (Endowed)</li><li><b>S</b> - Koblet til ektefelle (Sealed to spouse)</li><li><b>P</b> - Koblet til foreldre (Sealed to parents)</li></ul>En person som har alle utført ordineringene vil ha <b>BESP</b> skrevet ut etter navnet sitt. Manglende ordineringer blir vist som <b>_</b> i stede for bokstavkoden. For eksempel, <b>BE__</b> indikerer manglende <b>S</b> og <b>P</b> ordineringer.
pl: Ustawienie tej opcji na <b>Tak</b> spowoduje pokazanie w ramkach wykresu kodów statutowych obrzędów mormońskich.<ul><li><b>B</b> - chrzest (Baptism)</li><li><b>E</b> - Namaszczenie (Endowment)</li><li><b>S</b> - Naznaczenie małżonka (Sealing to spouse)</li><li><b>P</b> - Naznaczenie rodziców (Sealing to parents)</li></ul>Osoba, która przeszła wszystkie obrzędy, będzie miała skrót <b>BESP</b> wyświetlony po nazwisku. Brakujące obrzędy są wskazane przez podkreślenie <b>_</b> w miejscu odpowieniej litery skrótu. Na przykład <b>BE__</b> oznacza brak obrzędów <b>S</b> i <b>P</b>.<br /><br />Ustawia zmienną $SHOW_LDS_AT_GLANCE w pliku <i><u>xxx</u>.GED_priv.php</i>.

source: This option controls whether Notes and Source references that are attached to Facts should be shown on the Notes and Sources tabs of the Individual page.<br /><br />Ordinarily, the Notes and Sources tabs show only Notes and Source references that are attached directly to the individual's database record. These are <i>level 1</i> Notes and Source references.<br /><br />The <b>Yes</b> option causes these tabs to also show Notes and Source references that are part of the various Facts in the individual's database record. These are <i>level 2</i> Notes and Source references because the various Facts are at level 1.
ca: Aquesta opció controla si les notes i les referències de font vinculades a esdeveniments han de mostrar-se a les pestanyes de notes i fonts de la pàgina personal.<br /><br />Generalment, les pestanyes de notes i fonts mostren solament les referències que hi ha vinculades directament al registre de la persona, a la base de dades. Aquest és el <i>nivell 1</i> de notes i referències de font.<br /><br />La opció <b>Si</b> fa que aquestes pestanyes també mostrin notes i referències de font que formen part de diversos esdeveniments al registre de la persona a la base de dades. Aquest és el <i>nivell 2</i> de notes i referències de font perquè els diversos esdeveniments conformen el nivell 1.
es: Esta opción controla si las notas o referencias a fuentes conectadas a eventos o hechos deben mostrarse en las pestañas de notas y fuentes de la página personal.<br /><br />Por lo general, las pestañas de notas y fuentes sólo muestran notas y referencias a fuentes conectadas directamente al registro en la base de datos de la persona. Se trata de las notas y referencias a fuentes de <i>nivel 1</i>.<br /><br />La opción <b>Sí</b> hace que estas pestañas muestren también las notas y referencias a fuentes que forman parte de los distintos hechos del registro en la base de datos de la persona. Se trata de las notas y referencias a fuentes de <i>nivel 2</i> porque los diversos hechos se encuentran a nivel 1.
he: This option controls whether Notes and Source references that are attached to Facts should be shown on the Notes and Sources tabs of the Individual page.<br /><br />Ordinarily, the Notes and Sources tabs show only Notes and Source references that are attached directly to the individual's database record. These are <i>level 1</i> Notes and Source references.<br /><br />The <b>כן</b> option causes these tabs to also show Notes and Source references that are part of the various Facts in the individual's database record. These are <i>level 2</i> Notes and Source references because the various Facts are at level 1.
nn: Dette valget kontrollerer om hvorvidt noter og kildereferanser som er knyttet til fakta skal vises på fanene for noter og faktapå personsiden.<br /><br />Normalt viser noter- og kildefanene bare noter og kilder som er knyttet direkte til personens post. Disse kalles <i>nivå 1</i> noter- og kildereferanser.<br /><br />Valget <b>Ja</b> vil få disse fanene til også å vise noter og kildereferanser som er en del av heldelser og fakta knyttet til persones post i databasen. Dette er <i>nivå 2</i>-noter og kilder fordi de ulike faktaene er nivå 1.
pl: Ta opcja pozwala na określenie czy Notatki i Źródła powiązane z faktami będą wyświetlanie w zakładkach notatek i źródeł na stronie informacji o osobie.<br /><br />Zwykle, zakładki Notatek i Źródeł pokazują tylko notatki i źródła odwołujące się bezpośrednio do danej osoby. To jest odwołanie do <i>poziomu 1</i>.<br /><br />Ustawienie <b>Tak</b> spowoduje pokazanie notatek i źródeł odwołujących się do niższych poziomów.

source: This determines how much of the Place information is shown in the Place fields on lists.<br /><br />Setting the value to <b>9</b> will ensure that all Place information will be shown. Setting the value to <b>0</b> (zero) will hide places completely. Setting the value to <b>1</b> will show the topmost level, which is normally the country. Setting it to <b>2</b> will show the topmost two levels. The second topmost level, below the country, is often the state, province, or territory. Etc.
ca: <br/> Això determina la quantitat d'informació que es mostrarà als camps de llocs de les llistes. <br/> <br/> Establnt el valor a <b>9</b> garantireu que es vegi tota la informació dels llocs. Posant-ho a <b>0</b> (zero), s'oculten completament els llocs. Ajustant el valor a <b>1 </b> es mostrarà el nivell més alt, que normalment és el país. Establint-lo <b>2 </b> es mostraran dos nivells. El segon nivell més alt, per sota del país, sovint és l'estat, província o territori. Etc
es: Determina cuánto de la información del lugar se muestra en los campos de lugar en las listas.<br /><br />Si se fija a <b>9</b> se mostrarán todos los niveles. Si se fija a <b>0</b> (cero), se ocultarán completamente los lugares. Si se fija a <b>1</b>, se mostrará el nivel superior, que es normalmente el país. Si se fija a <b>2</b>, se mostrar´an los dos niveles más altos. El segundo nivel, inmediatamente bajo el país, suele ser el estado, provincia o territorio. Etc.<br />
fi: Tämä määrittää, kuinka paljon paikkatietoa näytetään paikka-kentissä listoilla.<br /><br />Asettamalla arvoon <b>9</b> varmistat, että kaikki paikkatiedot tulevat näkyviin. Asettamalla arvoon <b>0</b> (nolla) piilotat kaikki paikkatiedot. Asettamalla arvoon <b>1</b> näkyy vain ylin taso, joka on tavallisesti maa. Arvolla <b>2</b> näkyy kaksi ylintä tasoa. Toinen taso maan alapuolella on usein osavaltio, maakunta, tai lääni.
nn: Dette valget bestemmer hvor mye stedinformasjon som vises i stedkolonnen i lister.<br /><br />Om du setter verdien til <b>9</b> sikrer du at all stedinformasjon vises. Setter du verdien til <b>0</b> (null) skjuler du all stedinformasjon. Verdien <b>1</b> vil vise det øverste nåvet, som normalt er landnavn. Verdien <b>2</b> vil vise de to øverste nivåene. Det nest øverste nivået, under land, er ofte fylke, delstat, provins osv.
pl: Ta opcja określa, jak wiele informacji o miejscach będzie widoczne na wykresach w ramkach osoby.<br /><br />Ustawienie wartości na 9 zagwarantuje pokazanie wszystkich poziomów hierarchii miejsc. Wartość 0 spowoduje całkowite ukrycie informacji o miejscach. Wartość 1 pozwoli pokazać pierwszy poziom, 2 - pierwsze dwa poziomy, itd.

source: Should the names of living people be shown to the public?
ca: Han de mostrar-se els noms de les persones vives al públic?
da: Skal navnet på nulevende personer vises til alle?<
es: Fija si se mostrarán al público los nombres de las personas vivas.
nn: Skal navn til nålevende personer vises til alle?
pl: Określa, czy imiona i nazwiska osób żyjących mają być widoczne publicznie.<br /><br />Ustawia parametr $SHOW_LIVING_NAMES w pliku <i><u>xxx</u>.GED_priv.php</i>.

source: This option will show the married names of females on the Individual list. This option requires that you calculate the married names when you import the GEDCOM file.
ca: Aquesta opció farà que es mostrin els noms de casada de les dones a la llista de persones. Requereix però que hagueu calculat aquests noms al importar el fitxer GEDCOM file.
da: Dette valg vil vise giftenavnet for hustruer i personlisten. Denne valgmulighed kræver, at du har kopieret ægtemandens efternavn, da du importerede GEDCOM-filen.
es: Esta opción mostrará los nombres de casada de las mujeres en la lista de personas. Esta opción requiere que calcule los nombres de casada cuando importe el archivo GEDCOM.
fi: Tämä valinta näyttää naisten avionimet henkilöluettelossa. Tämä valinta vaatii, että avionimet lasketaan, kun GEDCOM-tiedosto tuodaan.
nn: Dette valget vil vise navn som gift for hustruer i personlisen. Dette valget krever at du har kopiert etternavnet til ektemannen når du importerte GEDCOM-filen.
pl: Ta opcja umożliwia pokazanie na liście osób pełnego imienia i nazwiska małżonka po ślubie. Ta opcja wymaga wcześniejszego wygenerowania nazwisk po ślubie przy importowaniu pliku GEDCOM.<br /><br />Ustawia zmienną $SHOW_MARRIED_NAMES w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: The Media Viewer can show a link which, when clicked, will download the Media file to the local PC.<br /><br />You may want to hide the download link for security reasons.
ca: El visor multimèdia pot presentar un enllaç que, polsant-lo, descarregarà el fitxer multimèdia al PC local. <br /><br />Podeu fer ocultar aquest enllaç per qüestions de seguretat.
es: El Visor de Objetos puede mostrar un vínculo que, al hacerse clic en él, descargará el archivo del objeto al equipo local.<br /><br />Puede desear ocultar el vínculo de descarga por razones de seguridad.<br /><br />
nn: Mediaviseren kan vise en lenke, som hvis man klikker på den vil laste mediafilen ned til lokal PC.<br /><br />Du vil kanskje skjule nedlastningslinken av sikkerhetshensyn.
pl: Przeglądarka multimediów może wyświetlać odnośnik, którego kliknięcie spowoduje pobranie pliku multimedialnego na lokalny komputer użytkownika.<br /><br />Ze wzglęgów bezpieczeństwa zaleca się ukryć odnośnik do pobierania plików.

source: The Media Viewer can show the name of the Media file being viewed. This option determines whether that file name is shown to users or not.<br /><br />You may want to hide the file name for security reasons.
ca: El visor multimèdia pot mostrar el nom del fitxer mentre s'està visionant. Aquesta opció determina si es mostra o no aquest nom als usuaris.<br /><br />Podeu optar per amagar-lo per qüestions de seguretat.
es: El Visor de Objetos Audiovisuales puede mostrar el nombre del archivo que se se está visualizando. Esta opción determina si se muestra el nombre a los usuarios o no.<br /><br />Puede desea ocultar el nombre del archivo por razones de seguridad.
nn: Mediaviseren kan vise navn på mediafilen som blir vist. Dette valget bestemmer om du skal vise filnavnet eller ikke.<br /><br />Du vil kanskje skjule filnavnet av sikkerhetshensyn.
pl: Przeglądarka multimediów może pokazywać nazwy przeglądanych plików. Ta opcja określa, czy nazwy mają być widoczne dla użytkowników, czy nie.<br /><br />Ze względów bezpieczeństwa zaleca się ukryć nazwy plików.

source: Multi-site search allows users to search across multiple PhpGedView websites which you have setup in the Manage Sites administration area or remotely linked to. This option controls whether the Multi-site Search feature is available to everyone or only to authenticated users.
ca: La recerca a múltiples llocs permet als usuaris cercar entre les múltiples pàgines web PhpGedView que hagueu configurat a l'àrea d'administració de Gestió de Llocs o enllaçat remotament. Aquesta opció controla si la recerca a múltiples llocs és accessible a tothom o solament als amb accés.
da: Multisite søgning giver brugere mulighed for at søge på tværs af flere PhpGedView hjemmesider, som du har konfigureret i administrationsdelen af PhpGedView. Her bestemmer man, om multisite søgning kan anvendes af alle eller kun af godkendte brugere.
es: La búsqueda multi-sitio permite a los usuarios buscar a la vez en varios sitios PhpGedView que haya configurado en el área de administración de Gestionar Sitios o con los que haya vinculado remotamente. Esta opción controla si la búsqueda multi-sitio está disponible para todos o solamente para los usuarios autenticados.
fi: Usean sivuston haku sallii käyttäjien etsiä useilta eri PhpGedView web-sivustoilta, jotka olet määritellyt Palvelimien ylläpito ylläpitoalueella tai joihin on tehty ulkoinen yhteys. Tämä valinta vaikuttaa onko usean sivuston haku -toiminto käytettävissä kaikille vai vain todennetuille käyttäjille.
nn: Vis Multi-site søk tillater brukere å søke i flere websteder som du har definert i adminmenyen Oppsett for nettsteder. Dette valget kontrollererom Multi-site søk-funksjonaliteten er tilgjengelig for alle eller bare godkjente brukere.
pl: Wyszukiwanie na wielu stronach pozwala użytkownikom przeszukiwać na raz wiele stron PhpGedView, zdefiniowanych w zarządzaniu stronami lub dołączonych zewnętrznie. To ustawienie wskazuje, czy dostęp do wyszukiwania mają wszyscy, czy tylko autoryzowani użytkownicy.

source: If the Media Firewall is enabled, users will see watermarks if they do not have the privilege level specified here.
ca: Si s'ha activat el Tallafocs Multimèdia, els usuaris poden veure marques d'aigua digitals si no tenen el nivells d'atribucions especificat aquí.
es: Si está activado el cortafuegos de objetos, los usuarios que no tengan al menos el nivel de privilegio indicado aquí verán las imágenes con una marca de agua.
nn: Hvis Mediabrannmuren er aktivert, vil brukerne se vannmerker hvis de ikke har tilgangsnivået som er spesifisert her.
pl: Jeśli Firewall multimediów jest włączony, użytkownicy zobaczą znak wodny na multimediach jeśli nie mają odpowiednich uprawnień określonych tutaj.

source: This option controls whether or not to show age of father and mother next to child's birthdate on charts.
ca: Aquesta opció controla si es mostra als gràfics o no, l'edat dels pares al costat de la data de naixement de llurs fills..
da: Dette valg bestemmer om alderen af barnets far og mor skal vises ved siden af barnets fødselsdato i slægtstræer.
es: Esta opción controla si se debe o no mostrar la edad de los padres junto a la fecha de nacimiento en los diagramas.
nn: Dette valget bestemmer om alderen til faren og moren til et barn skal vises ved siden av fødselsdatoen til barna i diagram
pl: Ta opcja określa, czy na wykresach obok daty urodzenia dziecka ma być widoczny wiek ojca i matki.

source: This sets how much of the place information is shown in the person boxes on charts.<br /><br />Setting the value to 9 will guarantee to show all place levels. Setting the value to 0 will hide places completely. Setting the value to 1 will show the first level, setting it to 2 will show the first two levels, etc.
ca: Fixa el nivell de detall d'informació de llocs que sortirà als caixetins de les persones dels gràfics.<br /><br />Posant-ho a 9 garanteix que sortiran tots els nivells de lloc. Posant-ho a 0, ocultarà completament els llocs. Poseu-ho a 1 per veure solament el primer nivell, a 2 per veure 2 nivells, etc.
da: Her vælges, hvor meget information om et stednavn, der vises i personboksene i slægtstræer. Vælges 9 vil alle niveauer blive vist. Vælges 0, vil ingen stednavne blive vist. Vælges 1, vises første niveau, 2 viser 2 niveauer osv.
es: Determina cuánto de la información del lugar se muestra en las cajas de persona en los diagramas.<br /><br />Si se fija a 9 se mostrarán todos los niveles. Si se fija a 0 se ocultarán completamente los lugares. Si se fija a 1, se mostrará el primer nivel; si se fija a 2, se mostrarán dos niveles, etc.
nn: Viser hvor mye informasjon om stedsnavn som vises i personboksene i diagram. Velges 9 vil alle stedsnavnsnivåer bli vist. Velges 0, vil ingen stedsnavn bli vist. Velges 1, vises første nivå, 2 viser 2 nivåer osv.
pl: Ta opcja określa, jak wiele informacji o miejscach będzie widoczne na wykresach w ramkach osoby.<br /><br />Ustawienie wartości na 9 zagwarantuje pokazanie wszystkich poziomów hierarchii miejsc. Wartość 0 spowoduje całkowite ukrycie informacji o miejscach. Wartość 1 pozwoli pokazać pierwszy poziom, 2 - pierwsze dwa poziomy, itd.
