Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: The protected media directory could not be created in the Media Firewall root directory. Please create this directory and make it world-writable.
ca: No heu creat el directori multimèdia protegit al directori arrel Tallafoc Multimèdia. Feu-ho i definiu-lo com obert a l'escriptura.
da: Den beskyttet Media mappe, kunne ikke oprettes i roden. Opret venligst denne mappe og lav den skriv-bar.
es: El directorio protegido de objetos no se pudo crear en el directorio raíz del cortafuegos de objetos. Por favor, cree este directorio y dé permiso de escritura al mundo.
fi: Suojattua mediakansiota ei voitu luoda mediapalomuurijuurikansioon. Luo tämä kansio ja tee se kirjoituskelpoiseksi.
he: לא ניתן ליצור את הספרייה המוגנת בספריית השורש של חומת האש. נא צור את הספרייה והפוך אותה לניתנת לכתיבה עולמית.
nn: Den beskyttede mediakatalogen kunne ikke opprettes i rotkatalogen for Mediabrannmuren. Vennligst opprett denne katalogen og gjør den world-skrivbar.
pl: Katalog chroniony multimediów nie może być stworzony w katalogu głównym Firewalla multimediów. Stwórz ten katalog w innym miejscu i ustaw atrybuty na możliwość zapisu dla wszystkich.

source: The protected media directory in the Media Firewall root directory is not world writable.
ca: El directori multimèdia protegit al directori arrel Tallafoc Multimèdia no té permisos d'escriptura.
da: Den beskyttede media mappe i Media Firewall rode mappen er ikke skrivbar.
es: El directorio protegido de objetos en el directorio raíz del cortafuegos de objetos no tiene permiso de escritura para el mundo.
fi: Suojattu mediakansio mediapalomuurijuurikansiossa ei ole kirjoituskelpoinen.
he: ספריית המדיה המוגנת הנמצאת בספריית השורש של חומת האש אינה ניתנת לכתיבה עולמית.
nn: Den beskyttede mediakatalogen i rotkatalogen til Mediabrannmuren er skrivebeskyttet.
pl: katalog chroniony multimediów w katalogu głównym Firewlla multimediów nie jest dostępny dla wszystkich jako zapisywalny.

source: E R R O R !!!<br />Could not write to file <i>%s</i>. Please check it for proper Write permissions.
ca: E R R O R !!!<br />No pot escriure's al fitxer <i>%s</i>. Reviseu-ne les propietats.
nn: F E I L !!!<br />Kunne ikke skrive til filen <i>%s</i>. Kontroller korrekte skrivetilganger.
pl: Błąd! Nie można zapisać do pliku <i>%s</i>. Sprawdź, czy plik ma wymagane uprawnienia do zapisu.

source: Download GEDCOM configuration.
ca: Baixa la configuració GEDCOM.
da: Download GEDCOM-konfiguration.
es: Descargar configuración del GEDCOM.
fi: Lataa GEDCOM-konfiguraatio
he: הורד את תצורת GEDCOM.
nn: Last ned (download) GEDCOM konfigurasjon.
pl: Pobierz konfigurację GEDCOM.

source: Upload the file to your index directory:
ca: Carregueu el fitxer al vostre directori índex:
da: Upload filen til din indeksmappe:
es: Subir archivo al directorio index:
fi: Lähetä tiedosto index-kansioon:
he: העלה את הקובץ לתיקיית האינדקסים שלך:
nn: Hent (upload) filen til din index-katalog:
pl: Wgraj plik do katalogu indeksowego

source: Welcome to Your Genealogy
da: Velkommen til disse slægtssider
nn: Velkommen til disse slektssidene
pl: Witaj w swojej genealogii

source: GEDCOM Configuration
ca: Configuració del GEDCOM
da: Opsætning af GEDCOM
es: Configuración GEDCOM
fi: GEDCOM konfiguraatio
he: תצורת GEDCOM
nn: Oppsett for GEDCOM
pl: Konfiguracja GEDCOM

source: Add GEDCOM
ca: Afegeix un GEDCOM
da: Tilføj en slægtsdatabase (GEDCOM)
es: Añadir GEDCOM
fi: Lisää uusi GEDCOM-tiedosto
he: הוסף GEDCOM
nn: Legg til en slektsfil
pl: Dodaj plik GEDCOM

source: Upload GEDCOM
ca: Carrega un GEDCOM
da: Upload GEDCOM-fil(er)
es: Subir GEDCOM
fi: Lähetä GEDCOM-tiedosto palvelimelle
he: העלה GEDCOM
nn: Hente (upload) slektsfil(er) (GEDCOM)
pl: Wgraj plik GEDCOM

source: Create a new GEDCOM
ca: Crea un nou GEDCOM
da: Opret en ny slægtsdatabase (GEDCOM-fil)
es: Crear un nuevo GEDCOM
fi: Luo uusi GEDCOM-tiedosto
he: בנה GEDCOM חדש
nn: Lag en ny slektsfil
pl: Utwórz nowy plik GEDCOM

source: Upload Replacement
ca: Carrega i substitueix
da: Send ny fil til hjemmesiden (upload)
es: Subir sustitución
fi: Lähetä korvaava
he: העלה החלפה
nn: Last opp erstatningsfil
pl: Wczytaj nową wersję

source: Return to the GEDCOM management menu
ca: Torna al menú de gestió de GEDCOM
da: Gå tilbage til siden med Slægtsfil(er) og privatliv
es: Regresar al menú de Administración del GEDCOM
fi: Palaa GEDCOM-hallintavalikkoon
he: חזור לתפריט ניהול GEDCOM-ים
nn: Gå tilbake til siden til Slektsfil(er) og personvern
pl: Powrót do menu zarządzania plikami GEDCOM

source: Results found
ca: Resultats localitzats
da: Resultat fundet
es: Resultados encontrados
fi: Tuloksia löytyi
he: נמצאו תוצאות
nn: Resultater funnet
pl: Rezultaty

source: Search option text
ca: Opció de recerca de text
da: Søg indstilling tekst
es: Texto a buscar en las opciones
fi: Hae asetuksen kuvauksesta
he: טכסט של אופציות החיפוש
nn: Søketekst
pl: Szukaj tekst

source: Clear Search
ca: Neteja la recerca
da: Tøm søgning
es: Limpiar búsqueda
fi: Tyhjennä haku
he: חיפוש נקי
nn: Blank søk
pl: Wyczyść szukanie

source: Save configuration
ca: Desa la configuració
da: Gem konfiguration
es: Guardar la configuración
fi: Tallenna konfiguraatio
he: שמור תצורה
nn: Lagre konfigurasjon
pl: Zapisz konfigurację

source: Reset
ca: Neteja
da: Nulstil
es: Restaurar
fi: Palauta
he: ברירת מחדל
nn: Vanlig størrelse / oppsett
pl: Wyczyść

source: GEDCOM Basics
ca: Camps GEDCOM bàsics
da: GEDCOM basisvalg
es: Opciones básicas del archivo GEDCOM
fi: GEDCOM Perustiedot
he: בסיס GEDCOM
nn: GEDCOM basisvalg
pl: Podstawy GEDCOM

source: Upload path
ca: Camí de càrrega
da: Upload sti
es: Ruta del fichero a subir
fi: Lähetyspolku
he: נתיב טעינה
nn: Bane for opplastning
pl: Ścieżka wgrywania

source: Maximum upload size:
ca: Volum màxim a carregar:
da: Maks størrelse for uploading:
es: Tamaño máximo de subida:
fi: Suurin lähetettävä tiedostokoko:
he: גודל העלאה מכסימלי:
nn: Maks størrelse for opplasting:
pl: Maksymalny rozmiar wgrywania:

source: Path and name of GEDCOM on server
ca: Camí i nom del GEDCOM al servidor
da: Sti og navn til GEDCOM-filen
es: Ruta y nombre del archivo GEDCOM
fi: GEDCOM-palvelimen polku ja nimi
he: נתיב ושם קובץ ה-GEDCOM
nn: Bane og navn til GEDCOM-filen
pl: Ścieżka i nazwa pliku GEDCOM na serwerze

source: The GEDCOM file, <b>%s</b>, does not exist at the specified location.
ca: No hi ha el fitxer GEDCOM, <b>%s</b> al lloc especificat.
da: GEDCOM-filen [%s] findes ikke på det angivne sted.
es: El archivo GEDCOM, <b>%s</b>, no existe en la ubicación especificada.
fi: GEDCOM-tiedostoa [%s] ei löydy annetusta paikasta.
he: קובץ ה-GEDCOM, <b>%s</b>, לא נימצא במקום שצוין
nn: Slektsfilen [%s], finnes ikke på det angitte stedet.
pl: Plik GEDCOM <b>%s</b> nie istnieje pod podaną lokalizacją.

source: GEDCOM title
ca: Títol del Gedcom
da: Titel på slægtsdatabasen
es: Título
he: כותרת GEDCOM
nn: Tittel til Slektsbasen
pl: Tytuł pliku GEDCOM

source: Language
ca: Idioma
da: Sprog
es: Idioma
fi: Kieli
he: שפה
nn: Språk
pl: Język

source: Character Set encoding
ca: Codificació del joc de caràcters
da: Tegnsæt
es: Codificación del juego de caracteres:
fi: Merkistökoodaus
he: סוג קידוד תווים
nn: Tegnsett
pl: Kodowanie znaków

source: Default person for Pedigree and Descendancy charts
ca: Persona arrel a l'arbre genealògic i de descendents
da: Standard startperson i slægtsdatabasen
es: Persona inicial por omisión en diagramas de Ascendientes y Descendientes
fi: Oletushenkilö esi- ja jälkipolvikaavioissa
he: אדם ברירת המחדל לאילן יוחסין ולתרשים צאצאים
nn: Standard hovedID i slektsdiagram
pl: Domyślna osoba dla wykresu rodowodu i potomków

source: Calendar format
ca: Format del calendari
da: Kalenderformat
es: Formato del calendario
fi: Kalenterin muoto
he: מבנה לוח שנה
nn: Format på kalender
pl: Format kalendarza

source: No calendar conversion
da: Ingen kalender konvertering
nn: Ingen kalenderkonvertering
pl: Brak konwersji kalendarza

source: Gregorian
da: Gregoriansk
nn: Gregoriansk
pl: Kalendarz gregoriański

source: Julian
da: Juliansk
nn: Juliansk
pl: juliański

source: French
ca: Francès
da: Fransk
es: Francés
fi: Ranska
he: צרפתית
nn: Fransk
pl: francuski

source: Jewish
da: Jødisk
nn: Jødisk
pl: żydowski

source: Jewish and Gregorian
da: Jødisk og Gregoriansk
nn: Jødisk og Gregoriansk
pl: żydowski i gregoriański

source: Hebrew
ca: Hebreu
da: Hebræisk
es: Hebreo
fi: Heprea
he: עברית
nn: Hebraisk
pl: hebrajski

source: Hebrew and Gregorian
da: Hebræisk og Gregoriansk
nn: Hebraisk og Gregoriansk
pl: hebrajski i gregoriański

source: Hijri
pl: muzułmański

source: Arabic
ca: Aràbic
da: Arabisk
es: Árabe
fi: Arabia
he: ערבית
nn: Arabisk
pl: arabski

source: Display Hebrew Thousands
ca: Mostra milers jueus
da: Vis hebræiske tusindtal
es: Mostrar miles hebreos
fi: Näytä heprealaiset tuhannet
he: הראה אלפים בתאריך עברי
nn: Vis hebraiske tusentall
pl: Wyświetl hebrajskie tysiące

source: Display Hebrew Gershayim
ca: Mostra el Gereshayim hebreu
da: Vis hebræisk Geyrshayim
es: Mostrar el Gershayim hebreo
he: הראה גרשיים בתאריך עברי
nn: Vis hebraisk Geyrshayim
pl: Wyświetl hebrajski Gershayim

source: Use RIN number instead of GEDCOM ID
ca: Emprar el RIN# en lloc de l'ID del GEDCOM:
da: Brug RIN# istedet for GEDCOM-ID
es: Utilizar el RIN# del ID del GEDCOM
fi: Käytä RIN -numeroa GEDCOM tunnisteen sijaan
he: השתמש במספר RIN במקום בקוד זיהוי של GEDCOM
nn: Bruk RIN# istedenfor GEDCOM ID
pl: Użyj RIN zamiast identyfikatora GEDCOM

source: Automatically create globally unique IDs
ca: Crea automàticament ID globals únics
da: Opret automatisk globalt unikke ID'er
es: Crear automáticamente IDs distintos globalmente
he: צור בצורה אוטומטית קודי זיהוי גלובליים ייחודיים
nn: Lag globale unike IDer automatisk
pl: Automatycznie twórz unikalne identyfikatory globalne

source: Individual ID prefix
ca: Prefix de l'ID personal
da: GEDCOM-ID præfiks
es: Prefijo del ID de persona
fi: Henkilön tunnuksen etuliite
he: קידומת קוד זיהוי אישי
nn: GEDCOM ID prefiks
pl: Przedrostek identyfikatora osoby

source: Family ID prefix
ca: Prefix ID de família
da: Familie ID præfiks
es: Prefijo del ID de familia
fi: Perheen ID etuliite
he: קידומת קוד זיהוי של משפחה
nn: Prefiks til Familie-ID
pl: Przedrostek identyfikatora rodziny

source: Source ID prefix
ca: Prefix de l'ID de fonts
da: Kilde-ID præfiks
es: Prefijo del ID de las Fuentes
fi: Lähteen tunnuksen etuliite
he: קידומת קוד זיהוי של מקור
nn: Kilde&nbsp;ID prefiks
pl: Przedrostek identyfikatora źródła

source: Repository ID prefix
ca: Prefix de l'ID d'arxius
da: Opbevaringssted-ID præfiks
es: Prefijo del ID de los Repositorios
fi: Tietovaraston tunnuksen etuliite
he: קידומת קוד זיהוי של מאגר
nn: Oppbevaringssted&nbsp;ID prefiks
pl: Przedrostek identyfikatora repozytorium

source: Media ID prefix
ca: Prefix ID multimèdia
da: Medie-ID præfiks
es: Prefijo del ID de los objetos audiovisuales
fi: Median ID etuliite
he: קידומת קוד זיהוי של מדיה
nn: Prefiks til Media-ID
pl: Przedrostek identyfikatora multimediów

source: Archive SearchLog files
ca: Arxiva els fitxers de registre de recerca
da: Arkiver søgelogfiler
es: Archivar los ficheros SearchLog
fi: Arkistoi HakuLoki-tiedostot
he: שמור קבצי לוג של החיפוש
nn: Arkivere søke-logg-filer
pl: Archiwizuj pliki SearchLog

source: Archive ChangeLog files
ca: Arxiva els fitxers ChangeLog
da: Arkiver ændringslogfiler
es: Archivar los ficheros ChangeLog
fi: Arkistoi MuutosLoki-tiedostot
he: שמור קבצי לוג של השינויים
nn: Arkiver endringsloggfiler
pl: Archiwizuj pliki ChangeLog

source: PHP time limit
ca: Temps límit PHP:
da: PHP tidsbegrænsning
es: Tiempo Límite:
fi: PHP aikaraja
he: הגבלת זמן של PHP
nn: PHP tidsbegrensning
pl: Limit czasu PHP:

source: Enable multimedia features
ca: Activa les característiques multimèdia
da: Aktiver multimedier
es: Permitir características audiovisuales:
he: אפשר מאפיינים של מולטימדיה
nn: Aktivere multimedia-valg
pl: Włącz obsługę multimediów

source: General
he: כללי
nn: Generelt
pl: Główne

source: Keep links
ca: Mantén els enllaços
da: Behold URL-links
es: Mantener los vínculos
he: שמור קישורים
nn: Behold URL-linker
pl: Zachowaj odnośniki do multimediów

source: MultiMedia directory
ca: Directori Multimèdia
da: Mappe til multimedier
es: Directorio de archivos audiovisuales
fi: Multimediakansio
he: תיקיית מולטימדיה
nn: Mappe for Multimedia
pl: Katalog multimediów

source: Media path should not contain a drive letter; media may not be displayed.
ca: El camí al directori Mèdia no ha de contenir la lletra del disc. Els fitxers no es veurien.
da: Stien til media skal ikke indeholde et drev-bogstav, fordi media så muigvis ikke vil blive vist.
es: Las rutas a los archivos audiovisuales no deben contener una letra de unidad; si la contienen puede que los archivos no se muestren.
fi: Media polku ei saa sisältää asema tunnusta; Media ei saata näkyä.
he: אין לכלול בכתובת המדיה את האות של הכונן; יתכן והמדיה לא תוצג.
nn: Stien til Medier bør ikke inneholde en stasjons-bokstav, fordi da vil kanskje ikke Medier bli vist.
pl: Ścieżka do multimediów nie zawiera litery dysku; nie można wyświelić multimediów.

source: Multi-Media directory levels to keep
ca: Nivells de directori Multimèdia permesos
da: Antal mappeniveauer for multimedier
es: Niveles de directorios de objetos audiovisuales a guardar
he: מספר הרמות של תיקיות מולטימדיה
nn: Antall mappenivåer for multimedia
pl: Liczba poziomów katalogu multimediów do zachowania

source: Width of generated thumbnails
ca: Amplada de les miniatures generades
da: Bredden af de genererede miniaturebilleder
es: Anchura de las miniaturas generadas
fi: Kehitettyjen pikkukuvien leveys
he: רוחב התמונות המזעריות שייווצרו
nn: Bredde for laging av miniatyrbilder
pl: Szerokość generowanych miniaturek

source: Automatically generated thumbnails
ca: Genera miniatures automàticament
da: Automatisk genererede miniaturebilleder
es: Miniaturas generadas automáticamente
fi: Automaattisesti kehitetyt pikkukuvat
he: תמונות מזעריות שנוצרו בצורה אוטומטית
nn: Lage automatisk miniatyrbilder
pl: Automatycznie wygenerować miniaturki

source: Use thumbnail
ca: Empra miniatures
da: Anvend miniaturebillede som hovedbillede på personsider
es: Utilice la miniatura para la foto principal de la página de la persona
he: השתמש בתמונות מזעריות
nn: Bruk miniatyrbilde som hovedbilde på faktasiden til personer
pl: Użyj miniaturki

source: Use silhouettes
es: Utilizar siluetas
he: השתמש בצלליות
pl: Użyj obrazu sylwetki

source: Use Media Viewer
ca: Empra el visor multimèdia
da: Brug mediefremviser
es: Usar el Visor de Objetos Audiovisuales
fi: Käytä Media Vieweriä
he: השתמש במציג מדיה
nn: Bruk Mediaviser
pl: Użyj przeglądarki multimediów

source: Show file name in Media Viewer
ca: Mostra el nom del fitxer al visor multimèdia
es: Mostrar el nombre del archivo en el visor de objetos
he: הראה את שם הקובץ במציג המדיה
nn: Vis filnavn i Mediaviser
pl: Pokaż nazwę pliku w przeglądarce multimediów

source: Show download link in Media Viewer
ca: Mostra l'enllaç de descàrrega al visor multimèdia
da: Vis download link i Media viser
es: Mostrar vínculo de descargar en el Visor de Objetos
he: הראה קישור הורדה במציג המדיה
nn: Vis lenke for nedlasting i mediaviseren
pl: Pokaż odnośnik do pobierania w przeglądarce multimediów

source: Media Firewall
ca: Tallafoc Multimèdia
es: Cortafuegos de Objetos Audiovisuales
he: חומת מגן של מדיה
nn: Mediabrannmur
pl: Firewall multimedów

source: Use Media Firewall
ca: Empra el Tallafocs Multimèdia
da: Brug Media Firewall
es: Usar el cortafuegos de objetos audiovisuales
he: השתמש בחומת אש של מדיה
nn: Bruk Mediabrannmur
pl: Użyj Firewalla multimediów

source: Media Firewall Root Directory
ca: Directori arrel del Tallafoc Multimèdia
da: Media Firewall Rod Mappe
es: Directorio raíz para el cortafuegos de objetos
he: ספריית השורש בחומת האש של מדיה
nn: Rotkatalog for Mediabrannmur
pl: Katalog bazowy Firewalla multimediów

source: Protect Thumbnails of Protected Images
ca: Protegeix les miniatures d'imatges protegides
da: Beskyt Lille billede af beskyttet billeder.
es: Proteger las miniaturas de las imágenes protegidas
he: הגן על תמונות ממוזערות של תמונות מוגנות
nn: Beskytt miniatyrbilder av beskyttede bilder
pl: Chroń miniaturki chronionych obrazów

source: Who can view non-watermarked images?
ca: Qui pot veure imatges sense marca d'aigua digital?
da: Hvem kan se ikke-vand mærkeret billeder?
es: ¿Quién puede ver imágenes sin marcas de agua?
he: מי יכול לראות תמונות ללא סימני מים?
nn: Hvem kan se ikke-vannmerkede bilder?
pl: Kto może oglądać obrazki nie zaznaczone znakiem wodnym?

source: Add watermarks to thumbnails?
ca: Afegir marques d'aigua digitals a les miniatures?
da: Tilføj Vandmærke til små billeder?
es: ¿Agregar marcas de agua a las miniaturas?
fi: Lisää vesileimat pikkukuviin?
he: הוסף סימני מים לתמונות ממוזערות?
nn: Legge til vannmerke på miniatyrbilder?
pl: Dodać znak wodny do miniaturek?

source: Store watermarked full size images on server?
ca: Emmagatzemar imatges de mida natural amb marques d'aigua digitals al servidor?
da: Gem vand mærkeret fuld størrelse billede på serrver
es: ¿Almacenar en el servidor las imágenes a tamaño original con marcas de agua?
he: שמור תמונות בגודל מלא בעלות סימני מים על השרת?
nn: Lagre vannmerkede bilder i full størrelse på tjener?
pl: Przechowywać obrazy ze znakiem wodnym na serwerze?

source: Store watermarked thumbnails on server?
ca: Emmagatzemar les miniatures amb marques d'aigua digitals al servidor?
da: Gem vand mærker lille billede på server
es: ¿Almacenar en el servidor las miniaturas con marcas de agua?
he: שמור תמונות ממוזערות בעלות סימני מים על השרת?
nn: Lagre vanmerkede miniatyrbilder på tjeneren?
pl: Przechowywać miniaturki ze znakiem wodnym na serwerze?

source: Access and Privacy
ca: Accés i privadesa
da: Adgang og privatliv
es: Acceso y privacidad
fi: Yhteys ja yksityisyys
he: גישה ופרטיות
nn: Tilgang og personvern
pl: Dostęp i prywatność

source: Enable Privacy
ca: Activa la privadesa
da: Aktiver <b>privatlivsbeskyttelse</b>
es: Activar privacidad
fi: Salli yksityisyys
he: אפשר פרטיות
nn: Aktivere <b>personvern</b>
pl: Włącz ochronę prywatności

source: Check child dates
ca: Comprova dates de la mainada
da: Check datoer for børn
es: Comprobar fechas hijos
fi: Tarkista lasten päiväykset
he: בדוק תאריכי ילדים
nn: Sjekk datoer til barn
pl: Sprawdź daty dzieci

source: Require visitor authentication
ca: Requereix validació als visitants
da: Kræv at besøgende <b>SKAL</b> logge ind
es: Se necesita autenticación
fi: Vaadi vierailijoita kirjautumaan
he: דרוש אשור מהמבקרים
nn: Krev at besøkende<br /><b>MÅ</b> logge inn
pl: Wymagaj autoryzacji gościa

source: Page to show after Login
ca: Pàgina a mostrar desprès de l'accés
es: Página a mostrar tras la autenticación
fi: Kirjautumisen jälkeen näytettävä sivu
he: הדף שיעלה אחרי התחברות
pl: Strona, która będzie pokazana po zalogowaniu

source: Welcome
ca: Benvingut
da: Velkommen
es: Bienvenido
fi: Tervetuloa
he: ברוך הבא
nn: Velkommen
pl: Witaj,

source: MyGedView
da: Min Forside
es: Mi GedView
fi: OmaGedView
nn: Min side
pl: Mój portal

source: Welcome text on Login page
ca: Text de benvinguda a la pàgina d'accés
da: Velkomsttekst på log ind side, hvis "Kræv log ind" = Ja
es: Texto de Bienvenida en la página de entrada identificada
fi: Kirjautumissivun tervehdysteksti
he: טכסט ברוכים הבאים על דף התחברות
nn: Velkomsttekst<br />på siden for å logge inn hvis <br />"Krev at besøkende <br /><b>MÅ</b> logge inn" = Ja
pl: Treść powitania na stronie logowania

source: No predefined text
ca: Sense text predefinit
es: No hay texto predefinido
he: אין טכסט מוגדר מראש
nn: Ingen forhåndsdefinert tekst
pl: Pomiń predefiniowaną treść

source: Predefined text that states all users can request a user account
ca: Text predefinit que informa que tots els usuaris poden demanar accés.
da: Forhåndsdefineret tekst, der siger at ALLE besøgende kan søge om en brugerkonto
es: Texto predefinido que establece que todos los usuarios pueden solicitar una cuenta de usuario
he: טכסט מוכן מראש המודיע שכל המשתמשים יכולים לבקש קוד משתמש.
nn: Forhåndsdefinert tekst som sier at ALLE besøkende kan søke om en brukerkonto
pl: Predefiniowana treść mówiąca, że każdy może otrzymać konto użytkownika

source: Predefined text that states admin will decide on each request for a user account
ca: Text predefinit que informa que l'administrador decideix si autoritza o no les sol·licituds
da: Forhåndsdefineret tekst, der siger, at Administrator vil vurdere en eventuel ansøgning om en brugerkonto
es: Texto predefinido que establece que el administrador decidirá sobre cada solicitud de cuenta de usuario
he: טכסט מוכן מראש המודיע שהמנהלן יחליט אם לתת קוד משתמש
nn: Forhåndsdefinert tekst som sier at ADMIN vil vurdere en eventuell søknad om brukerkonto
pl: Predefiniowana treść mówiąca, że administrator decyduje o otwarciu konta użytkownika

source: Predefined text that states only family members can request a user account
ca: Text predefinit que informa que solament els membres de la família poden demanar accés.
da: Forhåndsdefineret tekst, der siger at KUN familiemedlemmer kan søge om en brugerkonto
es: Texto predefinido que establece que sólo los familiares pueden solicitar una cuenta de usuario
he: טכסט מוכן מראש המודיע שרק בני משפחה יכולים לבקש קוד משתמש.
nn: Forhåndsdefinert tekst som sier at BARE familiemedlemmer kan søke om en brukerkonto
pl: Predefiniowana treść mówiąca, że tylko członkowie rodziny mogą otrzymać konto użytkownika

source: Choose user defined welcome text typed below
ca: Escull el text de benvinguda escrit més avall
da: Egen velkomsttekst skrevet i feltet nedenfor
es: Seleccionar el texto de bienvenida a usuario tecleado abajo
he: בחר טכסט ברוכים הבאים שיוקלד למטה.
nn: Egenkomponert velkomsttekst skrevet i feltet under
pl: Wybierz własną treść powitania wpisaną poniżej

source: Standard header for custom Welcome text
ca: Capçalera estàndard per al text de benvinguda personalitzat
da: Standard start af egen velkomsttekst
es: Encabezamiento estándar para el texto de bienvenida personalizado
he: כותרת סטנדרטית לטכסט ברוכים הבאים מותאם
nn: Standard start for egenkomponert tekst
pl: Standardowy nagłówek własnej treści powitania

source: Custom Welcome text
ca: Text de benvinguda personalitzat
da: Egen velkomsttekst, hvis "Kræv log ind" = Ja
es: Texto de bienvenida personalizado
he: טכסט ברוכים הבאים מותאם
nn: Egenkomponert velkomsttekst dersom <br />"Krev at besøkende <br /><b>MÅ</b> logge inn" = Ja
pl: Własna treść powitania

source: Show Acceptable Use agreement on «Request new user account» page
ca: Mostrar que l'acceptació de les condicions d'ús a la pàgina de sol·licitud d'accés
es: Mostrar acuerdo de Uso Aceptable en la página de «Solicitar nueva cuenta de usuario»
he: הראה הסכם הגנה על פרטיות על הדף «בקש קוד משתמש חדש»
nn: Vis 'Avtale om akseptabel bruk' på «Be om ny brukerkonto» siden
pl: Pokaż zasady dozwolonego użytku na stronie «Załóż nowe konto»

source: Display and Layout
ca: Desplegament i disposició
da: Visning og layout
es: Presentación y disposición
fi: Näyttö ja näkymä
he: תצוגה ומבנה
nn: Visning og layout
pl: Wygląd i układ

source: Show married names on Individual list
ca: Mostra els noms de casada a la llista de persones
da: Vis vielsesnavn på personlister
es: Mostrar nombres de casada en la lista de personas
fi: Näytä avionimet henkilöluettelossa
he: הראה שמות נישואין ברשימת השמות
nn: Vis Navn som gift på personlister
pl: Pokaż nazwiska po ślubie na liście osób

source: Underline names in quotes
ca: Noms subratllats entre cometes
da: Understreg navn sat i anførselstegn
es: Subrayar nombres entrecomillados
fi: Alleviivaa nimet lainausmerkeissä
he: קו מתחת לשמות בגרשיים
nn: Understrek navn omgitt av anførselstegn
pl: Podkreślaj imiona w cudzysłowiu

source: Common Surnames
ca: Cognoms habituals
da: Oftest forekommende efternavne
es: Apellidos comunes
fi: Yleisimmät sukunimet
he: שמות משפחה שכיחים
nn: Mest brukte etternavn
pl: Najczęstsze nazwiska
