Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: &quot;To Do&quot; tasks
ca: Tasques &quot;pendents&quot;
da: &quot;To Do&quot; opgaver
es: Tareas pendientes
fi: &quot;Tehtävät&quot;
he: &quot;משימות - To Do&quot; לביצוע
nn: &quot;Skulle ha gjort&quot;-gjøremål
pl: Zadania do zrobienia

source: The To Do block lists all outstanding _TODO facts in the database.
da: Todo blokken viser alle udestående _TODO fakta i databasen.
nn: Skulle ha gjort-blokka lister alle utestående _TODO fakta i databasen.
pl: Blok 'Zadania do zrobienia' prezentuje wszystkie fakty _TODO będące w bazie.

source: There are no &quot;To Do&quot; tasks.
ca: No hi han tasques &quot;pendents&quot;
da: Der er ingen &quot;Todo&quot; opgaver.
es: No hay tareas pendientes.
fi: Ei ole &quot;Tehtäviä&quot;
he: אין &quot;משימות - To Do&quot; לביצוע.
nn: Det er ingen &quot;Skulle ha gjort&quot;-gjøremål.
pl: Brak zadań do zrobinia.

source: Theme Select
ca: Selector de presentació
da: Vælg Udseende
es: Selección de tema
fi: Teemavalinta
he: בחירת עיצוב
nn: Rammen Velg stil
pl: Wybór motywu

source: The Theme Select block displays the Theme selector even when the Change Theme feature is disabled.
da: Vælg Udseende rammen giver brugeren mulighed for at vælge sidens udseende, selv hvis denne funktion er slået fra af administratoren.
nn: Rammen for stilvalg viser valgfeltet for ønsket stil selv om valget for å bytte stil ikke er aktivert.
pl: Wybór motywu wyświetla listę wyboru motywów nawet wtedy, gdy możliwość zmieniania motywów przez użytkowników jest wyłączona.

source: The Pending Changes block will give users with Edit rights a list of the records that have been changed online and that still need to be reviewed and accepted. These changes are pending acceptance or rejection.<br /><br />If this block is enabled, users with Accept rights will receive an email once a day notifying them that changes need to be reviewed.
da: Rammen <i>Ventende ændringer</i>, giver brugere med ret til at ændre oplysninger online mulighed for at se en liste over de ændringer, som mangler gennemsyn og godkendelse. Disse ændringer kan enten godkendes eller forkastes.<br /><br />Hvis denne ramme er aktiv, vil brugere med rettighed til at godkende, modtage en e-mail dagligt, med en påmindelse om at gennemse ændringerne.
nn: Rammen Endringer på vent, vil gi brukere med rett til å endre opplysninger online, en mulighet til å se en endringsliste før disse er blitt godkjent. Disse endringen kan enten bli godkjent eller forkastet.<br /><br />Dersom denne rammen er aktiv, vil brukere med rettighet til å godkjenne motta en e-post daglig som en påminning om å sjekke endringer.
pl: Blok "Zmiany w toku" pokazuje użytkownikom z prawami edycji listę wpisów, które zostały zmienione i oczekują na przejrzenie i zaakceptowanie. Zmiany w toku zostaną zaakceptowane lub odrzucone.<br /><br />Jeśli ten blok jest włączony, użytkownicy z prawami zatwierdzania będą dostawać email informujący o konieczności przejrzenia zmian.

source: PhpGedView - Review changes
ca: PhpGedView - Revisa els canvis
da: Gennemse ændringer
es: PhpGedView - Revisar cambios
fi: PhpGedView - Tarkista muutokset
he: PhpGedView - סקור שינויי
nn: PhpGedView - Vis endringer
pl: PhpGedView - Przegląd zmian

source: Online changes have been made to a genealogical database. These changes need to be reviewed and accepted before they will appear to all users. Please use the URL below to enter that PhpGedView site and login to review the changes.
ca: S'han fet canvis en línea a la base de dades genealògica. Cal revisar-los i acceptar-los abans de que puguin ésser vistos per tots els usuaris. Feu servir l'enllaç de sota per accedir al lloc PhpGedView i entreu-hi per revisar-los.
da: Data i slægtsdatabasen er ændret på hjemmesiden. Disse ændringer skal ses gennem og godkendes, før de kan vises for alle brugere. Brug venligst adressen (URL) nedenfor for at se ændringerne (du skal anføre brugernavn og adgangskode).
es: Se han introducido cambios a la base de datos genealógica. Estos cambios deben ser revisados y aceptados antes de que sean visibles a todos los usuarios. Por favor, utilice la URL que se indica a continuación para entrar en ese sitio PhpGedView y revisar los cambios.
fi: Sukutietokantaan on tehty on-line muutoksia. Nämä muutokset on tarkastettava ja hyväksyttävä ennen niiden näkymistä kaikille käyttäjille. Käytä alla olevaa linkkiä siirtyäksesi PhpGedView sivustolle ja kirjaudu järjestelmään tarkastaaksesi muutokset.
he: שינויי און-ליין נעשו במאגר חקר המשפחה. את השינויים יש לבדוק ולאשר כדי שכל המשתמשים יראו אותם. השתמש בכתובת URL למטה כדי להיכנס לאתר ה-PhpGedView הזה להתחברות ובדיקת השינויים.
nn: Endringer i slektsbasen er blitt gjort online. Disse endringene må sjekkes og eventuelt godkjennes før de kan vises for alle brukere. Vennligst bruk adressen (URL) under for å gå til PhpGedView på nettet for å se endringene (du må oppgi brukernavn og passord).
pl: Wprowadzono zmiany do genealogicznej bazy danych. Zmiany te należy przejrzeć i zatwierdzić zanim staną się widoczne dla wszystkich użytkowników. Skorzystaj z adresu URL poniżej aby wejść na stronę, zalogować się i przejrzeć zmiany.

source: Last email reminder was sent
ca: El darrer correu electrònic recordatori fou enviat
da: Den sidste påmindelse via e-mail er sendt
es: El último recordatorio por correo se envió el
fi: Viimeisin sähköpostimuistutus lähetettiin
he: התזכורת האחרונה נשלחה בדואר אלקטרוני ב-
nn: Siste påminnelse med epost ble sendt
pl: Ostatni email z przypomnieniem wysłano

source: Next email reminder will be sent after
ca: El proper correu electrònic recordatori s'enviarà desprès
da: Den næste påmindelse via e-mail vil blive sendt efter
es: El próximo recordatorio por correo se enviará después del
fi: Seuraava sähköpostimuistutus lähetetään
he: התזכורת הבאה תשלח בדואר אלקטרוני ב-
nn: Neste påminnelse vil bli sendt med epost etter
pl: Następny email z przypomnieniem zostanie wysłany po

source: Send out reminder emails?
ca: Fer sortir els correus electrònics de recordatori?
da: Send påmindelse via e-mails?
es: ¿Enviar correos recordatorios?
fi: Lähetä muistutusviestit?
he: שלח תזכורת בדואר אלקטרוני?
nn: Sende påminnelse med epost?
pl: Wysyłaj emaile przypominające

source: Reminder email frequency (days)
ca: Freqüència dels correus electrònics de recordatori (dies)
da: Hyppighed for påmindelse via e-mail (i dage)
es: Frecuencia de los correos recordatorios (días)
fi: Muistutusviestien väli (päiviä)
he: תדירות (ימים) תזכורת בדואר אלקטרוני
nn: Hvor ofte skal påminnelser sendes (dager)
pl: Częstotliwość przypomnień przez email (dni)

source: User Journal
ca: Agenda
da: Notatblok
es: Diario del usuario
fi: Käyttäjän päiväkirja
he: יומן המשתמש
nn: Rammen Notatblokk for bruker
pl: Dziennik użytkownika

source: The User Journal block lets the user keep notes or a journal online.
da: Notatblokken giver den enkelte bruger mulighed for at gøre notater eller anvende den som dagbog/logbog.
nn: Rammen med en notatblokk lar den enkelte bruker legge inn notater eller som en online-oppslagstavle.
pl: Blok dziennika użytkownika pozwala użytkownikowi robić notatki lub prowadzić internetowy dziennik.

source: My Journal
ca: La meva Agenda
da: Min Notesblok
es: Mi Diario
fi: Päiväkirjani
he: היומן שלי
nn: Min notatblokk
pl: Mój dziennik

source: The Recent Changes block will list all of the changes that have been made to the database in the last month. This block can help you stay current with the changes that have been made. Changes are detected automatically, using the CHAN tag defined in the GEDCOM Standard.
da: Rammen <i>Seneste Ændringer</i> viser en liste over alle de ændringer, der er udført i slægtsdatabasen indenfor den sidste måned. Rammen kan hjælpe dig med at holde dig opdateret med ændringer, der er foretaget.
nn: Rammen <i>Siste endringer</i> vil vise en liste med alle endringer som er gjort i slektsbasen/-filen den siste måneden. Denne rammen kan hjelpe deg til å holde deg oppdatert med de endringene som er gjort. Endringene som vises er knyttet til CHAN-merket (tag).
pl: Blok ostatnich zmian wyświelna listę modyfikacji, którym uległa baza danych w ciągu ostatniego miesiąca. Ten blok ma za zadanie pomóc ci być na bieżąco z wprowadzanymi zmianami. Zmiany są wykrywane automatycznie na podstawie znacznika CHAN, określonego w standardzie GEDCOM.

source: Should this block be hidden when it is empty?
ca: Cal amagar aquest bloc quan és buit?
da: Skal denne ramme skjules når den er tom?
es: ¿Debe ocultarse este bloque si está vacío?
fi: Tulisiko tämän alueen olla piilossa kun se on tyhjä?
he: האם להחביא את האזור כאשר הוא ריק?
nn: Ikke vise denne rammen dersom den er tom?
pl: Ukryj pusty blok

source: If you hide an empty block, you will not be able to change its configuration until it becomes visible by no longer being empty.
ca: Si amagueu un bloc buit no podreu canviar-ne la configuració fins que no torni a ésser visible perquè torna a haver-hi quelcom.
da: Hvis du skjuler en tom ramme, vil du ikke kunne ændre opsætningen af den før den bliver synlig igen (ved ikke længere at være tom).
es: Si oculta un bloque vacío, no podrá cambiar su configuración hasta que tenga datos nuevos que hagan que sea visible otra vez.
fi: Mikäli piilotat tyhjän alueen, et voi muuttaa sen asetusta, ennen kuin se taas tulee näkyviin sisältäessään tietoa.
he: אם תסתיר אזור ריק, לא תוכל לשנות את ההגדרות שלו כל עוד הוא ריק ומוסתר.
nn: Dersom du velger å ikke vise en tom ramme, vil du heller ikke kunne endre oppsettet for rammen før den vises igjen ved at den ikke lenger er tom.
pl: Jeśli ukryjesz pusty blok, nie będziesz w stanie zmienić jego konfiguracji do momentu gdy pojawi się w nim zawartość i stanie się widoczny.

source: The GEDCOM Statistics block shows the visitor some basic information about the database, such as when it was created and how many people are in it.<br /><br />It also has a list of the most frequent surnames. You can configure this block to not show the Frequent Surnames list, and you can also configure the GEDCOM to remove or add names to this list. You can set the occurrence threshold for this list in the GEDCOM configuration.
da: Statistik for Slægtsdatabasen viser en del grundlæggende information om slægtsfilen, såsom hvornår den blev oprettet, og hvor mange personer, familier, begivenheder og kilder der findes i den. Den har ydermere en liste med oftest forekommende efternavne.<br /><br /><br />Administratoren kan indstille om og hvor mange efternavne, der skal vises.
nn: Rammen for statistikk viser besøkende en del basis-informasjon om slektsfilen, slik som når den ble lagd og hvor mange personer, familier og kilder som finnes i slektsbasen.<br /><br />Den har også en liste med de etternavnene som er registrert flest ganger i slektsbasen. Du kan velge om du vil vise disse etternavnene i rammen eller ikke.<br />Du kan også velge at visse navn ikke skal vises i listen eller legge legge til navn som du mener bør være med (selv om de ikke fyller kravet om å være med i listen).<br />Du kan angi antall ganger et navn må være registrert for å vises i listen i konfigurasjonsfilen for slektsbasen.
pl: Blok statystyk GEDCOM wyświetla kilka podstawowych informacji o bazie danych, takich jak data utworzenia i liczba występujących w niej osób.<br /><br />Zawiera także listę najczęściej występujących nazwisk. Możesz wyłączyć pokazywanie tej listy oraz dodawać lub usuwać nazwiska z listy. Możesz ustawić próg występowania dla tej listy w konfiguracji GEDCOM.

source: This GEDCOM was created using <b>%s %s</b>
ca: Fitxer GEDCOM generat amb <b>%s %s</b>
da: Denne slægtsdatabase blev sidst opdateret ved hjælp af <b>%s %s</b>
es: Este GEDCOM se creó usando <b>%s %s</b>
fi: Tämä GEDCOM on luotu ohjelmalla: <b>%s %s</b>
he: ה-GEDCOM הזה נוצר ע"י תוכנת <b>%s %s</b>
nn: Denne slektsfila (GEDCOM) ble laget med <b>%s %s</b>
pl: Plik GEDCOM utworzony przez <b>%s %s</b>

source: Total users
ca: Usuaris
da: Total antal brugere
es: Total usuarios
fi: Käyttäjiä yhteensä
he: סה"כ משתמשים
nn: Antall brukere
pl: Użytkowników

source: Earliest death year
ca: Defunció més antiga
da: Tidligste dødsår
es: Año de defunción más lejano
fi: Aikaisin kuolinvuosi
he: שנת הפטירה המוקדמת ביותר
nn: Tidligste dødsår
pl: Rok pierwszej śmierci

source: Latest death year
ca: Defunció més recent
da: Seneste dødsår
es: Año de defunción más reciente
fi: Myöhäisin kuolinvuosi
he: שנת הפטירה המאוחרת ביותר
nn: Siste dødsår
pl: Rok ostatniej śmierci

source: View statistics as graphs
ca: Mostra les estadístiques en forma de gràfic
es: Mostrar las estadísticas en gráficos
fi: Näytä tilastotiedot graaffeina
he: ראה תרשימים סטטיסטיים
pl: Zobacz wykresy statystyk

source: Show common surnames?
ca: Mostrar els cognoms més comuns?
da: Vis oftest forekommende efternavne?
es: ¿Mostrar apellidos más comunes?
fi: Näytä tavalliset sukunimet?
he: הראה שמות משפחה שכיחים?
nn: Vise Mest brukte etternavn?
pl: Pokazać najczęstsze nazwiska?

source: Select the stats to show in this block
ca: Seleccioneu les entrades a mostrar en aquest bloc
da: Vælg statistik, der skal vises i denne ramme
es: Seleccione las estadísticas a mostrar en este bloque
fi: Valitse tässä lohkossa näytettävät tilastotiedot
he: בחר את הנתונים הסטטיסטיים שיוצגו באזור זה
nn: Velg statistikk som skal vises i denne rammen
pl: Wybierz statystyki, które mają się pokazać w tym bloku

source: Show link to Statistics charts?
ca: Mostra l'enllaç als gràfics estadistics?
es: ¿Mostrar vínculo a los gráficos estadísticos?
fi: Näytä linkki tilastotietokaavioihin?
he: הראה קישור לתרשימים סטטיסטיים?
pl: Pokaż odnośnik do wykresów statystyk

source: Media file moved.
ca: S'ha canviat de lloc el Fitxer multimèdia
da: Mediefil flyttet.
es: Se trasladó el archivo audiovisual.
fi: Mediatiedosto siirretty.
he: קובץ המדיה הועבר.
nn: Mediafilen er flyttet.
pl: Plik multimediów zostal przeniesiony.

source: The execution time limit was reached. Try the command again to move the rest of the files.
ca: S'ha superat el límit de temps d'execució. Torneu-hi per moure la resta de fitxers.
da: Varrigheden er nået. Prøv kommandoen igen til at flytte resten af filerne.
es: Se sobrepasó el límite de tiempo de ejecución. Intente el proceso de nuevo para trasladar el resto de los archivos.
fi: Suoritusaikaraja on saavutettu. Yritä komentoa uudelleen siirtämään loput tiedostot.
he: גבול זמן העיבוד הושג. נסה את הפקודה שנית כדי להעביר את יתר הקבצים.
nn: Kjøretidsbegrensning er overskredet. Forsøk igjen for å behandle de resterende filene
pl: Czas wykonania został przekroczony. Spróbuj ponownie aby przenieść pozostałe pliki.

source: The execution time limit was reached. Try the command again on a smaller directory.
ca: S'ha superat el límit de temps d'execució. Torneu-ho a provar en un directori més petit.
da: Varrigheden er nået. Prøv kommando'en igen i en mindre mappe.
es: Se sobrepasó el límite de tiempo de ejecución. Intente realizar el proceso en un directorio más pequeño.
fi: Suoritusaikaraja on savutettu. Yritä komentoa uudelleen pienemmällä kansiolla.
he: גבול זמן העיבוד הושג. נסה את הפקודה שנית על תיקייה קטנה יותר.
nn: Kjøretidsbegrensning er overskredet. Forsøk igjen med en mindre mappe
pl: Czas wykonania został przekroczony. Spróbuj ponownie dla mniejszego katalogu.

source: Permissions Set
ca: S'han ajustat els permisos
da: Adgang sat
es: Permisos fijados
fi: Oikeudet asetettu
he: ההרשאות הוגדרו
nn: Tilganger er gitt
pl: Atrybuty

source: Permissions Not Set
ca: No s'han ajustat els permisos
da: Adgang ikke sat
es: Permisos no fijados
fi: Oikeuksia ei ole asetettu
he: ההרשאות לא הוגדרו
nn: Tilganger er ikke gitt
pl: Atrybuty nie ustwione

source: Directory does not exist.
ca: El directori no existeix.
da: Mappen findes ikke.
es: El directorio no existe.
fi: Kansiota ei ole.
he: התיקייה אינה קיימת.
nn: Mappen finnes ikke.
pl: Katalog nie istnieje.

source: Directory not empty.
ca: El directori no és buit.
da: Mappen er ikke tom.
es: El directorio no está vacío.
fi: Kansio ei ole tyhjä.
he: התיקייה אינה ריקה.
nn: Mappen er ikke tom.
pl: Katalog nie jest pusty.

source: Media and thumbnail directories successfully removed.
ca: S'han eliminat correctament els Directoris multimèdia i de miniatures.
da: Mapperne til mediefiler og miniaturebilleder blev fjernet.
es: Directorios de objetos audiovisuales y miniaturas eliminados con éxito.
fi: Media- ja pienoiskuvakansiot poistettu.
he: תיקיות המדיה והתמונות המזעריות הוסרו בהצלחה.
nn: Mappene for media og minityrbilder er nå slettet.
pl: Przenoszenie katalogów multimediów i miniaturek zostało zakończone pomyślnie.

source: Media directory not removed.
ca: Directori multimèdia no eliminat.
da: Mappen med mediefiler blev ikke fjernet.
es: Directorio de objetos audiovisuales no eliminado.
fi: Mediakansiota ei poistettu.
he: תיקיית המדיה לא הוסרה.
nn: Media-mappen ble ikke slettet.
pl: Katalog mediów nie został usunięty.

source: Media directory successfully removed.
ca: Eliminat correctament el Directori multimèdia
da: Folderen med mediefiler blev fjernet.
es: Directorio de objetos audiovisuales eliminado con éxito.
fi: Mediakansio poistettu.
he: תיקיית המדיה הוסרה בהצלחה.
nn: Mediamappe ble slettet.
pl: Katalog multimediów usunięty.

source: Thumbnail directory not removed.
ca: Directori de miniatures no eliminat.
da: Mappe med miniaturebilleder ikke fjernet.
es: Directorio de miniaturas no eliminado.
fi: Pienoiskuvakansiota ei poistettu.
he: תיקיית התמונות המזעריות לא הוסרה.
nn: Mappen for minityrbildene ble ikke slettet.
pl: Katalog miniaturek nie został usunięty.

source: Thumbnail directory successfully removed.
ca: Eliminat correctament el directori de miniatures.
da: Mappe med miniaturebilleder blev fjernet.
es: Directorio de miniaturas eliminado con éxito.
fi: Pienoiskuvakansio poistettu.
he: תיקיית התמונות המזעריות הוסרה בהצלחה.
nn: Mappen for minityrbildene er nå slettet.
pl: Katalog miniaturek został usunięty pomyślnie.

source: Move to protected
ca: Mou-la al protegit
da: Flyt til beskyttet
es: Trasladar a protegido
fi: Siirrä suojattuun
he: העבר למוגן
nn: Flytt til beskyttet
pl: Przenieś do chronionego

source: Move to standard
ca: Mou-la a l'estàndard
da: Flyt til standard
es: Trasladar a estándar
fi: Siirrä vakioon
he: העבר לרגיל
nn: Flytt til standard
pl: Przenieś do standardowego

source: Correct read/write/execute permissions
ca: Esmena els permisos de lectura/escriptura/execució
es: Corregir permisos de lectura/escritura/ejecución
fi: Oikeat luku-/kirjoitus-/suoritusoikeudet
he: הרשאות נכונות לקריאה/כתיבה/ביצוע
nn: Korrekte lese/skrive/utfør-tilganger
pl: Popraw atrybuty multimediów

source: Media file could not be deleted.
ca: El fitxer multimèdia no pot eliminar-se.
da: Mediefil kunne ikke slettes.
es: No se pudo borrar el archivo audiovisual.
fi: Mediatiedostoa ei voitu poistaa.
he: לא ניתן למחוק את קובץ המדיה.
nn: Klarte ikke å slette mediafil.
pl: Usuwanie pliku multimedialnego nie powiodło się.

source: This media object does not exist as a file on this server. It cannot be deleted, moved, or renamed.
ca: Aquest objecte multimèdia no existeix com a fitxer al servidor. No pot eliminar-se, moure's o reanomenar-se.
da: Dette medieobjekt findes ikke som en fil på denne server. Det kan ikke slettes, flyttes eller omdøbes.
es: El objeto audiovisual no existe como archivo en este servidor. No puede borrarse, moverse o cambiársele el nombre.
fi: Tätä mediakohdetta ei ole tiedostona tällä palvelimella. Sitä ei voi poistaa, siirtää tai nimetä uudelleen.
he: המדיה לא קיימת כקובץ על השרת. לא ניתן למחוק, להעביר או לשנות אותה.
nn: Dette mediaobjektet finnes ikke som en fil på dette nettstedet. Den kan derfor ikke slettes, flyttes eller gis nytt navn.
pl: Ten obiekt multimedialny nie istnieje jako plik na tym serwerze. Nie można go usunąć, przenieść ani zmienić jego nazwy.

source: Media file successfully deleted.
ca: Eliminat correctament el Fitxer multimèdia
da: Mediefil blev slettet.
es: Archivo audiovisual borrado con éxito.
fi: Media poistettu.
he: קובץ מדיה נמחק בהצלחה.
nn: Mediafil ble slettet.
pl: Plik multimedialny został usunięty.

source: Thumbnail file successfully deleted.
ca: Eliminat correctament el fitxer miniatura
da: Miniaturebilledet blev slettet.
es: Archivo de miniatura borrado con éxito.
fi: Pienoiskuvatiedosto poistettu.
he: קובץ תמונה מזערית נמחק בהצלחה.
nn: Miniatyrbilde-fil er nå slettet.
pl: Plik miniaturek został usunięty.

source: Thumbnail file could not be deleted.
ca: No s'ha pogut eliminar el fitxer miniatura
da: Miniaturebilledet kunne ikke slettes.
es: No se pudo borrar el archivo de miniatura.
fi: Pienoiskuvatiedostoa ei voitu poistaa.
he: לא ניתן למחוק את קובץ התמונה המזערית.
nn: Klarte ikke å slette miniatyrbilde-fil.
pl: Usuwanie pliku miniaturek nie powiodło się.

source: Missing thumbnails
ca: Manquen miniatures
da: Manglende miniaturer
es: Miniaturas ausentes
fi: Puuttuvat pienoiskuvat
he: תמונות מזעריות חסרות
nn: Manglende miniatyrbilder
pl: Brakujące miniaturki

source: Are you sure you want to delete this folder?
ca: Esteu segur d'eliminar aquesta carpeta?
da: Er du sikker på, at du vil slette denne mappe?
es: ¿Está seguro de querer borrar esta carpeta?
fi: Haluatko varmasti poistaa tämän kansion?
he: אשר שברצונך למחוק תיקיה זו.
nn: Er du sikker på at du vil slette denne mappen?
pl: Czy na pewno chcesz usunąć ten katalog?

source: Are you sure you want to delete this file?
ca: Esteu segur que cal eliminar aquest fitxer?
da: Er du sikker på, at du vil slette denne fil?
es: ¿Está seguro de querer borrar este archivo?
fi: Haluatko varmasti poistaa tämän tiedoston?
he: אשר שברצונך למחוק קובץ זה.
nn: Er du sikker på at du vil slette denne filen?
pl: Czy na pewno chcesz usunąć ten plik?

source: Delete file
ca: Elimina el fitxer
da: Slet fil
es: Borrar archivo
fi: Poista tiedosto
he: מחק קובץ
nn: Slett fil
pl: Usuń plik

source: Move to protected directory
da: Flyt til beskyttet mappe
nn: Flytt til den beskyttede media-mappa
pl: Przenieś do katalogu chronionego

source: Move to standard directory
da: Flyt til standard mappen
nn: Flytt til standard media-mappe
pl: Przenieś do katalogu standardowego

source: Create thumbnail
ca: Crea miniatura
da: Opret miniaturebilleder
es: Generar miniatura
fi: Luo pienoiskuva
he: צור תמונה מזערית
nn: Lag miniatyrbilde(r)
pl: Utwórz miniaturkę

source: This media object is located on an external server
da: Medieobjektet er placeret på en ekstern server
nn: Dette mediaobjektet er lagret på en ekstern tjener
pl: Ten obiekt jest zlokalizowany na zewnętrznym serwerze

source: This media object is in the standard media directory
da: Medieobjektet er i standard medie mappen
nn: Dette mediaobjektet er lagret i standard media-mappe
pl: Ten obiekt znajduje się w katalogu standardowym multimediów

source: This media object is in the protected media directory
da: Medieobjektet er i den beskyttede medie mappe
nn: Dette mediaobjektet er lagret i den beskyttede media-mappa
pl: Ten obiekt znajduje się w katalogu chronionym multimediów

source: This thumbnail is located on an external server
da: Miniaturen er placeret på en ekstern server
nn: Dette miniatyrbildet er lagret på en ekstern tjener
pl: Ta miniaturka jest zlokalizowana na zewnętrznym serwerze

source: This thumbnail is in the standard media directory
da: Miniaturen er i standard medie mappen
nn: Dette miniatyrbildet er lagret i standard media-mappe
pl: Ta miniaturka znajduje się w katalogu standardowym multimediów

source: This thumbnail is in the protected media directory
da: Miniaturen er i den beskyttede medie mappe
nn: Dette miniatyrbildet er lagret i den beskyttede media-mappa
pl: Ta miniaturka znajduje się w katalogu chronionym multimediów
