Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This record was last changed by <i>%s</i> at %s
ca: El darrer a modificar aquest registre fou <i>%s</i> el %s
da: Posten blev sidst ændret af <i>%s</i> den %s
es: Este registro fue modificado por última vez por <i>%s</i> el %s
fi: Tämän tietueen muutti viimeksi <i>%s</i> %s
he: הרשומה הזו שונתה לאחרונה ע"י <i>%s</i> ב-%s
nn: Denne posten ble sist endret av <i>%s</i> den %s
pl: Ten wpis został ostatnio zmieniony przez <i>%s</i> %s

source: Please reload the previous page to make sure you are working with the most recent record.
ca: Feu servir el botó 'enrere' del vostre navegador i actualitzeu la pàgina anterior per estar ben segur que esteu treballant amb el registre més recent
da: Brug venligst din browsers Forige side knap og genindlæs den forrige side for at sikre at du arbejder med den nyeste post.
es: Por favor, recargue la página anterior para asegurarse de que trabaja con el registro más reciente.
fi: Lataa uudelleen edellinen sivu varmistaaksesi että käytät tuoreinta tietuetta.
he: העלה מחדש את הדף שהיית בו קודם כדי להבטיח שאתה עובד על רשומה עדכנית ביותר.
nn: Vennligst last den forrige siden på nytt for å sikre at du arbeider med nyeste versjon av posten.
pl: Odśwież poprzednią stronę, aby mieć pewność, że pracujesz z najbardziej aktualnym wpisem.

source: Save and go to new record
ca: Desa i ves al nou registre
da: Gem og gå til næste
es: Guardar e ir al siguiente registro
fi: Tallenna ja mene uuteen tietueeseen
he: שמור ועבור לרשומה חדשה
nn: Lagre og gå til den nye posten
pl: Zapisz i idź do nowego wpisu

source: Admin Option
ca: Opció d'administració
da: Admin indstilling
es: Opción de administración
fi: Ylläpitäjävalinta
he: אופציית מנהלן
nn: Admin-valg
pl: Opcja administratora

source: Create Repository
ca: Crea arxiu
da: Opret nyt opbevaringssted
es: Crear Repositorio
fi: Luo tietovarasto
he: צור מאגר
nn: Opprett nytt oppbevaringssted
pl: Utwórz repozytorium

source: Create a new Shared Note
ca: Creeu una nova nota compartida
da: Opret en ny delt note
es: Crear una nueva nota compartida
fi: Luo uusi jaettu lisätieto
he: צור הערה משותפת חדשה
pl: Utwórz nową wspólną notatkę

source: Create a new Shared Note using Assistant
ca: Creeu una nota compartida nova emprant l'assitent
da: Opret en ny delt note via assistent
es: Crear una nueva nota compartida usando el ayudante
fi: Lisää uusi jaettu lisätieto käyttäen avustajaa
he: צור הערה משותפת חדשה בעזרת מסייע
pl: Utwórz nową wspólną notatkę używając Asystenta

source: Edit Shared Note
ca: Edita la nota compartida
es: Modificar nota compartida
fi: Muokkaa jaettua lisätietoa
he: ערוך הערה משותפת
pl: Edytuj wspólną notatkę

source: Create a new source
ca: Crea una nova font
da: Opret en ny kilde
es: Crear una nueva fuente
fi: Luo uusi lähde
he: צור מקור חדש
nn: Opprett en ny kilde
pl: Utwórz nowe źródło

source: SHARED_NOTE
ca: Nota compartida
es: Nota compartida
fi: Jaettu lisätieto
he: הערה משותפת
pl: Wspólna notatka

source: No Temple - Living Ordinance
ca: Sense Temple -' Living Ordinance'
da: Ingen Tempel-Living tilordning
fi: Ei temppeliä - elävä
he: אין הסמכה חיה של המקדש
nn: Ingen Tempel-Living tilordning
pl: Brak świątyni - Living Ordinance

source: Note: You must enable the 'Use GEDCOM (RESN) Privacy restriction' feature for this setting to take effect.
ca: Nota: Us cal activar la propietat 'Empra restricció de privadesa GEDCOM (RESN)' per a que aquest paràmetre tingui efecte
da: Bemærk: Du skal aktiver 'Brug GEDCOM (RESN) Privat indstillinger feature, før denne indstillinge kan have effect.
es: Nota: Debe activar la función 'Utilizar la restricción de privacidad de GEDCOM (RESN)' para que este ajuste surta efecto.
fi: Huomaa: Sinun on aktivoitava 'Use GEDCOM (RESN) Privacy restriction'-ominaisuus jotta tämä asetus astuu voimaan.
he: הערה: יש לאפשר מאפיין 'השתמש בהגבלת הפרטיות של (GEDCOM (RESN' כדי שהערך הזה יופעל.
nn: Merk: Du må slå på 'Bruk GEDCOM (RESN) Personvern' funksjonaliteten for at denne settingen skal ha effekt.
pl: Notatka: Musisz włączyć 'Użyj RESN' aby te ustwienie dało efekt.

source: Privacy
da: Privatliv
nn: Personvern
pl: Dane prywatne

source: Confidential
da: Fortrolig
nn: Fortrolig
pl: Poufne

source: Choose:
ca: Escolliu:
da: Vælg:
es: Escoger:
fi: Valitse:
he: בחר:
nn: Velg:
pl: Wybierz:

source: Edit Name
ca: Edita el Nom
da: Ret navn
es: Editar nombre
fi: Muokkaa nimeä
he: ערוך שם
nn: Rediger navn
pl: Edytuj imię i nazwisko

source: LATI
ca: Latitud
da: Breddegrad
es: Latitud
fi: Leveysaste
he: קו רוחב
nn: Breddegrad
pl: Szerokość geograficzna

source: LONG
ca: Longitud
da: Længdegrad
es: Longitud
fi: Pituusaste
he: קו אורך
nn: Lengdegrad
pl: Długość geograficzna

source: Shared Note using Assistant
da: Delt note via assistent
es: Nota compartida usando el ayudante
he: הערה משותפת חדשה בעזרת מסייע
pl: Za pomocą Asystenta

source: DATA:DATE
ca: Data d'entrada a la font original
es: Fecha de la entrada en la fuente original
fi: Kirjauspäivä alkuperäisessä lähteessä
he: תאריך הכניסה במקור
pl: Data wpisu w oryginalnym źródle

source: Add a new Associate
ca: Afegeix un nou associat
da: Tilføj en ny tilknyttet person
es: Añadir un nuevo asociado
fi: Lisää uusi läheinen
he: הוסף שותף חדש
nn: Legg til en ny tilknyttet person
pl: Dodaj nowe powiązanie

source: Add a new Multimedia object
ca: Afegeix un objecte multimèdia
da: Tilføj et nyt billede eller mediefil
es: Agregar un nuevo objeto audiovisual
fi: Lisää multimediakohde
he: הוסף ישות מולטימדיה חדשה
nn: Legg til et nytt bilde / media
pl: Dodaj nowy obiekt multimedialny

source: RESN
ca: Restricció
da: Restriktion
es: Restricción
fi: Käyttörajoitus
he: הגבלה
nn: Restriksjon
pl: Ograniczenie

source: No such ID exists in this GEDCOM file.
ca: En aquest fitxer GEDCOM no hi ha aquest ID.
da: Dette ID findes ikke i denne GEDCOM-fil.
es: No existe ese ID en este archivo GEDCOM
fi: Tätä ID-tunnusta ei ole tässä GEDCOM-tiedostossa.
he: קוד זיהוי כזה לא קיים בקובץ GEDCOM הזה.
nn: Ukjent ID i denne slektsbasen.
pl: Brak podanego identyfikatora w tym pliku GEDCOM.

source: An error occurred while creating the Edit form. Another user may have changed this record since you previously viewed it.
ca: Ha ocorregut un error tot creant el formulari d'edició. Un altre usuari deu haver canviat aquest registre d'ençà que us l'havíeu mirat.
da: En fejl opstod ved oprettelse af Redigering form. En anden bruger er måske igang med at lave ændringer.
es: Ocurrió un error mientras se creaba el formulario de Edición. Otro usuario puede haber cambiado este registro desde que lo visualizó.
fi: Muokkauslomakkeen luonnissa tapahtui virhe. Joku toinen käyttäjä on ehkä muuttanut tätä tietuetta sen jälkeen kun viimeksi katsoit sitä.
he: הייתה שגיאה בזמן יצירת טופס העריכה. יתכן שהרשומה שונתה ע"י משתמש אחר אחרי שהסתכלת עליה בפעם הקודמת.
nn: En feil oppsto under dannelsen av endringsskjemaet. En annen bruker kan ha endret denne posten siden forrige gang du så på den.
pl: Wystąpił błąd podczas edytowania. Inny użytkownik w tym czasie mógł dokonać zmian w tym wpisie.

source: STAT:DATE
ca: Data del canvi d'estatus
da: Ændringsdato for status
es: Fecha del cambio de estado
fi: Tilan muutosaika
he: תאריך שינוי הסטאטוס
nn: Statusendringsdato
pl: Data zmiany statusu

source: Invalid GEDCOM format
ca: Format GEDCOM invàlid
da: Ugyldig GEDCOM 5.5 format
es: Formato GEDCOM inválido
fi: GEDCOM muoto ei kelpaa
he: מבנה GEDCOM שגוי
nn: Ugyldig GEDCOM 5.5 format
pl: Nieprawidłowy format GEDCOM 5.5

source: Creating
ca: Creant
da: Opretter
es: Creando
fi: Tekee
he: יוצר
nn: Oppretter
pl: Tworzenie

source: Creation of new file failed, a file with that name already exists:
ca: Ha fallat la creació del nou fitxer. Ja n'hi ha un amb el mateix nom:
da: Kunne ikke oprette filen fordi en fil med samme navn allerede findes:
es: Falló la creación del nuevo archivo, ya existe un archivo con ese nombre:
fi: Uuden tiedoston luonti epäonnistui. Samanniminen tiedosto on jo olemassa:
he: יצירת קובץ חדש נכשלה - קיים כבר קובץ בשם הזה:
nn: Klarte ikke å opprette filen fordi en fil med samme navn finnes fra før:
pl: Tworzenie nowego pliku nie powiodło się - plik o tej nazwie już istnieje:

source: Creation of new file successful:
ca: S'ha creat correctament el nou fitxer:
da: Den nye fil er gemt:
es: Creación con éxito del nuevo archivo:
fi: Luotu uusi tiedosto onnistuneesti:
he: קובץ חדש נוצר בהצלחה:
nn: Den nye filen er lagret:
pl: Tworzenie nowego pliku zostało zakończone pomyślnie:

source: Cannot create
ca: No puc crear-lo
da: Kunne ikke oprette filen
es: No se pudo crear
fi: Luonti ei onnistu
he: לא ניתן ליצר
nn: Klarte ikke å opprette filen
pl: Tworzenie nie powiodło się

source: Check access rights on this directory.
ca: Comprova els drets d'accés d'aquest directori.
da: Kontrollér adgangsrettighederne til denne mappe.
es: Compruebe los permisos de acceso en este directorio.
fi: Tarkista tämän kansion käyttöoikeudet.
he: בדוק הרשאות גישה לתיקיה הזו.
nn: Sjekk rettighetene for å opprette en fil i denne katalogen.
pl: Sprawdź prawa dostępu do tego katalogu.

source: No Messages seem to be present in the system.
ca: No sembla haver-hi missatges presents al sistema.
da: Kunne ikke finde nogen "Beskeder" gemt i systemet.
es: No parece haber mensajes en el sistema.
fi: Järjestelmässä ei näytä olevan viestejä.
he: נראה שאין הודעות במערכת.
nn: Kunne ikke finne noen "Beskjeder" lagret i systemet.
pl: Brak wiadomości w systemie.

source: File is not created.
ca: El fitxer no s'ha creat.
da: Filen blev ikke oprettet.
es: No se ha creado el archivo.
fi: Tiedostoa ei luotu.
he: קובץ לא נוצר.
nn: Filen ble ikke lagd.
pl: Plik nie został utworzony.

source: No Favorites seem to be present in the system.
ca: No sembla haver-hi favorits presents al sistema.
da: Kunne ikke finde nogen "Favoritter" gemt i systemet.
es: No parece haber favoritos en el sistemas.
fi: Järjestelmässä ei näytä olevan suosikkeja.
he: נראה שאין מועדפים במערכת.
nn: Kunne ikke finne noen "Favoritter" lagret i systemet.
pl: Brak ulubionych w systemie.

source: No News seems to be present in the system.
ca: No sembla haver-hi notícies presents al sistema.
da: Kunne ikke finde nogen "Nyheder" gemt i systemet.
es: No parece haber noticias en el sistema.
he: נראה שאין חדשות במערכת.
nn: Kunne ikke finne noen "Nyheter" lagret i systemet.
pl: Brak artykułów w systemie.

source: No Blocks seems to be present in the system.
ca: No sembla haver-hi blocs presents al sistema.
da: Kunne ikke finde nogen "Rammer" gemt i systemet.
es: No parece haber bloques definidos en el sistema.
he: נראה שאין אזורים במערכת.
nn: Kunne ikke finne noen "Rammer" lagret i systemet.
pl: Brak sekcji w systemie.

source: Show only males.
ca: Mostra solament homes.
da: Vis kun mænd.
es: Mostrar sólo hombres.
fi: Näytä vain miespuoliset.
he: הראה רק זכרים.
nn: Vis bare hankjønn.
pl: Pokaż tylko mężczyzn

source: Show only females.
ca: Mostra solament dones.
da: Vis kun kvinder.
es: Mostrar sólo mujeres.
fi: Näytä vain naispuoliset.
he: הראה רק נקבות.
nn: Vis bare hunkjønn.
pl: Pokaż tylko kobiety

source: Show only persons of whom the gender is not known.
ca: Mostra solament persones de les que es desconeix el sexe.
da: Vis kun personer med ukendt køn.
es: Mostrar sólo personas de sexo desconocido.
fi: Näytä vain tuntematonta sukupuolta olevat henkilöt.
he: הראה רק אנשים שמינם בלתי ידוע.
nn: Vis bare personer hvor kjønn ikke er kjent.
pl: Pokaż tylko osoby, których płeć jest nieznana.

source: Show persons alive in the indicated year.
ca: Mostra persones vives l'any indicat.
da: Vis personer i live i det valgte år.
es: Mostrar las personas con vida en el año indicado.
fi: Näytä elossa olevien henkilöt viitattuna vuonna.
he: הראה אנשים חיים בשנה שצוינה.
nn: Vis personer som levde i det angitte år.
pl: Pokaż osoby żyjące we wskazanym roku.

source: Alive in Year
ca: Vius l'any
da: I live i år
es: Personas con vida en un cierto año
fi: Elossa vuonna
he: רשימת חי בשנה
nn: Levde i året...
pl: Żyjący w roku

source: Show people who are alive or couples where both partners are alive.
ca: Mostra gent que sigui viva o parelles que ambdós siguin vius.
da: Vis personer som er i live eller par hvor begge partnere er i live.
es: Mostrar personas vivas o parejas en las que ambos están vivos.
fi: Näytä hengissä olevat henkilöt ja sellaiset parit, joissa kummatkin ovat elossa.
he: הראה אנשים חיים או זוגות שבהם שני בני הזוג חיים.
nn: Vis personer som lever eller par hvor begge partnere lever
pl: Pokaż osoby żyjące lub pary, w których obie osoby żyją.

source: Alive
ca: Vius
da: Levende
es: Vivo/a
fi: Elossa
he: חי
nn: Levende
pl: Żyjący

source: Show people who are dead or couples where both partners are deceased.
ca: Mostra gent que hagi mort o parelles que ambdós hagin mort.
da: Vis personer der er døde eller par hvor begge partnere er døde.
es: Mostrar personas difuntas o parejas en las que ambos han fallecido.
fi: Näytä kuolleet henkilöt ja sellaiset parit, joissa kummatkin ovat kuolleet.
he: הראה אנשים שנפטרו או זוגות שבהם שני בני הזוג נפטרו.
nn: Vis personer som er døde eller par hvor begge partnere er døde.
pl: Pokaż osoby zmarłe lub pary, w których obie osoby nie żyją.

source: Dead
ca: Difunts
da: Død
es: Difunto/a
fi: Kuollut
he: מת
nn: Død
pl: Zmarli

source: Show «roots» couples or individuals. These people may also be called «patriarchs». They are individuals who have no parents recorded in the database.
ca: Mostra «caps de llinatges»; parelles o persones. Aquestes persones poden anomenar-se també «patriarques». Son persones sense pares enregistrats a la base de dades.
da: Vis «Rod» par eller personer. Disse personer kan også kaldes «patriarker». Det er personer der ikke har nogen forældre registreret i databasen.
es: Mostrar parejas o personas «raíz». También se las conoce como «patriarcas». Son personas cuyos padres no constan en la base de datos.
fi: Näytä &laquo;juuri&raquo;parit tai henkilöt. Heitä voi myös kutsua &laquo;patriarkoiksi&raquo;. He ovat henkilöitä, joilla ei ole vanhempia tietokannassa.
he: הראה זוגות או אנשי &laquo;שורשים&raquo; ניתן גם לכנות את האנשים הללו &laquo;פטריארכים&raquo;.מדובר באנשים שהוריהם אינם במאגר הנתונים.
nn: Vis bare personer eller par uten forfedre registrert i databasen.
pl: Pokaż osoby- lub pary-korzenie, zwane także patriarchami. Są to osoby, które nie mają żadnych rodziców wprowadzonych do bazy danych.

source: Roots
ca: Arrels
da: Rødder
es: Raíces
fi: Juuret
he: שורשים
nn: Personer uten etterkommere
pl: Korzenie

source: Show «leaves» couples or individuals. These are individuals who are alive but have no children recorded in the database.
ca: Mostra «fulles»; parelles o persones. Son persones vives però sense mainada registrada a la base de dades.
da: Vis «blade» par eller personer. Dette er personer der er i live, men som ikke har nogen børn der er registreret i databasen.
es: Mostrar parejas o personas «hoja». Son personas que están vivas pero no tienen hijos registrados en la base de datos.
fi: Näytä &laquo;lehti&raquo;parit tai henkilöt. Nämä ovat elossa olevia henkilöitä, joilla ei ole lapsia tietokannassa.
he: הראה זוגות או אנשי &laquo;עלים&raquo;. מדובר באנשים שחיים אבל אין להם ילדים רשומים במאגר הנתונים.
nn: Vis bare levende personer eller par uten barn registrert i dabasen.
pl: Pokaż osoby- lub pary-liście. Są to osoby żyjące, które nie mają dzieci wprowadzonych do bazy danych.

source: Leaves
ca: Fulles
da: Blade
es: Hojas
fi: Lehdet
he: עלים
nn: Personer uten forfedre
pl: Liście

source: Show persons born more than 100 years ago.
ca: Mostra persones nascudes fa més de 100 anys.
da: Vis personer der er født for mere end 100 år siden.
es: Mostrar personas nacidas hace más de 100 años.
fi: Näytä henkilöt jotka syntyivät yli sata vuotta sitten.
he: הראה אנשים שנולדו לפני יותר מ-100 שנה.
nn: Vis personer født for mer enn 100 år siden.
pl: Pokaż osoby urodzone ponad 100 lat temu.

source: BIRT
ca: Naixement
da: Født
es: Nacimiento
fi: Syntymä
he: לידה
nn: Født
pl: Urodziny

source: Show persons born within the last 100 years.
ca: Mostra persones nascudes els darrers 100 anys.
da: Vis personer født inden for de sidste 100 år.
es: Mostrar las personas nacidas los últimos 100 años.
fi: Näytä henkilöt jotka syntyivät viimeisen sadan vuoden aikana.
he: הראה אנשים שנולדו ב-100 השנים האחרונות.
nn: Vis personer som er født i løpet av de siste 100 år.
pl: Pokaż osoby urodzone w ciągu ostatnich 100 lat.

source: Show people who died more than 100 years ago.
ca: Mostra gent morta fe més de 100 anys.
da: Vis personer som døde for mere end 100 år siden.
es: Mostrar las personas que fallecieron hace más de 100 años.
fi: Näytä yli sata vuotta sitten kuolleet henkilöt.
he: הראה אנשים שנפטרו לפני יותר מ-100 שנה.
nn: Vis personer som død for mer enn 100 år siden.
pl: Pokaż osoby, które zmarły ponad 100 lat temu.

source: DEAT
ca: Defunció
da: Død
es: Defunción
fi: Kuolema
he: פטירה
nn: Død
pl: Śmierć

source: Show people who died within the last 100 years.
ca: Mostra gent morta els darrers 100 anys.
da: Vis personer som er døde inden for de sidste 100 år.
es: Mostrar las personas que fallecieron en los últimos 100 años.
fi: Näytä viimeisten sadan vuoden aikana kuolleet henkilöt.
he: הראה אנשים שנפטרו ב-100 השנים האחרונות.
nn: Vis personer som er død i løpet av de siste 100 år.
pl: Pokaż osoby, które zmarły w ciągu ostatnich 100 lat.

source: Reset to the list defaults.
ca: Restaura els paràmetres de la llista per defecte.
da: Nultil til listens standardindstillinger.
es: Reiniciar a las opciones predeterminadas para la lista.
fi: Palauta oletusarvot.
he: החזר לברירת המחדל של הרשימה.
nn: Tilbakestill til listens standardverdi.
pl: Przywróć domyślne wartości listy

source: NAME
ca: Nom
da: Navn
es: Nombre
fi: Nimi
he: שם
nn: Navn
pl: Nazwisko i imię

source: Anniversary
ca: Aniversari
da: Årsdag
es: Aniversario
fi: Vuosipäivä
he: יום השנה
nn: Årsdag
pl: Rocznica

source: AGE
ca: Edat
da: Alder
es: Edad
fi: Ikä
he: גיל
nn: Alder
pl: W wieku

source: _MARNM
ca: Nom de casada
da: Vielsesnavn
es: Nombre de casada
fi: Avionimi
he: שם נישואין
nn: Navn som gift
pl: Po ślubie

source: Show parents
ca: Mostra els pares
da: Vis forældre
es: Mostrar padres
fi: Näytä vanhemmat
he: הראה הורים
nn: Vis foreldre
pl: Pokaż rodziców

source: Total Names
ca: Total de noms
da: Antal navne
es: Número total de nombres
fi: Nimiä yhteensä
he: סה"כ שמות
nn: Antall navn
pl: Wszystkich nazwisk

source: Hidden
ca: Ocults
da: Skjult
es: Ocultos
fi: Piilotettu
he: חבויים
nn: Skjulte
pl: Ukryte

source: Show statistics charts
ca: Mostra gràfiques estadístiques
es: Mostrar gráficos estadísticos
fi: Näytä tilastokuvat
he: הראה תרשימי סטטיסטיקות
nn: Vis statistiske diagrammer
pl: Pokaż wykresy statystyk

source: Decade of birth
ca: Dècada de naixement
es: Década de nacimiento
fi: Syntymävuosikymmen
he: עשור של הלידה
nn: Tiår for fødsel
pl: Dekada urodzin

source: Decade of death
ca: Dècada de defunció
es: Década de defunción
fi: Kuolinvuosikymmen
he: עשור של הפטירה
nn: Tiår for død
pl: Dekada śmierci

source: Both alive
ca: Ambdós vius
da: Begge i live
es: Ambos vivos
fi: Molemmat elossa
he: שניהם חיים
nn: Begge i live
pl: Oboje żyjący

source: Show couples where only the female partner is deceased.
ca: Mostra parelles on solament la dona hagi mort.
da: Vis par hvor kun den kvindelige partner er død.
es: Mostrar las parejas en las que sólo la mujer ha fallecido.
fi: Näytä sellaisten parit, joissa vain nainen on kuollut.
he: הראה זוגות שבהם רק בת הזוג נפטרה.
nn: Vis bare par hvor bare den kvinnelige partneren er død.
pl: Pokaż pary, w których tylko kobieta nie żyje.

source: Widower
ca: Vidu
da: Enkemand
es: Viudo
fi: Leski
he: אלמן
nn: Enkemann
pl: Wdowiec

source: Show couples where only the male partner is deceased.
ca: Mostra parelles on solament l'home hagi mort.
da: Vis par hvor kun den mandlige partner er død.
es: Mostrar parejas en las que sólo el hombre ha fallecido.
fi: Näytä av(i)oparit, joiden miespuolinen partneri on kuollut.
he: הראה זוגות שבהם רק בן הזוג נפטר.
nn: Vis bare par hvor den mannlige partneren er død
pl: Pokaż pary, w których tylko mężczyzna nie żyje.

source: Widow
ca: Vídua
da: Enke
es: Viuda
fi: Leski
he: אלמנה
nn: Enke
pl: Wdowa

source: Both dead
ca: Ambdós difunts
da: Begge døde
es: Ambos fallecidos
fi: Molemmat kuolleet
he: שניהם מתים
nn: Begge døde
pl: Oboje zmarli

source: Show couples with an unknown marriage date.
ca: Mostra parelles amb data de casament desconeguda.
da: Vis par med en ukendt bryllupsdato.
es: Mostrar parejas con fecha desconocida de matrimonio.
fi: Näytä sellaiset av(i)oparit, joiden vihkimisaika on tuntematon.
he: הראה זוגות שתאריך הנישואין שלהן אינו ידוע.
nn: Vis par med ukjent dato for ekteskap.
pl: Pokaż pary z nieznaną datą ślubu.

source: Show couples who married more than 100 years ago.
ca: Mostra parelles casades fa més de 100 anys.
da: Vis par som blev gift for mere end 100 år siden.
es: Mostrar parejas casadas hace más de 100 años.
fi: Näytä yli sata vuotta sitten vihityt parit.
he: הראה זוגות שהתחתנו לפני יותר מ-100 שנה.
nn: Vis par som er gift for mer enn 100 år siden
pl: Pokaż pary, które pobrały się ponad 100 lat temu.

source: Show couples who married within the last 100 years.
ca: Mostra parelles casades els darrers 100 anys.
da: Vis par som er blevet gift inden for de sidst 100 år.
es: Mostrar parejas casadas los últimos 100 años.
fi: Näytä viimeisen sadan vuoden aikana vihityt parit.
he: הראה זוגות שהתחתנו ב-100 שנים האחרונות.
nn: Vis par som er gift i løet av de siste 100 år.
pl: Pokaż pary, które pobrały się w ciągu ostatnich 100 lat.

source: Show divorced couples.
ca: Mostra parelles separades/divorciades.
da: Vis skilte par.
es: Mostrar parejas divorciadas.
fi: Näytä eronneet av(i)oparit.
he: הראה זוגות שהתגרשו.
nn: Vis skilte par
pl: Pokaż pary rozwiedzione.

source: DIV
ca: Divorci
da: Skilsmisse
es: Divorcio
fi: Avioero
he: גירושין
nn: Skilsmisse
pl: Rozwód

source: _NMR
ca: No casats
da: Ugift
es: Relación sin matrimonio
fi: Naimaton
he: לא נשוי
nn: Samboer
pl: Nieżonaty/niezamężna

source: _NMAR
ca: Mai casat
da: Aldrig gift
es: Nunca contrajo matrimonio
fi: Ei koskaan naimisissa
he: רווק
nn: Aldri gift
pl: Nigdy nieżonaty/niezamężna

source: Decade of marriage
ca: Dècada de matrimoni
es: Década de matrimonio
fi: Avioitumisvuosikymmen
he: עשור של הנשואים
nn: Tiår for ekteskap
pl: Dekada ślubu

source: TITL
ca: Títol
da: Titel
es: Título
fi: Nimike
he: כותרת
nn: Tittel
pl: Tytuł

source: AUTH
ca: Autor
da: Forfatter
es: Autor
fi: Tekijä
he: מחבר
nn: Forfatter
pl: Autor

source: Total Shared Notes
ca: Total notes compartides
es: Total notas compartidas
fi: Jaettuja lisätietoja yhteensä
he: סה"כ הערות משותפות
pl: Wszystkich notatek

source: Spouses
ca: Cònjuges
da: Ægtefæller
es: Cónyuges
fi: Puolisot
he: בני זוג
nn: Partnere
pl: Małżonkowie

source: Total changes
ca: Total de canvis
es: Total cambios
fi: Muutoksia yhteensä
he: סה"כ שינויים
nn: Sum endringer
pl: Wszystkich zmian

source: _PGVU
ca: Autor
da: Sidst opdateret af
es: Última modificación realizada por
fi: muuttaja
he: ע"י
nn: Sist oppdatert av
pl: przez

source: DATE
ca: Data
da: Dato
es: Fecha
fi: Päiväys
he: תאריך
nn: Dato
pl: Data

source: EVEN
ca: Esdeveniment
da: Begivenhed
es: Evento
fi: Tapahtuma
he: אירוע
nn: Hendelse
pl: Wydarzenie

source: More events exist for today, but privacy restrictions prevent you from seeing them.
ca: <br />Hi ha més esdeveniments per avui, però les restriccions per privadesa no us deixen veure'ls.
da: <br />Der findes flere begivenheder for i dag, men beskyttelse af privatliv forhindrer dig i at se dem.
he: <br />אירועים נוספים קיימים עבור היום, אבל מגבלות פרטיות מונעות ממך לראות אותם.
nn: <br />Det finnes flere hendelser for i dag, men på grunn av hensyn til personvern vises ikke disse.
pl: <br />Istnieje więcej wydarzeń na dziś, ale ustawienia prywatności nie pozwalają ich wyświetlić.
