Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: __BRTM_GCHI
ca: Circumcisió d'un nét
da: En barnebarns religiøse omskæring
es: Brit mila de un nieto
fi: Lapsenlapsen Brit mila
he: ברית מילה של נכד
nn: Brit Mila for et barnebarn
pl: Obrzezanie wnuka/wnuczki

source: __BRTM_GGCH
ca: Circumcisió d'un besnét
da: Et oldebarns religiøse omskæring
es: Brit mila de un bisnieto
fi: Lapsenlapsen lapsen Brit mila
he: ברית מילה של שלש
nn: Brit Mila til et oldebarn
pl: Obrzezanie prawnuka/prawnuczki

source: __BRTM_HSIB
ca: Circumcisió d'un germanastre
da: En halvsøskenes religiøse omskæring
es: Brit mila de un medio hermano
fi: Puolisisaruksen Brit mila
he: ברית מילה של אח למחצה
nn: Brit Mila for et halvsøsken
pl: Obrzezanie brata przyrodniego/siostry przyrodniej

source: __BRTM_MSIB
ca: Circumcisió d'un oncle matern
da: En moders søskenes religiøse omskæring
es: Brit mila de un tío materno
fi: Äidin sisaruksen Brit mila
he: ברית מילה של אח האם
nn: Brit Mila for en av morens søsken
pl: Obrzezanie wuja/ciotki

source: __BRTM_NEPH
ca: Circumcisió d'un nebot
da: En nevøs religiøse omskæring
es: Brit mila de un sobrino o una sobrina
fi: Sisaruksen lapsen Brit mila
he: ברית מילה של אחיין
nn: Brit Mila for et søskenbarn
pl: Obrzezanie bratanka/bratanicy lub siostrzeńca/siostrzenicy

source: __BRTM_SIBL
ca: Circumcisió d'un germà
da: En søskenes religiøse omskæring
es: Brit mila de un hermano
fi: Sisaruksen Brit mila
he: ברית מילה של אח
nn: Brit Mila for et søsken
pl: Obrzezanie brata/siostry

source: Add Media Tool
da: Tilføj billeder og andre mediefiler
nn: Lage koblinger til bilder / andre medier i slektsfilen
pl: Narzędzie dodawania multimediów

source: On this page you can make all the Privacy settings for the selected GEDCOM.<br /><br />You can check under the page title to see that you are editing the correct privacy file. It is displayed like this: (path/nameofyourgedcom_priv.php)<br /><br />If you need more settings, you can make changes to the privacy file manually. You can read more about this on the PhpGedView web site.
ca: En aquesta pàgina es podeu crear paràmetres de Privadesa per al GEDCOM seleccionat.<br /><br />Podeu mirar sota el títol de la pàgina per comprovar que esteu editant el fitxer de privadesa correcte. Surt així: (camí/nomdelgedcom_priv.php)<br /><br />Si calen molts paràmetres, podeu fer-hi canvis manualment. Podeu trobar més informació sobre aquesta qüestió al lloc web de PhpGedView.
da: På denne siden kan du oprette dine egne indstillinger mht. beskyttelse af privatlivet den valgte slægtsdatabase (valgte - hvis du har flere end en).<br />Du kan checke under titlen på siden, om det er den rigtige privatlivsfil.<br />Den er vist således: (path/navnet_til_din_gedcom_priv.php).<br /><br />Hvis du har behov for flere indstillinger, så kan du "manuelt" ændre privatlivsfilen. Du kan læse mere om dette på PhpGedViews hjemmeside.
es: En esta página puede realizar todos los ajustes de Privacidad para el GEDCOM seleccionado.<br /><br />Puede comprobar bajor el título de la página si está modificando el archivo de privacidad correcto. Se muestra así: (ruta/nombredesugedcom_priv.php)<br /><br />Si necesita más ajustes, puede hacer cambios al archivo de privacidad manualmente. Puede leer más sobre esto en el sitio web de PhpGedView.
fi: Tällä sivulla voit tehdä kaikki yksityisyysasetukset valittuun GEDCOM-tiedostoon (tai tiedostoihin, jos niitä on useampia).<br />Voit tarkistaa sivuotsikon alta oletko muokkaamassa oikeata yksityisyystiedostoa. <br />Se näyttää seuraavalta: (tiedostopolku/gedcomtiedostosinimi_priv.php)<br /><br />Mikäli tarvitset lisää asetusarvoja, voit käsin tehdä muutokset yksityisyystiedostoon. Lisätietoa on PhpGedView verkkosivuilla.
he: בדף הזה תוכל להגדיר את כל הגדרות הפרטיות עבור GEDCOM ניבחר.<br /><br />תוכל לבדוק מתחת לכותרת הדף שאתה עורך את קובץ הפרטיות הנכון. הוא מוצג בצורה הבאה: (path/nameofyourgedcom_priv.php)<br /><br />אם אתה צריך הגדרות נוספות, תוכל לבצע את השינויים ידנית בקובץ הפרטיות. תוכל לקרוא על כך באתר האינטרנט של PhpGedView.
nn: På denne siden kan du opprette dine egne personvern-innstillinger for den valgte slektbasen din (valgte - hvis du har flere enn en).<br />Du kan sjekke under tittelen på siden om det er den rette personvern-filen.<br />Den er vist slik: (path/navnet_til_din_gedcom_priv.php)<br /><br />Dersom du trenger flere innstillinger, så kan du "manuelt" gjøre endringer i personvern-filen. Du kan lese mer om dette på nettstedet til PhpGedView.
pl: Na tej stronie możesz zmieniać ustawienia prywatności dla wybranego pliku GEDCOM.<br /><br />Sprawdź tytuł strony aby upewnić się, że edytuje właściwy plik prywatności. Ma on następującą postać: (ścieżka/nazwatwojegoplikugedcom_priv.php)<br /><br />Więcej zmian w ustawieniach pliku prywatności możesz wprowadzić edytując go ręcznie. Więcej na ten temat znajdziesz na stronie PhpGedView.

source: Here you can change your settings and preferences.<br /><br />You can change your user name, full name, password, language, email address, theme of the site, and preferred contact method.<br /><br />You cannot change the GEDCOM INDI record ID; that has to be done by an administrator.
ca: Aquí podeu modificar els vostres paràmetres i preferències personals.<br /><br />Podeu canviar el nom, nom d'usuari, contrasenya, idioma, adreça de correu electrònic, presentació del lloc i mètode de contacte.<br /><br />No podeu canviar el registre ID INDI (que indica qui és cada ú a la base de dades) GEDCOM. Això cal que ho faci un administrador.
da: På denne side kan du ændre din opsætning og dine valg.<br /><br />Du kan ændre dit brugernavn, fulde navn, adgangskode, sprog, e-mail-adresse, udseende (tema) på siden, og ønsket kontaktmetode.<br /><br />Du kan imidlertid ikke ændre valget for INDI-posten ID selv.
es: Aquí puede modificar sus ajustes y preferencias.<br /><br />Puede cambiar su identificador, su nombre completo, su contraseña, su dirección de correo electrónico, el tema del sitio y su método de contacto preferido.<br /><br />No puede cambiar el ID del registro INDI del GEDCOM, ese cambio debe hacerlo un administrador.
fi: Tällä sivulla voit muuttaa asetuksiasi.<br /><br />Voit muuttaa käyttäjätunnustasi, nimeäsi, salasanaasi, kieltäsi, sähköpostiosoitettasi, sivuston teemaa ja ensisijaista yhteydenottotapaa.<br /><br />GEDCOM INDI -tietueen ID-tunnusta et voi itse muuttaa.
he: בדף הזה תוכל לשנות את ההגדרות ואת ההעדפות שלך.<br /><br />תוכל לשנות את קוד המשתמש, השם המלא, הסיסמא, השפה, כתובת הדואר האלקטרוני, עיצוב האתר (צורת ההצגה) וצורת התקשורת המועדפת על ידך.<br /><br />הפריט שלא תוכל לשנות בעצמך הוא קוד הזיהוי שלך בקובץ ה-GEDCOM. את זה רק המנהלן יוכל לשנות
nn: På denne siden kan du endre oppsettet og valgene dine.<br /><br />Du kan endre ditt brukernavn, fulle navn, passord, språk, epost-adresse, utseende (stil) på siden, og ønsket kontaktmetode.<br /><br />Du kan imidlertid ikke endre valget for henvisning til din egen ID i slektsbasen på egenhånd.
pl: Tutaj możesz zmieniać swoje ustawienia i preferencje.<br /><br />Możesz zmienić swój login, imię i nazwisko, hasło, język, adres email, motyw strony i preferowaną metodę kontaktu.<br /><br />Nie możesz zmienić swojego indentyfikatora GEDCOM; tej zmiany może dokonać wyłącznie administrator.

source: This chart is very similar to the Hourglass chart. It will show the ancestors and descendants of the selected root person on the same chart. It will also show the descendants of the root person in the same Hourglass format.<br /><br />The root person is centered in the middle of the page with his descendants listed to the left and his ancestors listed to the right. In this view, each generation is lined up across the page starting with the earliest generation and ending with the latest.<br /><br />Each descendant of the root person will become the root person of an additional hourglass chart, printed on the same page. This process repeats until the specified number of descendant generations have been printed.
pl: Ten diagram jest bardzo podobny do diagramu klepsydrowego. Pokazuje przodków i potomków wybranej osoby na jednym diagramie. Umożliwia także pokazanie potomków osoby głównej w takim samym formacie klepsydry.<br /><br />Główna osoba znajduje się na środku strony, jej potomkowie - po lewej, a przodkowie - po prawej stronie. Na tym widoku każde pokolenie jest wyrównanie wzdłuż strony, od najmłodszego do najstarszego.<br /><br />Każdy potomek głównej osoby staje się główną osobą dodatkowego diagramu klepsydrowego, pokazanego na tej samej stronie. Ten proces powtarza się, dopóki nie zostanie wyświetlona zadana liczba pokoleń potomków.

source: The FAQ (Frequently Asked Questions) page can contain an overview or a list of questions and answers on the use of this genealogy site.<br /><br />The use to which the FAQ page is put is entirely up to the site administrator. The site administrator controls the content of each item and also the order in which the items are shown on the page.
ca: La pàgina PMF (Preguntes més freqüents) pot contenir un resum o una llista de les preguntes i respostes sobre l'ús d'aquest lloc genealògic.<br /><br />El contingut d'aquesta pàgina és totalment a discreció dels administradors que controlen el contingut de cada entrada i l'ordre.
da: FAQ (Frequently Asked Questions) siden kan indeholde et overblik eller en liste med spørgsmål og svar vedr. brugen af denne site.<br /><br />Hvordan FAQ-siden anvendes er helt op til administratoren. Administratoren af siten styrer indholdet af hvert emne og også den rækkefølge de vises i.
es: La página Preguntas Frecuentes puede contener una introducción o una lista de preguntas y respuestas sobre el uso de este sitio de genealogía.<br /><br />El uso de esta página queda completamente en las manos del administrador del sitio. Éste controla el contenido de cada entrada y el orden en que se presentan.
he: דף השאלות הנפוצות (FAQ - Frequently Asked Questions) יכול לכלול סקירה כללית או רשימת שאלות ותשובות על השימוש באתר חקר שושלת היוחסין הזה.<br /><br />מנהלן האתר יחליט מה השימוש של דף ה-FAQ. מנהלן האתר שולט בתוכן כל ישות וגם בסדר ההופעה של הישויות על הדף.
pl: Strona FAQ (ang. Frequently Asked Questions, często zadawane pytania) zawiera przegląd pytań i odpowiedzi na temat korzystania z tego serwisu genealogicznego.<br /><br />Wykorzystanie strony FAQ zależy całkowicie od administratora. Administrator decyduje o treści i kolejności elementów na tej stronie.

source: Information about:
ca: Informació sobre:
da: Information om:
es: Información sobre:
fi: Lisätietoja:
he: מידע על:
nn: Hjelp / informasjon om:
pl: Informacja na temat:

source: The Hourglass chart will show the ancestors and descendants of the selected root person on the same chart. This chart is a mix between the Descendancy chart and the Pedigree chart.<br /><br />The root person is centered in the middle of the page with his descendants listed to the left and his ancestors listed to the right. In this view, each generation is lined up across the page starting with the earliest generation and ending with the latest.<br /><br />If there is a downwards arrow on the screen under the root person, clicking on it will display a list of the root person's close family members that you can use the navigate down the chart. Selecting a name from this list will reload the chart with the selected person as the new root person.
pl: Diagram klepsydrowy pokazuje przodków i potomków wybranej osoby na tym samym diagramie. Jest to połączenie diagramu przodków i diagramu potomków.<br /><br />Główna osoba znajduje się na środku strony, jej potomkowie - po lewej, a przodkowie - po prawej stronie. Na tym widoku każde pokolenie jest wyrównane wzdłuż strony, od najmłodszego do najstarszego.<br /><br />Jeśli pod główną osobą znajduje się strzałka w dół, kliknięcie na niej spowoduje wyświetlenie listy jej bliskich członków rodziny, dzięki której możesz przesunąć się w dół diagramu. Wybranie nazwiska z listy spowoduje ponowne wczytanie diagramu, z wybraną osobą w środku.

source: This is a comma separated list of GEDCOM fact tags that will be shown on the add/edit name form. If you use non-Latin alphabets such as Hebrew, Greek, Cyrillic or Arabic, you may want to add tags such as _HEB, ROMN, FONE, etc. to allow you to store names in several different alphabets.
ca: És una llista d'etiquetes d'esdeveniments GEDCOM, separades per comes, que es mostrarà al formulari d'afegir/editar noms. Si empreu idiomes no llatins tals com l'Hebreu, Grec, Ciríl·lic o Aràbic potser us caldrà afegir etiquetes com _HEB, ROMN, FONE, etc. per a permetre-us emmagatzemar noms diversos alfabets.
es: Es una lista separada por comas de etiquetas de hechos GEDCOM que se mostrarán en el formulario de agregar/modificar nombre. Si utiliza alfabetos no latinos como el hebreo, griego, cirílico o árabe, puede desea agregar etiquetas como _HEB, ROMN, FONE, etc. para permitirle almacenar nombres en diferentes alfabetos.
nn: Dette er en kommaseparert liste med GEDCOM-fakta som blir vist på skjermbildet for å legge til eller å endre navn. Hvis du bruker ikke-latinsk alfabet slik som hebraisk, gresk, kyrillisk eller arabisk, vi du kanskje legge til fakta slik som _HEB, ROMN, FONE, etc. for å tillate lagring av navn i ulike alfabet.
pl: To jest rozdzielana przecinkami lista znaczników faktów GEDCOM, które będą widoczne na formularzu dodawania i edycji imion/nazwisk. Jeśli korzystasz z alfabetu innego niż łaciński, jak na przykład hebrajski, grecki, arabski, czy cyrylica, możesz dodać takie znaczniki jak _HEB, ROMN, FONE, itd. aby móc przechowywać imiona i nazwiska w kilku różnych alfabetach.

source: This is a comma separated list of GEDCOM fact tags that will be shown when you add or edit place names. If you use non-Latin alphabets such as Hebrew, Greek, Cyrillic or Arabic, you may want to add tags such as _HEB, ROMN, FONE, etc. to allow you to store place names in several different alphabets.
ca: És una llista d'etiquetes d'esdeveniments GEDCOM que es mostrarà quan afegiu o editeu noms de llocs. Si empreu un alfabet no llatí tal com l'Hebreu, Grec, Cirí·lic o Aràbic, us caldrà afegir etiquetes com _HEB, ROMN, FONE, etc. per poder emmagatzemar noms de llocs en els diferents alfabets.
es: Es una lista separada por comas de etiquetas de hechos GEDCOM que se mostrarán cuando agregue o modifique nombres de lugares. Si usa alfabetos no latinos como hebreo, griego, cirílico o árabe, puede desear agregar etiquetas como _HEB, ROMN, FONE, etc. para permitirle introducir los nombres de lugares en varios alfabetos diferentes.
nn: Dette er en kommaseparert liste med GEDCOM-fakta som blir vist på skjermbildet for å legge til eller å stednavn. Hvis du bruker ikke-latinsk alfabet slik som hebraisk, gresk, kyrillisk eller arabisk, vi du kanskje legge til fakta slik som _HEB, ROMN, FONE, etc. for å tillate lagring av navn i ulike alfabet.
pl: To jest rozdzielana przecinkami lista znaczników faktów GEDCOM, które będą widoczne podczas dodawania i edycji miejsc. Jeśli korzystasz z alfabetu innego niż łaciński, jak na przykład hebrajski, grecki, arabski, czy cyrylica, możesz dodać takie znaczniki jak _HEB, ROMN, FONE, itd. aby móc przechowywać imiona i nazwiska w kilku różnych alfabetach.

source: If you have an environment with multiple GEDCOMs, setting this value to <b>Yes</b> allows your site visitors <u>and</u> users to have the option of changing GEDCOMs. Setting it to <b>No</b> disables GEDCOM switching for both visitors <u>and</u> logged in users.
ca: Si teniu un entorn amb múltiples GEDCOMs, posant aquest valor a <b>Si</b> permeteu als visitants del vostre lloc <u>i</u> als usuaris de canviar-se de GEDCOMs. Posant-lo a <b>No</b> desactiveu el canvi entre un GEDCOM a un altre tant per als visitants <u>com pels</u> usuaris amb accés.
da: Ved at vælge <b>Ja</b>, giver du brugere af hjemmesiden muligheden for at skifte slægtsdatabase, hvis du har lagt flere slægtsdatabaser ind.<br /><br />Hvis du har valgt <b>Nej</b>, vil brugere ikke have mulighed for at skifte slægtsdatabase.
es: Si tiene un entorno con múltiples HEDCOMs, fijar este valor a <b>Sí</b> permite a los visitantes <u>y</u> usuarios de su sitio la opción de cambiar de GEDCOM. Fijarlo a <b>No</b> impide el cambio de GEDCOM a los visitantes <u>y</u> a los usuarios autenticados.
nn: Ved å sette denne valget til <b>Ja</b>, så gir du brukere av nettstedet ditt muligheten til å bytte slektsbase hvis du har lagt inn flere slektsbaser.<br /><br />Dersom du har valgt <b>Nei</b>, vil ingen brukere ha mulighet til å bytte slektsbase.
pl: Jeśli masz środowisko, w którym istnieje wiele plików GEDCOM, wybranie opcji <b>Tak</b> pozwoli odwiedzającym twoją stronę gościnnie <u>oraz</u> użytkownikom na zmianę aktywnego pliku GEDCOM. Wybranie opcji <b>Nie</b> uniemożliwi przełączanie plików GEDCOM <u>zarówno</u> gościom, <u>jak i </u> zalogowanym użytkownikom.<br /><br />Ustawia wartość parametru $ALLOW_CHANGE_GEDCOM w pliku <i>config.php</i>.

source: This option enables online editing features for this database so that users with Edit privileges may update data online.
ca: Aquesta opció activa les característiques d'edició en línea per a que els usuaris amb prerrogatives d'edició puguin actualitzar dades.
da: Aktiverer online redigering af denne slægtsfil så brugere med redigeringsrettigheder kan opdatere slægtsdatabasen online.
es: Esta opción activa la posibilidad de modificación en línea de esta base de datos de modo que los usuarios con privilegio de modificación puedan actualizar los datos en línea.
nn: Aktiverer online-redigering for denne slektsfilen så brukere med redigerings-rettigheter kan oppdatere denne slektsfilen online.
pl: Ta opcja udostępnia możliwość edycji online dla tej bazy danych, dzięki czemu użytkownicy z uprawnieniami do edycji mogą modyfikować te dane.

source: Gives users the option of selecting their own theme from a menu.<br /><br />Even with this option set, the theme currently in effect may not provide for such a menu. To be effective, this option requires the <b>Allow users to select their own theme</b> option to be set as well.
ca: Dóna als usuaris l'opció de seleccionar des d'un menú la presentació preferida.<br /><br />No n'hi ha prou amb activar aquest paràmetre. Per a que els usuaris puguin canviar-se efectivament la presentació cal activar també l'opció <b>Permet als usuaris escollir la presentació preferida</b>.
da: Giver brugere mulighed for at vælge deres eget layout (tema) fra en "drop down" liste (hvis den er tilgængelig som tema)<br />Det er også nødvendigt at feltet: "Tillad brugere at vælge deres eget tema" er sat til <b>Ja</b>.
es: Permite al usuario seleccionar su propio tema mediante un menú.<br /><br />Aunque esté fijada está opción, el tema actual puede que no proporcione el menú correspondiente. Para que funcione, es necesario que se fije también la opción <b>Permitir a los usuarios seleccionar su propio tema</b>.
he: Gives users the option of selecting their own theme from a menu.<br /><br />Even with this option set, the theme currently in effect may not provide for such a menu. To be effective, this option requires the <b>אפשר למשתמשים לבחור עיצוב</b> option to be set as well.
nn: Gir brukere mulighet til å velge deres eget utseende (Stil).<br />fra en "slipp-ned"-meny (hvis klargjort i Stilen)<br />Trenger også at ALLOW_USER_THEMES er satt til Ja
pl: Umożliwia użytkownikom wybór motywu z listy.<br /><br />Nawet, kiedy ta opcja jest włączona, bieżący motyw może nie wyświetlić tej listy. Aby to ustawienie odniosło skutek, musi być jednocześnie włączona opcja <b>Zezwalaj użytkownikom wybierać własny motyw</b>.<br /><br />Ustawia parametr $ALLOW_THEME_DROPDOWN w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: Gives users the option of selecting their own theme.
ca: Dóna als usuaris l'opció de seleccionar la presentació que més els plagui.
da: Giver brugere mulighed for selv at vælge deres eget tema.
es: Da a los usuarios la opción de seleccionar su propio tema.
nn: Gir brukere mulighet for selv å velge deres egen stil.
pl: Umożliwia użytkownikom wybranie motywu.<br /><br />Ustawia parametr $ALLOW_USER_THEMES w pliku <i>config.php</i>.

source: Should the system automatically generate thumbnails for images that do not have them. Your PHP installation might not support this functionality.
ca: Cal que el sistema generi automàticament miniatures de les imatges que no en tinguin? La vostra instal·lació PHP podria no suportar aquesta funcionalitat.
da: Skal systemet automatisk generere miniaturebilleder for billeder, hvor der ikke findes nogle. Din PHP installation understøtter muligvis ikke denne funktion.
es: Si debe el sistema generar automáticamente miniaturas para las imágenes que no las tengan. Su instalación de PHP puede que no contemple esta funcionalidad.
nn: Skal systemet automatisk lage miniatyrbilder for bilder som ikke har det fra før.<br />PS. Det kan hende at PHP-versjonen din ikke støtter denne funksjonen.
pl: Czy system powinien automatycznie wygenerować miniaturki dla obrazów, które ich nie mają. Twoja instalacja PHP może nie obsługiwać tej funkcji.

source: The GEDCOM file you are importing has a special 3-byte code at the beginning. This special code is used by some programs to indicate that the file has been recorded in the UTF-8 character set.<br /><br />Although this special code is not really an error, PhpGedView will not work properly when the input file contains the code. You should let PhpGedView remove the code.
ca: El fitxer GEDCOM que esteu important té un codi especial de 3 bytes al començament. Aquest codi el fan servir alguns programes per indicar que el fitxer s'ha creat amb el joc de caràcters UTF-8.<br /><br />Això no es tracta pas d'un error, però el PhpGedView no funciona correctament quan els fitxers el porten. Heu de permetre que el PhpGedView l'elimini.
da: Den GEDCOM fil du er ved at importere har en speciel 3-byte kode i starten. Denne specielle kode bruges i nogle programmer til at indikerer at denne fil er blevet skrevet med UTF-8 tegnsæt.<br /><br />Selvom denne specielle kode egentlig ikke er en fejl, vil PhpGedView ikke virke ordentlig, når filen har denne kode. Du bør lade phpGedview fjerne koden.
es: El archivo GEDCOM que está importando tiene un código especial de 3 octetos al principio. Este código especial es utilizado por algunos programas para indicar que el archivo se ha grabado con la codificación de caracteres UTF-8.<br /><br />Aunque este código especial no es realmente un error, PhpGedView no funcionará correctamente si el archivo de entrada lo contiene. Debería permitir a PhpGedView eliminar el código.
fi: Ladattavan GEDCOM-tiedostosi alussa on tietty 3-tavuinen koodi. Jotkut ohjelmat käyttävät tätä koodia osoittamaan, että tiedosto on koodattu UTF-8-merkistöllä.<br /><br />Vaikka tämä erikoinen koodi ei olekaan virhe, PhpGedView ei toimi oikein, mikäli tiedostossa on tämä koodi. Sinun tulisi antaa PhpGedView-ohjelman poistaa se.
pl: Importowany plik GEDCOM zawiera na początku specjalny 3-bajtowy znacznik, używany przez niektóre aplikacje do oznaczenia, że plik jest zapisany w kodowaniu UTF-8.<br /><br />Choć ten znacznik nie jest tak naprawdę błędem, PhpGedView nie będzie działał poprawnie, gdy znajduje się on na początku pliku. Pozwól PhpGedView usunąć ten znak.
