Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: <b>Please Note:</b> Private information of living individuals will only be given to family relatives and close friends. You will be asked to verify your relationship before you will receive any private data. Sometimes information of dead persons may also be private. If this is the case, it is because there is not enough information known about the person to determine whether they are alive or not and we probaby do not have more information on this person.<br /><br />Before asking a question, please verify that you are inquiring about the correct person by checking dates, places, and close relatives. If you are submitting changes to the genealogical data, please include the sources where you obtained the data.
ca: <b>Atenció! </b> La informació privada de persones vives solament pot lliurar-se a familiars i amics. Sereu interrogat sobre els vostres vincles de parentiu abans de rebre dades privades. Algunes informacions sobre persones difuntes també poden resultat privades. En aquest cas, és degut a que no hi ha informació coneguda d'aquesta persona per a determinar si és o no viva i probablement no tenim cap altra informació sobre ella.<br /><br />Abans de fer la consulta, verifiqueu que esteu demanant per la persona correcta comprovant dates, llocs i parents. Si feu canvis a les dades genealògiques, inclogueu les fonts d'on les heu tretes.
da: <b>Bemærk:</b> Privat information om levende personer vil kun blive givet til slægtninge og nære venner. Det er påkrævet at du godtgør din tilknytning / slægtskab til personen, før du får adgang til at se private data. Til tider vil information om døde personer også være private, hvis der ikke er fundet nok information om personen til at afgøre om vedkommende lever endnu.<br /><br />Før du sender eventuelle spørgsmål, så check venligst at det er den rigtige person du spørger om ved at se på datoer, steder og nære slægtninge. Hvis du har adgang til at ændre i slægtsdataene, så oplys venligst hvilker kilder du har dataene fra.
es: <b>AVISO:</b> La información privada de las personas vivas solamente se facilitará a familiares cercanos y amigos íntimos. Se le solicitará su relación de parentesco para poder recibir datos privados. En ocasiones la información sobre personas ya fallecidas también puede ser privada. Esto es así cuando no hay información suficiente para determinar con seguridad si estas personas están vivas o no, por otra parte probablemente no dispongamos de más información sobre ellas.<br /><br />Antes de hacer una solicitud, revise todos los datos de la persona, fechas, lugares y detalles personales para asegurarse de que efectivamente sea la persona de su interés. Si está enviando modificaciones sobre los datos genealógicos, no se olvide de incluir las fuentes de donde obtuvo la información.
fi: <b>Huomaa:</b> Yksityistä tietoa elävistä henkilöistä annetaan ainoastaan sukulaisille ja läheisille ystäville. Sinun on pyydettäessä osoitettava sukulaisuutesi. Toisinaan voivat kuolleidenkin henkilöiden tiedot olla yksityisiä. Näin voi olla siinä tapauksessa, että kyseisestä henkilöstä ei valitettavasti ole riittävästi tietoja käytettävissämme.<br /><br />Ennen kuin esität kysymyksiä, ole hyvä ja tarkista henkilön oikeellisuus päivämääristä, paikoista ja lähisukulaisista. Jos lähetät muutoksia tai lisäyksiä sukutietoihin, niin ilmoitathan myös lähteen, josta tieto on peräisin.
he: <b>שים לב:</b> נתונים אישיים של אנשים חיים נמסרים רק לקרובי משפחה וחברים קרובים. תתבקש לאשר את הקשר שלך לפני שתוכל לראות נתונים אישיים. לפעמים גם הנתונים של אנשים שנפטרו הם פרטיים מכיוון שאין מספיק מידע על האדם כדי לקבוע אם הוא חי או מת ולנו אין, כפי הנראה, מידע נוסף על האדם.<br /><br />נא בדוק את התאריכים, המקומות וקרובי המשפחה של האדם, כדי לוודא שמדובר באדם הנכון לפני פנייה אלינו. אנחנו מבקשים שתוסיף מידע על המקור שממנו השגת את הנתונים, במידה ותוסיף או תשנה נתונים.
nn: <b>PS:</b> Privat informasjon om levende personer vil bare bli gitt til slektninger og nære venner. Du vil bli spurt om å bekrefte din tilknytning / slektskap før du vil få se private data. Av og til kan informasjon om døde personer også være private. Hvis dette er tilfelle, er det på grunn av at det ikke funnet nok informasjon om personen til å avgjøre om vedkommende lever eller ikke, eller andre opplysninger om personen.<br /><br />Før du gjør en foresprsel, vennligst sjekk opp at det er riktig person ved å se på datoer, steder og nære slektninger. Dersom du legger inn endringer i slektsdataene, vær vennlig å oppgi kildene der du fant dataene.
pl: <b>Uwaga:</b> Informacje na temat osób żyjących są udostępniane jedynie członkom rodziny i bliskim znajomym. Przed uzyskaniem jakichkolwiek danych konieczne jest zweryfikowanie swojego pokrewieństwa. Czasem informacje o osobach zmarłych również mogą być ukryte, najczęściej kiedy brak informacji, czy dana osoba ta żyje, czy nie.<br /><br />Przed zadaniem pytania sprawdź czy interesujesz się właściwą osobą, sprawdzając daty, miejsca i bliskich krewnych. Jeśli wysyłasz nowe dane genealogiczne, dołącz także informacje o źródłach pochodzenia tych danych.

source: This message will be sent to %s
ca: Aquest missatge s'enviarà a %s
da: Beskeden bliver sendt til %s
es: Este mensaje se enviará a %s
fi: Tämän viestin vastaanottaja on: %s
he: ההודעה תשלח ל-%s
nn: - Beskjeden vil bli sendt til %s
pl: Tą wiadomość otrzyma %s.

source: This user prefers to receive messages in %s
ca: Aquest usuari prefereix rebrer el correu en %s
da: Denne bruger foretrækker at få beskeder på %s
es: Este usuario prefiere recibir mensajes en %s
fi: Suosituskieli tälle vastaanottajalle on: %s
he: המשתמש מעדיף לקבל הודעות בשפה %s
nn: - som ønsker at du skriver beskjeden på %s
pl: Ten użytkownik preferuje język %s w wiadomościach.

source: Your Name:
ca: El vostre nom:
da: Dit navn:
es: Su nombre:
fi: Lähettäjän nimi:
he: שמך:
nn: Ditt navn:
pl: Imię i nazwisko:

source: Email Address:
ca: Correu electrònic:
da: E-mail-adresse:
es: Dirección de correo electrónico:
fi: Sähköposti:
he: כתובת דואר אלקטרוני:
nn: Epost-adresse:
pl: Adres email:

source: Please provide your email address so that we may contact you in response to this message. If you do not provide your email address we will not be able to respond to your inquiry. You email address will not be used in any other way besides responding to this inquiry.
ca: Doneu la vostra adreça de correu electrònic perquè puguem respondre-us. La vostra adreça no serà utilitzada per a res més que per aquest fi.
da: Opgiv venligst din e-mail-adresse, så vi kan besvare dit brev.<br />Hvis du ikke opgiver din e-mail-adresse, har vi ikke mulighed for at komme i kontakt med dig.<br />PS. Din e-mail-adresse vil ikke blive brugt til andet end at besvare denne forespørgsel.
es: Recuerde especificar su dirección de correo para que nosotros podamos responder a su mensaje. Su dirección de correo electrónico no será utilizada en ningún caso para nada diferente que no sea responder a su mensaje.
fi: Ilmoita sähköpostiosoitteesi, jotta voimme ottaa yhteyttä vastataksemme viestiisi. Ilman sitä emme voi vastata tiedusteluihisi. Sähköpostiosoitettasi ei tulla käyttämään mihinkään muuhun tarkoitukseen, kuin kysymyksiisi vastaamiseen.
he: ספק את כתובת הדואר האלקטרוני שלך, כדאי שנוכל ליצור קשר אתך בנוגע להודעה זו. אם לא תספק את הכתובת לא נוכל להגיב לפנייתך. כתובת הדואר תשמש אך ורק לתגובה לפניה זו.
nn: Dersom du vil ha en tilbakemelding på denne henvendelsen, må du oppgi epost-adressen din.<br />Hvis ikke, har vi ikke mulig til å besvare denne forespørselen.<br />PS. Epost-adressen din vil ikke bli brukt til annet enn å besvare denne forespørselen.
pl: Podaj swój adres email abyśmy mogli skontaktować się z tobą. Jeśli go nie podasz, nie będziemy mogli odpowiedzieć na twoje pytanie. Twój adres nie zostanie wykorzystany w żadnym innym celu poza wysłaniem odpowiedzi.

source: Subject:
ca: Títol:
da: Emne:
es: Asunto:
fi: Aihe:
he: נושא:
nn: Emne:
pl: Temat:

source: Body:
ca: Text:
da: Din besked:
es: Mensaje:
fi: Viesti:
he: גוף:
nn: Din beskjed:
pl: Treść:

source: Send
ca: Envia
es: Enviar
fi: Lähetä
he: שלח
pl: Wyślij

source: When you send this message you will receive a copy sent via email to the address you provided.
ca: Un cop enviat el missatge en rebreu una còpia per correu electrònic.
da: Når du sender denne besked, vil du også modtage en kopi på den e-mail-adresse du har opgivet.
es: Cuando envíe este mensaje recibirá una copia del mismo en la dirección de correo suministrada.
fi: Kun lähetät tämän viestin, saat siitä kopion edellä antamaasi sähköpostiosoitteeseen.
he: לאחר שליחת הודעה זו, תקבל עותק בדואר האלקטרוני לכתובת שמסרת לנו
nn: Når du sender denne beskjeden, vil du også motta en kopi til den epost-adressen din som du har oppgitt.
pl: Po wysłaniu tej wiadomości otrzymasz jej kopię na podany adres email.

source: Message Deleted
ca: Missatge esborrat
da: Besked slettet
es: Mensaje eliminado
fi: Viesti pyyhitty
he: ההודעה נמחקה
nn: Beskjed slettet
pl: Wiadomość usunięta

source: Close Window
ca: Tanca la finestra
da: Luk vinduet
es: Cerrar ventana
fi: Sulje ikkuna
he: סגור חלון
nn: Lukk vinduet
pl: Zamknij okno

source: %s Generation Pedigree Chart
ca: %s Generacions d'avantpassats
da: Anetræ - %s generationer
es: %s Generaciones de Ascendientes
fi: %s sukupolven esipolvitaulu
he: תרשים אילן יוחסין עבור %s דורות
nn: Anetre - %s slektsledd
pl: %s - pokoleniowy wykres rodowy

source: Pedigree Tree
ca: Arbre genealògic
da: Anetræ
es: Árbol de ascendientes
fi: Esipolvet
he: אילן יוחסין
nn: Anetre
pl: Drzewo rodowe

source: Options:
ca: Opcions:
da: Valg:
es: Opciones:
fi: Asetukset:
he: אפשרויות:
nn: Valg:
pl: Opcje

source: Orientation
ca: Orientació
da: Orientering
es: Orientación
fi: Sivun asento
he: כוון
nn: Retning
pl: Typ orientacji

source: Portrait
ca: Plantat
da: Stående
es: Natural
fi: Pystysuoraan
he: תצוגה צפופה
nn: Stående tre
pl: pionowy

source: Landscape
ca: Apaïsat
da: Liggende
es: Apaisado
fi: Vaakasuoraan
he: תצוגה מרווחת
nn: Liggende tre
pl: poziomy

source: Oldest at top
ca: Més antics a la part superior
es: Más antiguo arriba
fi: Vanhin ylhäällä
he: המבוגרים ביותר למעלה
pl: starsi na górze

source: Oldest at bottom
ca: Més antics a la part inferior
es: Más antiguo abajo
fi: Vanhin alhaalla
he: המבוגרים ביותר למטה
pl: starsi na dole

source: Show
ca: Mostra
da: Vis
es: Ver
fi: Näytä
he: הצג
nn: Vis
pl: Pokaż

source: Private
ca: Informació privada
da: Privat
es: Privada
fi: Yksityinen
he: אישי
nn: Privat
pl: Prywatne

source: Siblings
ca: Germà
da: Søskende
es: Hermanos/as
fi: Sisarukset
he: אחים/אחיות
nn: Søsken
pl: Rodzeństwo

source: Sibling
ca: Germà
da: Søskende
es: Hermano/a
fi: Sisarus
he: אח/ות
nn: Søsken
pl: Rodzeństwo

source: Unknown action: [action].
ca: Acció desconeguda: [action].
da: Ukendt handling: [Handling].
es: Acción desconocida: [acción].
fi: Tuntematon toiminto: [action].
he: פעולה בלתי ידועה: [פעולה].
nn: Ukjent handling: [action].
pl: Nieznana czynność: [action].

source: Unknown module type.
ca: Tipus de mòdul desconegut.
da: Ukendt modultype.
es: Tipo de módulo desconocido.
fi: Tuntematon modulimuoto.
he: סוג מודול בלתי ידוע.
nn: Ukjent modul.
pl: Nieznany typ modułu.

source: Logout
ca: Surt
da: Log ud
es: Salir
fi: Kirjaudu ulos
he: התנתק
nn: Logg ut
pl: Wyloguj

source: Admin
ca: Administració
da: Administration
fi: Ylläpito
he: ניהול
pl: Administracja

source: Pending Changes
ca: Canvis pendents
da: Ventende ændringer
es: Cambios pendientes
fi: Vireillä olevat muutokset
he: שינויים תלויים ועומדים
nn: Rammen Endringer på vent
pl: Oczekujące zmiany

source: Login
ca: Accés
da: Log ind
es: Entrada identificada
fi: Sisäänkirjautuminen
he: התחברות
nn: Rammen Logg inn
pl: Logowanie

source: Search
ca: Cerca
da: Søg
es: Buscar
fi: Hae
he: חפש
nn: Søk
pl: Szukaj

source: Help
ca: Ajuda
da: Hjælp
es: Ayuda
fi: Ohje
he: עזרה
nn: Hjelp
pl: Pomoc

source: Loading...
ca: Carregant...
da: Indlæser...
es: Cargando...
fi: Ladataan...
he: טוען...
nn: Laster...
pl: Trwa ładowanie...

source: Printer-friendly Version
ca: Format per imprimir
da: Udskriftsvenlig version
es: Vista Preliminar
fi: Tulostuksen esikatselu
he: גרסה ידידותית להדפסה
nn: Utskrifts-vennlig utgave
pl: Wersja do druku

source: Changes have been made to this GEDCOM.
ca: Aquest GEDCOM ha estat modificat.
da: Der er foretaget ændringer i denne slægtsdatabase.
es: Los cambios han sido aplicados a este GEDCOM.
fi: Tätä GEDCOM-tiedostoa on muutettu.
he: ה-GEDCOM הזה שונה.
nn: Det er gjort endringer i denne slektsbasen.
pl: Plik GEDCOM został zmieniony.

source: Accept / Reject Changes
ca: Reviseu les modificacions.
da: Godkend / Afvis ændring(er)
es: Aceptar / Rechazar Cambios
fi: Hyväksy/Hylkää muutokset
he: קבל/דחה את השינויים
nn: Godta / Avvis endring(ene)
pl: Zatwierdź / odrzuć zmiany

source: Hourglass Chart
ca: Rellotge de sorra
da: Timeglasvisning
es: Diagrama Reloj de Arena
fi: Tiimalasikaavio
he: תרשים שעון חול
nn: Timeglass
pl: Diagram klepsydrowy

source: Show spouses
ca: Mostrar cònjuges
da: Vis ægtefæller
es: Mostrar cónyuges
fi: Näytä puolisot
he: הצג בני זוג
nn: Vis ektefeller
pl: Pokaż małżonków

source: Download GEDCOM
ca: Descarrega el GEDCOM
da: Download GEDCOM-fil
es: Descargar GEDCOM
fi: Lataa koneesta GEDCOM-tiedosto
he: הורד GEDCOM
nn: Laste ned (download) slektsfil (GEDCOM)
pl: Pobierz plik GEDCOM

source: File Type
ca: Escolliu el tipus de fitxer
da: Vælg filtype
es: Tipo de archivo
fi: Valitse tiedostomuoto
he: סוג קובץ
nn: Velg filtype
pl: Typ pliku

source: Zip File(s)
ca: Fitxer(s) Zip
da: Komprimér fil(er)
es: Archivo(s) Zip
fi: Zip-tiedosto(t)
he: קובץ/קובצי זיפ
nn: Zip-fil(er)
pl: Kompresja ZIP

source: Apply privacy settings?
ca: Aplica paràmetres de privadesa?
da: Anvend privatlivsindstillinger?
es: ¿Aplicar ajustes de privacidad?
fi: Toteuta yksityisyysasetukset?
he: הפעל הגדרות פרטיות?
nn: Legge til nye innstillinger for personvern?
pl: Czy zastosować ustawienia prywatności?

source: None
ca: Cap
da: Ingen
es: Ninguno
fi: Ei mikään
he: אף אחד
nn: Ingen
pl: Brak

source: Visitor
ca: Visitant
da: Gæst
es: Visitante
fi: Vierailija
he: אורח
nn: Besøkende
pl: Gość

source: Authenticated user
ca: Usuari amb accés
da: Godkendt bruger
es: Usuario autenticado
fi: Tunnistettu käyttäjä
he: משתמש מאושר
nn: Godkjent bruker
pl: Użytkownik autoryzowany

source: GEDCOM administrator
ca: Administrador GEDCOM
es: Administrador del GEDCOM
fi: GEDCOM-ylläpitäjä
he: מנהלן GEDCOM
nn: Administrator av slektsfilen
pl: Administrator GEDCOM

source: Site administrator
ca: Administradors del lloc
da: Administrator af hjemmesiden
es: Administrador del sitio
fi: Palvelun ylläpitäjä
he: מנהלן אתר
nn: Administrator av nettstedet
pl: Administrator strony

source: Convert from UTF-8 to ANSI (ISO-8859-1)
ca: Converteix d'UTF-8 a ANSI (ISO-8859-1)
da: Ønsker du at konvertere fra UTF-8 til ANSI (ISO-8859-1)?
es: Convertir de UTF-8 a ANSI (ISO-8859-1)
fi: Muunnetaanko tämä UTF-8-koodattu GEDCOM ANSI (ISO-8859-1) muotoon?
he: הסב מ-UTF-8 ל-(ANSI (ISO-8859-1?
nn: Konvertere fra UTF-8 til ANSI tegnsett?
pl: Konwertuj z UTF-8 do ANSI

source: Remove custom PGV tags? (eg. _PGVU, _THUM)
ca: Eliminar etiquetes PGV d'usuari? (p.e.: _PGVU, _THUM)
da: Fjern brugerdefinerede PGV tags? (f.eks. _PGVU, _THUM)
es: ¿Eliminar etiquetas propias de PGV? (p.ej. _PGVU, _THUM)
fi: Poista räätälöidyt PGV-merkitsimet? (Esim. _PGVU, _THUM)
he: הסר נתוני PGV הפרטיים? (למשל <span dir="ltr">_PGVU, _THUM</span>)
nn: Fjerne fakta-koder laget av phpGedView?
pl: Usuń znaczniki faktów PhpGedView (_PGVU, _THUM)

source: Convert media path to
ca: Converteix el camí multimèdia a
es: Convertir la ruta de los audiovisuales a
fi: Muunna median poluiksi
he: המר נתיב המדיה ל-
pl: Zamień ścieżkę dostępu multimediów na

source: Convert media folder separators to
ca: Converteix els separadors de carpetes multimèdia a
es: Convertir separadores de carpetas de audiovisuales a
fi: Muunna mediakansioiden eroittimiksi
he: המר את המפרידים של תיקיית המדיה ל-
pl: Zamień separatory folderów z multimediami

source: Forward slashes : /
ca: Barres inclinades: /
es: Barras normales
fi: Kauttamerkit : /
he: לוכסן קדמי : /
pl: Ukośniki : /

source: Backslashes : \
pl: Ukośniki :

source: Download Now
ca: Descarrega ara
da: Hent nu
es: Descargar ahora
fi: Lataa nyt omalle koneelle
he: הורד עכשיו
nn: Laste ned (download) nå
pl: Pobierz

source: Back
ca: Enrere
da: Tilbage
es: Regresar
fi: Takaisin
he: חזור
nn: Tilbake
pl: Wstecz

source: NOTE: Large databases can take a long time to process before downloading. If PHP times out before the download finishes, the downloaded file may not be complete.<br /><br />To make sure that the file was downloaded correctly, check that the last line of a file in GEDCOM format is <b>0&nbsp;TRLR</b> or that the last line of a file in XML format is <b>&lt;/database&gt;</b>. These files are text; you can use any suitable text editor, but be sure to <u>not</u> save the downloaded file after you have inspected it.<br /><br />In general, it could take as much time to download as it took to import your original GEDCOM file.
ca: NOTA: Els GEDCOMs voluminosos poden requerir força temps de procés abans de descarregar-los. Si s'esgota el temps previst a PHP abans de que la descàrrega sigui total, us pot quedar un fitxer incomplet.<br /><br />Per estar segur de que el fitxer GEDCOM s'ha descarregat correctament, comproveu que la darrera línea sigui <b>0&nbsp;TRLR</b> o que la darrera línea d'un fitxer en format XML sigui <b></database></b>. Aquests fitxers son de text; podeu fer servir un editor apropiat, però assegureu-vos de <u>no</u> desar els fitxers descarregats, sense revisar-los abans.<br /><br />En general cal el mateix temps per descarregar que per importar un fitxer GEDCOM.
da: NB! Store GEDCOM-filer kan tage lang tid at downloade. Hvis PHP giver besked om, at tiden er udløbet førend downloading er færdig, så kan det være, at du ikke har modtaget hele filen. For at checke om den downloadede GEDCOM-fil er korrekt, kan du se om filen indeholder linien <b>0&nbsp;TRLR</b> til slut. Du kan kontrollere dette ved at se i filen med en tekst-editor (såsom Microsoft Wordpad). HUSK ikke at gemme filen efter at have kigget i den!!! Som en tommelfingerregel kan det tage lige så lang tid at downloade GEDCOM-filen, som det tog at importere den afhængig af hastigheden på din internetforbindelse.
nn: NB! Store slektsfiler (GEDCOM) kan ta lang tid å forberede før en nedlastning (download). Dersom PHP melder at tiden har gått ut før nedlastningen er ferdig, så kan det være at du ikke har mottatt hele filen. For å sjekke om den nedlastede slektsfilen er korrekt, kan se om filen inneholder linjen <b>0 TRLR</b> på slutten. Som en tommelfinger-regel vil tiden det tar å laste ned slektsfilen, være like lang som det tok å importere den (avhengig av hastigheten på internett-tilkoblingen din).
pl: Uwaga: Przetworzenie dużych plików baz danych przed pobraniem może zająć dużo czasu. Jeśli połączenie wygaśnie zanim pobieranie zostanie zakończone, możesz nie zakończyć pobierania poprawnie.<br /><br />Aby upewnić się, że pobieranie zakończyło się pomyślnie, sprawdź czy ostatnia linia pliku GEDCOM to <b>0&nbsp;TRLR</b>. W przypadku pliku w formacie XML ostatnią linią powinno być <b>&lt;/database&gt;</b>. Pliki te są plikami tekstowymi; możesz użyć dowolnego edytora tekstu do przejrzenia pliku, ale <u>nie</u> zapisuj pobranego pliku GEDCOM po tym, jak go przejrzysz.<br /><br />Przeważnie pobieranie pliku GEDCOM powinno zająć tyle samo czasu, co jego importowanie.

source: ALL
ca: Tot
da: ALLE
es: Todas
fi: Kaikki
he: הכול
nn: ALLE
pl: Wszystkie

source: (unknown)
ca: (desconegut)
da: (ukendt)
es: (nombre desconocido)
fi: (Tuntematon)
nn: (ukjent)
pl: (nieznane)

source: Choose a letter to show individuals whose family name starts with that letter.
ca: Escolliu una lletra per mostrar les persones quin cognom comenci per aquesta lletra
da: Vælg et bogstav for at vise individer, hvis efternavn starter med det bogstav.
es: Elija una letra para mostrar las personas cuyo apellido empieza por esa letra.
fi: Valitse kirjain, jolla näytettävien henkilöiden sukunimi alkaa.
he: בחר אות כדי להציג אנשים ששם המשפחה שלהם מתחיל באות זו.
nn: Velg en bokstav for å vise personer med etter/familienavn som begynner på bokstaven.
pl: Wybierz pierwszą literę nazwiska osoby

source: Skip Surname lists
ca: Salta't el llistat de cognoms
da: Vis ikke efternavn
es: Ocultar listas de apellidos
fi: Ohita sukunimiluettelo
he: דלג על רשימות שמות המשפחה
nn: Vis utvidet liste
pl: Pomiń listę nazwisk

source: Show Surname lists
ca: Mostra el llistat de cognoms
da: Vis kun efternavn
es: Mostrar listas de apellidos
fi: Näytä sukunimiluettelo
he: הצג רשימות שמות המשפחה
nn: Vis kun etternavn
pl: Pokaż listę nazwisk

source: Exclude married names
ca: Exclou els noms de casada
es: Excluir nombres de casada
fi: Älä sisällytä avionimiä
he: הוצא שמות נישואין
nn: Utelat navn som gift
pl: Pomiń nazwiska po ślubie

source: Include married names
ca: Inclou els noms de casada
es: Incluir nombres de casada
fi: Sisällytä avionimet
he: כלול שמות נישואין
nn: Ta med navn som gift
pl: Pokaż nazwiska po ślubie

source: Individuals with surname %s
ca: Persones amb cognom començant per %s
da: Personer med efternavnet %s
es: Personas con el apellido %s
fi: henkilöt, joilla on sukunimi %s
he: אנשים עם שם משפחה %s
nn: Personer med etternavn som begynner på %s
pl: Osoby o nazwisku %s

source: Choose a letter to show individuals who have a given name which starts with that letter.
ca: Escolliu una lletra per veure les persones quin nom de pila comenci així.
da: Vælg et bogstav for at vise personer med fornavn som begynder med dette bogstav.
es: Elija una letra para mostrar las personas cuyo nombre de pila empieza por esa letra.
fi: Valitse kirjain näyttääksesi henkilöt, joiden etunimi alkaa kyseisellä kirjaimella.
he: בחר אות כדי להציג אנשים ששמם הפרטי מתחיל באות זו.
nn: Velg en bokstav for å vise personer med fornavn som begynner på bokstaven.
pl: Wybierz pierwszą literę imienia osoby

source: Choose a report to run
ca: Escolliu la llista a confeccionar
da: Vælg en udskriftstype
es: Seleccione un informe
fi: Valitse ajettava raportti
he: בחר דו"ח להרצה
nn: Velg rapport
pl: Wybierz raport do utworzenia

source: Select report
ca: Escolliu l'informe
da: Type
es: Seleccionar informe
fi: Valitse raportti
he: בחר דו&quot;ח
nn: Neste >>
pl: Wybierz raport

source: Click here to continue
ca: Polseu aquí per continuar
da: Klik her for at fortsætte
es: Haga clic aquí para continuar
fi: Klikkaa tästä jatkaaksesi
he: לחץ כאן כדי להמשיך
nn: Klikk her for å fortsette
pl: Dalej

source: Enter report values
ca: Entreu els paràmetres de l'informe
da: Opsætning af udskrift
es: Introduzca los valores para el informe
fi: Syötä raporttiarvot
he: הכנס ערכי הדו"ח
nn: Oppsett for rapport
pl: Parametry raportu

source: File not found.
ca: Fitxer inexistent
da: Fandt ikke filen.
es: Archivo no encontrado.
fi: Tiedostoa ei löydy.
he: הקובץ לא נימצא
nn: Fant ikke filen.
pl: Nie znaleziono pliku:

source: Selected Report
ca: Informe seleccionat
da: Valgt udskrift:
es: Informe seleccionado
fi: Valittu raportti
he: דו"ח נבחר
nn: Valgt rapport
pl: Typ raportu

source: Select a date
ca: Seleccioneu una data
da: Vælg en dato
es: Seleccione una fecha
fi: Valitse päivämäärä
he: בחר תאריך
nn: Velg en dato
pl: Wybierz datę

source: Download report
ca: Confecciona l'informe
da: Vis udskrift
es: Descargar informe
fi: Talleta raportti
he: הורד דו&quot;ח
nn: Lagre rapport
pl: Pobierz raport

source: Cancel
ca: Cancel·la
da: Afbryd
es: Cancelar
fi: Peruuta
he: בטל
nn: Avbryt
pl: Anuluj

source: Search Engine Spider Detected
ca: S'ha detectat un Motor de Recerca
da: Søgemaskine opdaget
es: Detectada araña de motor de búsqueda
fi: Havaittu hakurobotti
he: התגלה עכביש של מנוע חיפוש
nn: Oppdagede søkemaskinspioner
pl: Wykryto wyszukiwarkę indeksującą
