Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Change this to point to the icon you want to display in peoples' favorites menu when they bookmark your site.
ca: Canvieu-ho per posar-hi la icona que preferiu que es vegi al menú de favorits de la gent que hi posi el vostre lloc web.
da: Angiv en sti til det ikon, du vil vise i dine besøgendes "Mine favoritter" menu, når de bookmarker din side i deres "Mine favoritter" menu.
es: Cambie esto para que apunte al icono que quiera que aparezca en el menú de Favoritos de los visitantes que agreguen este sitio a su lista de favoritos.
nn: Angi en sti til det ikonet du vil vise i dine besøkenes "Mine linker" meny, når de legger inn din side inn i deres "Mine linker" meny.
pl: Wskaż ikonkę, którą użytkownicy mają zobaczyć w menu przeglądarki Ulubione kiedy dodadzą zakładkę do twojej strony.

source: Source citations can include fields to record the quality of the data (primary, secondary, etc.) and the date the event was recorded in the source. If you don't use these fields, you can disable them when creating new source citations.
ca: <br /> Les citacions de font poden incloure camps per deixar constància de la qualitat de les dades (primària, secundària, etc) i la data en què l'esdeveniment es va enregistrar a la font. Si no empreu aquests camps, podeu inhabilitar-los quan creeu noves citacions de font.
es: Las citas de fuentes pueden incluir campos para registrar la calidad del dato (primario, secundario, etc.) y la fecha en que se registró el dato en la fuente. Si no usa estos campos, puede deshabilitarlos al crear nuevas citas de fuentes
nn: Kildehenvisninger kan inkludere felter for å lagre informasjon om kvaliteten på dataene (primærkilde, sekundærkilde, osv.) og datoen hendelsen ble inntatt i kilden. Hvis du ikke bruker disse feltene kan du deaktivere dem når du oppretter ny kilder.
pl: Opisy źródeł mogą zawierać pola <b>Jakości danych</b> oraz <b>Daty wpisu w oryginalnym źródle</b>. Jeśli nie używasz tych pól możesz je wyłączyć, wówczas nie będą one widoczne podczas tworzenia nowego odwołania do źródła.

source: This option allows you to choose which tab opens automatically on the Individual page when that page is accessed.
ca: Aquesta opció us permet quin apèndix de la pàgina personal s'obrirà automàticament quan s'hi accedeixi.
da: Dette valg giver dig mulighed for at bestemme, hvilket faneblad der skal vises først på faktasiden for personer.
es: Esta opción le permite elegir qué pestaña abrir automáticamente en la página de persona cuando se accede a ella.
nn: Dette valget gir deg mulighet til å bestemme hvilket ark/kort som skal vises først på faktasiden for personer.
pl: Ta opcja pozwala określić, która zakładka zostanie wybrana automatycznie na stronie danych o osobie.<br /><br />Ustawia zmienną $GEDCOM_DEFAULT_TAB w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: When a new individual record is added online in PhpGedView, a new ID for that individual will be generated automatically. The individual ID will have this prefix.
ca: Quan s'afegeix en línea un nou registre de persona al PhpGedView, es genera automàticament per a ella un nou ID. Aquest nou ID personal portarà aquell prefix.
da: Medmindre brugerne selv tilføjer et præfiks når de indtaster et ID, vil dette præfiks blive anvendt i forbindelse med slægtstræer, dvs. anetræer, stamtræer, efterkommeroversigter og andre.
es: Si se agrega un nuevo registro de persona en PhpGedView, se generará automáticamente un nuevo ID para ella. El ID de la persona tendrá este prefijo.
nn: Med mindre brukerne selv legger til et prefiks når de taster inn en ID, vil dette prefiks bli brukt i forbindelse med diagram for aner/forfedre, etterkommere, og andre.
pl: Podczas dodawania nowej osoby w PhpGedView jest dla niej automatycznie generowany nowy identyfikator. Identyfikator osoby będzie miał podany przedrostek.

source: <b>GUID</b> in this context is an acronym for «Globally Unique ID».<br /><br />GUIDs are intended to help identify each individual in a manner that is repeatable, so that central organizations such as the Family History Center of the LDS Church in Salt Lake City, or even compatible programs running on your own server, can determine whether they are dealing with the same person no matter where the GEDCOM originates. The goal of the Family History Center is to have a central repository of genealogical data and expose it through web services. This will enable any program to access the data and update their data within it.<br /><br />If you do not intend to share this GEDCOM with anyone else, you do not need to let PhpGedView create these GUIDs; however, doing so will do no harm other than increasing the size of your GEDCOM.
ca: <b>GUID</b> és en aquest context l'acrònim de «Globally Unique ID».<br /><br />El GUID va proposar-se per ajudar a identificar cada persona de forma que sigui repetible tant per organitzacions centrals com el Family History Center de l'església mormona a Salt Lake City, com compatible amb programes que funcionin al vostre servidor, per determinar si es tracta de la mateixa persona. L'avantatge del Family History Center és disposar d'un arxiu central de dades genealògiques i facilitar-ne l'accés mitjançant serveis web. Això permet a qualsevol programa accedir a aquestes dades i actualitzar les seves.<br /><br />Si no penseu compartir el vostre GEDCOM amb ningú més no us cal que el PhpGedView creï aquests GUIDs; solament aconseguireu incrementar el volum del vostre GEDCOM.
es: <b>GUID</b> en este contexto es una abreviatura de «Globally Unique ID» o «Identificadores Globales Únicos».<br /><br />Los GUIDs intentan ayudar a identificar a cada persona de una manera repetible, de modo que organizaciones como el Centro de Historia Familiar de la Iglesia SUD en Salt Lake City o incluso programas compatibles de su servidor, puedan determinar si están tratando con la misma persona, origine donde origine el GEDCOM. El objetivo del Centro de Historia Familiar es tener un repositorio central de datos genealógicos y publicarlos mediante servicios Web. Esto permitirá a cualquier programa acceder a los datos y actualizar los datos almacenados.<br /><br />Si no planea compartir este GEDCOM con nadie, no necesita dejar a PhpGedView crear estos GUIDs; no obstante, hacerlo no causará más perjuicio que incrementar el tamaño de su GEDCOM.
nn: <b>GUID</b> er i denne sammenhengen en forkortelse for «Global Unik ID».<br /><br />GUIDer er ment for å identifisere hver person på en måte som er gjenbrukbar, slik at sentrale organisasjoner slik som Family History Center of the LDS Church i Salt Lake City, eller til og med kompatible programmer som kjører på din egen tjener, kan vite om de har å gjøre med den samme personen uansett hvor GEDCOM-filen kommer fra. Målet til Family History Center er å skaffe seg e sentralt oppbevaringssted for genealogiske data og vise dem gjennom webtjenester. Dette vil gjøre det mulig for hvilket som helst program å få tilgang til data og oppdatere dataene.<br /><br />Hvis du ikke tenker å dele denne GEDCOM-filen med noen andre, behøver du ikke la PhpGedView lage disse GUIDene; uansett, ved å gjøre det gjør det ikke annen skade enn å øke størrelsen på GEDCOM-feilen din.
pl: <b>GUID</b> w tym kontekście oznacza «indentyfikator unikalny globalnie» (Globally Unique ID).<br /><br />Identyfikatory GUID mają za zadanie identyfikować każdą osobę w powtarzalny sposób, tak, aby organizacje takie jak mormońskie Family History Center, a nawet kompatybilne programy uruchamiane na twoim własnym serwerze, mogły określić, czy mają do czynienia z tą samą osobą, niezależnie od tego, skąd pochodzi plik GEDCOM. Family History Center dąży do stworzenia centralnego repozytorium informacji genealogicznej i udostępnienia go za pośrednictwem usług sieciowych. Pozwoli to dowolnej aplikacji na dostęp i aktualizację danych w repozytorium.<br /><br />Jeśli nie zamierzasz dzielić się tym plikiem GEDCOM z nikim innym, nie musisz zezwalać PhpGedView na tworzenie identyfikatorów GUID, jednak nie przyniesie to żadnej szkody poza nieznacznym zwiększeniem rozmiaru pliku GEDCOM.

source: This option will enable all privacy settings and hide the details of living people.<br /><br />Living people are defined to be those who do not have an event more recent than the number of years specified in variable $MAX_ALIVE_AGE. For this purpose, births of children are considered to be such events as well.
ca: Aquesta opció activa tots els paràmetres de privadesa i oculta els detalls de la gent viva.<br /><br />Es consideren persones vives aquelles que no tenen enregistrat un esdeveniment més recent que el nombre d'anys definit a la variable $MAX_ALIVE_AGE. Amb aquest fi, la data de naixement de la mainada és considerada també com a tal esdeveniment.
da: Denne funktion giver PhpGedView besked om at skjule personlige oplysninger om nulevende personer. Nulevende personer defineres som personer, for hvem der ikke er registreret begivenheder længere tilbage end for 120 år siden, og som ikke har børn, der er født for mere end 100 år siden.
es: Activando esta opción se le dice al PhpGedView que no muestre los detalles de las personas que están vivas. Estas personas son definidas por no tener un evento hace más de $MAX_ALIVE_AGE años, y no tienen hijos hace más de $MAX_ALIVE_AGE años.
nn: Denne funksjon gir PhpGedView beskjed om å skjule personlige opplysninger til nålevende personer. Nålevende personer defineres som de, som ikke har en begivenhet registreret lengre tilbake enn for 115 år siden, og som ikke har noen barn, som ble født for mer enn 95 år siden.
pl: Ta opcja spowoduje włączenie wszystkich ustawień prywatności i ukrycie szczegółów osób żyjących.<br /><br />Osoby żyjące są zdefiniowane jako te, z którymi nie jest związane żadne wydarzenie, które nastąpiłoby później, niż liczba lat określona parametrem $MAX_ALIVE_AGE. Do celów tych obliczeń za takie wydarzenie uznaje się także narodziny dziecka.

source: The legend used to identify the link to your main Home page.
ca: El text que vulgueu fer servir per identificar l'enllaç a la pàgina principal del vostre lloc web.
da: Teksten på linket, som viser til din hjemmeside.
es: El rótulo utilizado para identificar el vínculo a su página de principal.
nn: Teksten på linken, som viser til din hjemmeside.
pl: Legenda do odnośnika do twojej głównej strony domowej.

source: Each PhpGedView page includes a link to your main Home page. The appearance of this link is controlled by the theme being used. You enter the actual URL to your Home site here.
ca: Cada pàgina del PhpGedView inclou un enllaç a la pàgina principal (la d'accés al vostre lloc web). La forma en que surt aquest enllaç ho controla la presentació que es faci servir. Entreu aquí l'adreça URL de la vostra pàgina.
da: Denne URL er inkluderet i topfeltet i temaet, og bruges til at oprette et link til din hjemmeside.
es: Una URL incluida en la cabecera del tema genera un vínculo a tu página principal.
nn: Denne URL er inkluderet i toppfeltet til stilen, og brukes til å lage en link til din hjemmeside.
pl: Każda strona PhpGedView zawiera odnośnik do głównej strony domowej. Wygląd tego odnośnika zależy od używanego motywu. Podajesz tutaj faktyczny URL do swojej strony domowej.

source: This is the list of GEDCOM facts that your users can add to individuals. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>Unique Individual Facts</i> list.
ca: Aquesta és la llista d'esdeveniments GEDCOM que els vostres usuaris poden afegir a persones. Podeu modificar-la traient o afegint noms d'esdeveniments i fins i tot personalitzar-ne si cal. Els noms que surten aquí no han de figurar a la llista <i>Esdeveniments personals únics</i>.
da: Dette er en liste over de fakta, som brugerne kan føje til personer. Listen viser de felter eller fakta i form af GEDCOM-koder (ADDR,AFN,BIRT,CGR osv), som brugerne kan opdatere. Du kan modificere listen ved at fjerne eller tilføje GEDCOM-koder, standard koder såvel som tilpassede. For eksempel, hvis GEDCOM-koden BIRT findes på listen, betyder det, at brugerne har lov til at opdatere en persons fødselsdato, idet BIRT koden i GEDCOM-standarden er de felter, der indholder fødselsdatoen for en person. <br>For yderligere oplysninger om disse koder, henvises til fx. http://www.brotherskeeper.dk/gedcom_koder/gedcom-standard.htm. GEDCOM-koder, der findes på denne liste må ikke også findes på listen: <i>Entydige personfakta</i>.
es: Es la lista de hechos GEDCOM que sus usuarios pueden agregar a las personas. Puede modificar esta lista eliminando o agregando nombres de hechos, incluso los personalizados, como se apropiado. Lo nombres de hechos que aparezcan en esta lista no deben aparecer también en la lista <i>Hechos agregables a las personas una única vez</i>.
he: This is the list of GEDCOM facts that your users can add to individuals. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>עובדות אישיות יחידות במינן</i> list.
nn: Dette er de GEDCOM-faktaene som dine brukere kan knytte til personer. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavn i denne listen kan ikke samtidig være i <i>Unike fakta for personer</i> -listen.
pl: To jest lista faktów GEDCOM, które twoi użytkownicy mogą dodawać do osób. Możesz zmieniać tą listę, dowolnie usuwając lub dodając nazwy faktów (nawet własne). Nazwy faktów, które występują na tej liście, nie mogą występować jednocześnie na liście <i>Unikalne fakty osobowe</i>.

source: This is the short list of GEDCOM individual facts that appears next to the full list and can be added with a single click.
ca: Aquesta és una breu llista d'esdeveniments de persones que surt al costat de la completa i que poden afegir-se amb un simple clic.
da: Dette er den korte liste over GEDCOM individ fakta, der vises ved siden af den komplette liste og som kan tilføjes med et enkelt klik.
es: Es la lista corta de hechos GEDCOM personales que aparecen junto a la lista completa y que puede añadirse con un solo clic.
fi: Tämä lista GEDCOM tietoja näkyy täydellisen listan vieressä ja niistä voi lisätä tietoja yhdellä klikkauksella.
nn: Dette er et utvalg av GEDCOM-fakta for personer som vises ved siden av den komplette listen og som kan legges til med et enkelt klikk.
pl: To jest krótka lista faktów osobowych GEDCOM, które są wyświetlane obok pełnej listy i mogą być szybko dodane za jednym kliknięciem myszki.

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to individuals. For example, if BIRT is in this list, users will not be able to add more than one BIRT record to an individual. Fact names that appear in this list must not also appear in the <i>Individual Add Facts</i> list.
ca: Aquesta és la llista que els vostres usuaris poden afegir <u>un cop</u> a persones. Per exemple, si BIRT és en aquesta llista, els usuaris no poden afegir més d'un registre BIRT a una persona. Els noms d'esdeveniments que apareixen aquí no han de figurar a la llista <i>Addició d'esdeveniments personals</i>.
da: Dette er en liste over de fakta, som brugerne kun kan føje til personer een gang. Listen viser felterne eller fakta i form af GEDCOM-koder (ADDR,AFN,BIRT,CGR osv). For eksempel, hvis BIRT findes på denne liste, så vil brugere ikke kunne tilføje mere end een fødselsdato til en person. GEDCOM-koder, der findes på denne liste må ikke også findes på listen: <i>Tilføj personfakta</i>.
es: Es la lista de hechos GEDCOM que sus usuarios pueden añadir solamente <u>una vez</u> a las personas. Por ejemplo, si BIRT consta en esta lista, los usuarios no podrán añadir más de un registro BIRT a una persona. Los nombres de hechos que aparezcan en esta lista no deben aparecer también el la lista <i>Hechos agregables a las personas</i>.
he: This is the list of GEDCOM facts that your users can only add <u>once</u> to individuals. For example, if BIRT is in this list, users will not be able to add more than one BIRT record to an individual. Fact names that appear in this list must not also appear in the <i>עובדות אישיות שניתן להוסיף</i> list.
nn: Dette er rekken med GEDCOM fakta som dine brukere kan legge til <u>en gang</u> for en person. For eksempel, hvis BIRT er på denne listen, vil brukerne ikke kunne legge til mer enn en BIRT-post til en person. Faktanavn som er på denne listen kan ikke være på listen <i>Fakta å legge til for personer</i>.
pl: To jest lista faktów GEDCOM, które twoi użytkownicy mogą dodać tylko <u>raz</u> do osoby. Na przykład, jeśli na liście znajduje się urodzenie (BIRT), użytkownicy nie będą mogli dodać więcej niż jednego wpisu o urodzeniu (BIRT) do danej osoby. Nazwy faktów występujące na tej liście nie mogą jednocześnie występować na liście <i>Fakty osobowe</i>.

source: Assign the default language for the site.<br /><br />When the <b>Allow user to change language</b> option is set, users can override this setting through their browser's preferred language configuration, configuration options on their Account page, or through links or buttons on most PhpGedView pages.
ca: Assigna l'idioma per defecte del lloc.<br /><br />Quan hi ha activada la opció <b>Permetre als usuaris escollir l'idioma</b>, els usuaris poden saltar-se aquest paràmetre mitjançant la configuració de l'idioma preferit al seu navegador, les opcions de configuració de la seva pàgina de compte o mitjançant enllaços i botons que trobaran a la majoria de pàgines del PhpGedView.
da: Vælg det sprog din side bruger som udgangspunkt. Brugerne har mulighed for at ignorere denne indstilling og istedet vælge et sprog selv, enten ved at lade sprogindstillingen i brugerens browser vælge, eller ved at vælge sprog selv på siden, hvis "Tillad brugere at skifte sprog" = Ja .
es: Asigna el idioma por omisión del sitio.<br /><br />Si se fija la opción <b>Permitir a los usuarios elegir idioma</b>, los usuarios pueden cambiar este ajuste mediante la configuración de idioma preferido de su navagador, las opciones de configuración de la página de su Cuenta o mediante vínculos o botones en la mayoría de las páginas de PhpGedView.
he: Assign the default language for the site.<br /><br />When the <b>האם כל משתמש יכול לשנות שפה</b> option is set, users can override this setting through their browser's preferred language configuration, configuration options on their Account page, or through links or buttons on most PhpGedView pages.
nn: Velg det språk side din bruker som utgangspunkt. Brukerne har mulighet til å overse denne innstillingen og i stede velge et eget språk selv, enten ved å la språkinnstillingen i nettleseren til brukeren velge, eller ved å angi eget språk selv, hvis "Tillat brukere å skifte språk" = Ja .
pl: Ustaw domyślny język dla strony.<br /><br />Jeśli wybrana jest opcja <b>Zezwalaj użytkownikom na zmianę języka</b>, użytkownicy mogą nadpisywać to ustawienie poprzez konfigurację preferowanego języka w swojej przeglądarce, ustawienia konfiguracyjne swojego konta lub za pomocą odnośników lub przycisków na większości stron PhpGedView.

source: You can change the list of languages supported by your PhpGedView site by adding or removing checkmarks as appropriate. This changes the language choices available to your users.<br /><br />You can achieve the same thing through the <b>Configure supported languages</b> link on the Admin menu, where you can also change things such as the language's flag icon, the date format, or whether the surname should always be printed first.
ca: Podeu canviar la llista d'idiomes suportats pel vostre lloc PhpGedView afegint o traient marques com us plagui. Això canvia lles opcions d'elecció d'idiomes disponibles als usuaris.<br /><br />Podeu feu el mateix mitjançant l'enllaç <b>Configuració d'idiomes suportats</b> al menú Administració, on podeu també canviar-hi coses com la icona de bandera de l'idioma, el format de data o l'ordre de llistat de cognoms.
da: Du kan ændre listen over sprog, der understøttes af din PhpGedView site ved at tilføje eller fjerne de tilhørende checkmærker. Dette vil ændre de sprog, som brugerne kan vælge imellem.<br /><br />Du kan opnå det samme ved at klikke på linket: <b>Vælg understøttede sprog</b> i Administration menuen, hvor du også kan ændre fx. ikonet for sprogets flag, datoformatet, eller om efternavnet altid skal printes først.
es: Puede cambiar la lista de idiomas soportados por su sitio PhpGedView agregando o eliminando marcas como le convenga. Esto cambia las opciones de idioma disponibles a sus usuarios.<br /><br />Puede obtener el mismo efecto mediante el vínculo <b>Configurar los idiomas del sitio</b> del menú Admin., donde también puede cambiar cosas como la bandera asociada al idioma o si el apellido debe mostrarse lo primero.
he: You can change the list of languages supported by your PhpGedView site by adding or removing checkmarks as appropriate. This changes the language choices available to your users.<br /><br />You can achieve the same thing through the <b>הגדר את השפות הנתמכות</b> link on the ניהול menu, where you can also change things such as the language's flag icon, the date format, or whether the surname should always be printed first.
nn: Du kan endre endre hvilke språk som skal støttes av ditt PhpGedView-nettsted ved å legge til eller fjerne hakene som du ønsker. Dette endrer utvalget av språk som er tilgjengelig for dine brukere.<br /><br />Du kan oppnå det samme ved <b>Konfigurere støttede språk</b> lenken på Adminmenyen, hvor du også kan endre ting som språkets flagg-ikon, datoformater, eller om etternavn alltids skal skrives først.
pl: Możesz zmieniać listę języków dostępnych na twojej stronie PhpGedView dowolnie dodając lub usuwając zaznaczenie. Powoduje to uaktualnienie opcji dostępnych dla twoich użytkowników.<br /><br />Możesz uzyskać ten sam rezultat za pomocą odnośnika <b>Konfiguruj dostępne języki</b> w menu Administracja, gdzie możesz także zmieniać ikonę flagi języka, format daty, czy kolejność imienia i nazwiska.
