Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: FAMC:WIFE:FAMC:HUSB:GIVN
ca: Nom de pila de l'avi matern
da: Bedstefar på moders sides fornavn
es: Nombre de pila del abuelo materno
fi: Äidinisän etunimi
he: השם הפרטי של הסב מצד האם
nn: Morfarens fornavn
pl: Imię dziadka ze strony matki

source: FAMC:WIFE:FAMC:WIFE:GIVN
ca: Nom de pila de l'àvia materna
da: Bedstemors pigenavn
es: Nombre de pila de la abuela materna
fi: Äidinäidin etunimi
he: השם הפרטי של הסבתא מצד האם
nn: Mormorens fornavn
pl: Imię babci ze strony matki

source: FAMC:WIFE:GIVN
ca: Nom de pila de la mare
da: Mors pigenavn
es: Nombre de pila de la madre
fi: Äidin etunimi
he: השם הפרטי של האם
nn: Morens fornavn
pl: Imię matki

source: FAMC:WIFE:SURN
ca: Cognom de la mare
da: Mors efternavn
es: Apellido de la madre
fi: Äidin sukunimi
he: שם המשפחה של האם
nn: Morens etternavn
pl: Nazwisko matki

source: FAMF
ca: Fitxer de Família
da: Familie fil for mormoner
es: Fichero Familia
fi: Perhetiedosto
he: קובץ משפחה
nn: Familiekort
pl: Plik rodziny

source: FAMS
ca: Família com a cònjuge
da: Familie ID for ægtefælle/partner
es: Familia como cónyuge
fi: Avioperhe
he: משפחה כבן/בת זוג
nn: Familie-ID for ektefelle/partner
pl: Małżeństwo

source: FAMS:CENS:DATE
ca: Data d'empadronament dels cònjuges
es: Fecha del censo de la familia
fi: Puolison väestölaskentapäivä
he: תאריך המפקד עם בן/בת זוג
nn: Ektefellens folketellingsdato
pl: Data spisu ludności małżonka

source: FAMS:CENS:PLAC
ca: Lloc d'empadronament dels cònjuges
es: Lugar del censo de la familia
fi: Puolison väestölaskentapaikka
he: מקום המפקד עם בן/בת זוג
nn: Ektefellens folketellingssted
pl: Miejsce spisu ludności małżonka

source: FAMS:CHIL:BIRT:PLAC
ca: Lloc de naixement del fill/a
da: Barn's Fødsels sted
es: Lugar de nacimiento del hijo/a
fi: Lapsen syntymäpaikka
he: מקום הלידה של בן/בת
nn: Barnets fødested
pl: Miejsce urodzin dziecka

source: FAMS:DIV:DATE
ca: Data de divorci dels cònjuges
es: Fecha de divorcio
fi: Puolison avioeropäivä
he: תאריך הגרושין מבן/בת זוג
nn: Ektefellens skilsmissedato
pl: Dara rozwodu małżonka

source: FAMS:DIV:PLAC
ca: Lloc de divorci dels cònjuges
es: Lugar del divorcio
fi: Puolison avioeropaikka
he: מקום הגירושין מבן/בת זוג
nn: Ektefellens skilsmissested
pl: Miejsce rozwodu małżonka

source: FAMS:MARR:DATE
ca: Data de casament
es: Fecha de matrimonio
fi: Hääpäivä
he: תאריך הנישואין
nn: Vielsesdato
pl: Data ślubu

source: FAMS:MARR:PLAC
ca: Lloc de casament
da: Bryllupssted
es: Lugar de matrimonio
fi: Hääpaikka
he: מקום הנישואין
nn: Vielsessted
pl: Miejsce ślubu

source: FAMS:NOTE
ca: Nota dels cònjuges
es: Nota de la familia
fi: Puolison kommentti
he: הערה עם בן/בת זוג
nn: Ektefelle merknad
pl: Notatka dot. małżonka

source: FAMS:SLGS:DATE
ca: Data de segellament SUD dels cònjuges
es: Fecha del sellamiento SUD con el cónyuge
fi: MAP puolison sinetöintipäivä
he: תאריך חותמת המורמונים עם בן/בת זוג
nn: Dato for LDS besegling av ekteskap
pl: Data Mormońskiego Naznaczenia Małżonka

source: FAMS:SLGS:PLAC
ca: Lloc de segellament SUD dels cònjuges
es: Lugar del sellamiento SUD con el cónyuge
fi: MAP puolison sinetöintipaikka
he: מקום חותמת המורמונים עם בן/בת זוג
nn: Sted for LDS besegling av ekteskap
pl: Miejsce Mormońskiego Naznaczenia Małżonka

source: FAMS:SLGS:TEMP
ca: Temple de segellament SUD dels cònjuges
es: Templo del sellamiento SUD con el cónyuge
fi: MAP puolison sinetöintitemppeli
he: מקדש חותמת המורמונים עם בן/בת זוג
nn: Tempel for LDS besegling av ekteskap
pl: Świątynia Mormońskiego Naznaczenia Małżonka

source: FAMS:SPOUSE:BIRT:PLAC
ca: Lloc de naixement del cònjuge
da: Ægtefælles fødselssted
es: Lugar de nacimiento del cónyuge
fi: Puolison syntymäpaikka
he: מקום הלידה של בן/בת הזוג
nn: Ektefellens fødested
pl: Miejsce urodzenia małżonka

source: FAMS:SPOUSE:DEAT:PLAC
ca: Lloc de defunció del cònjuge
da: Ægtefælles dødssted
es: Lugar de defunción del cónyuge
fi: Puolison kuolinpaikka
he: מקום הפטירה של בן/בת הזוג
nn: Ektefellens dødssted
pl: Miejsce śmierci małżonka

source: Enter the FAX number including the country and area code.<br /><br />Leave this field blank if you do not want to include a FAX number. For example, a number in Germany might be +49 25859 56 76 89 and a number in USA or Canada might be +1 888 555-1212.
ca: Entreu el número de FAX incloent-hi el codi de país i l'àrea.<br /><br />Deixeu-ho en blanc si no el voleu incloure. Per exemple, un número espanyol pot ser el +34 93 831469 i un número dels USA o Canada pot ser +1 888 555-1212.
da: Angiv et FAX-nummer, inklusiv landekode og eventuelt områdenummer.<br /><br />Eksempler:<ul><li>Norge: +47 35 00 00 01</li><li>Tyskland: +49 25859 56 76 89</li><li>USA: +1 888 555-1212</li></ul>Lad dette felt være tomt hvis du ikke ønsker at opgive et faxnummer.
es: Introduzca el número de fax incluyendo los prefijos de país y de área.<br /><br />Deje en blanco este campo si no desea incluir un número de fax. Por ejemplo, un número en España podría ser +34 926 123 457 y un número en Estados Unidos o Canadá podría ser +1 888 555-1212.
fi: Lisää telefaxnumero maa- ja suuntanumeroineen. <br /><br />Jätä tämä kenttä tyhjäksi, mikäli et halua lisätä telefaxnumeroa. Esimerkiksi numero Saksassa voi olla +49 25859 56 76 89 ja Yhdysvalloissa tai Kanadassa +1 888 555-1212.
he: הכנס את מספר הפקס כולל קוד מדינה וקוד אזור.<br /><br />השאר את השדה ריק אם אתה לא רוצה לכלול מספר פקס. לדוגמה, מספר בגרמניה יכול להיות <span dir="ltr">+49 25859 56 76 89</span> ומספר בארה"ב או בקנדה יכול להיות <span dir="ltr">+1 888 555-1212</span>.
nn: Angi et FAKS-nummer, inkludert landskode og eventuelt retningsnummer.<br /><br />Eksempler:<ul><li>Norge: +47 35 00 00 01</li><li>Tyskland: +49 25859 56 76 89</li><li>USA: +1 888 555-1212</li></ul>La dette feltet være tomt dersom du ikke ønsker å oppgi et faksnummer.
pl: Wprowadź numer faksu wraz z numerem kierunkowym kraju i regionu.<br /><br />Pozostaw to pole puste, jeśli nie chcesz podawać numeru faks. Na przykład numer niemiecki mógłby mieć postać +49 25859 56 76 89, zaś numer w USA lub Kanadzie: +1 888 555-1212.

source: FCOM
ca: Primera Comunió
da: Første altergang
es: Primera comunión
fi: Ensimmäinen rippi
he: הסעודה הראשונה
nn: Første nattverd-måltid
pl: Pierwsza Komunia św.

source: FCOM:DATE
es: Fecha de la primera comunión
he: תאריך הסעודה הראשונה
pl: Data pierwszej Komunii św.

source: FCOM:PLAC
es: Lugar de la primera comunión
he: מקום הסעודה הראשונה
pl: Miejsce pierwszej Komunii św.

source: FCOM:SOUR
es: Fuente para la primera comunión
he: מקור הסעודה הראשונה
pl: Źródło pierwszej Komunii św.

source: FONE
ca: Fonètic
da: Fonetisk
es: Fonético
fi: Foneettinen
he: פונטי
nn: Fonetisk
pl: Fonetycznie

source: This is an optional field that can be used to enter the file format of the multimedia object. Some genealogy programs may look at this field to determine how to handle the item. However, since media do not transfer across computer systems very well, this field is not very important.
ca: Aquest és un camp opcional que podeu fer servir per entrar-hi el format de l'objecte multimèdia. Alguns programes genealògics busquen aquest camp per determinar com tractar-lo. Tanmateix, atès que els fitxers multimèdia no es transfereixen gaire be a través dels sistemes informàtics, no és gaire important.
da: Dette er et valgfrit felt, der kan anvendes til at angive format af multimediefilen. Nogle slægtsprogrammer checker dette felt for at finde ud af, hvordan de skal håndtere objektet. På den anden side, så er det ikke særlig vigtigt, fordi multimedieobjekter overføres forholdsvis dårlig mellem forskellige PC platforme.
es: Es un campo opcional que puede utilizarse para introducir el formato de archivo del objeto audiovisual. Algunos programas de genealogía pueden mirar este campo para determinar cómo manejar el elemento. Sin embargo, puesto que los archivos audiovisuales no se transfieren demasiado bien al pasar de un tipo de equipo a otro, este campo no es muy importante.
fi: Tämä on valinnainen kenttä johon voi syöttää multimediaobjektin formaatin. Jotkut sukututkimusohjelmat saattavat tarkistaa kentän määritelläkseen kuinka mediaobjektia on käsiteltävä. Koska media ei aina ole siirrettävissä tietokonejärjestelmästä toiseen kovin hyvin, kentällä ei ole suurta merkitystä.
he: זה שדה אופציונאלי שניתן להשתמש כדי להגדיר את צורת פריט המולטימדיה. יתכן שחלק מתוכניות חקר המשפחה משתמשות בשדה זה כדי להחליט איך לטפל בפריט המדיה. אבל, מכיוון שמדיה אינה עוברת בין מערכות מחשבים בצורה טובה, השדה אינו חשוב מאוד.
nn: Dette er et valgfritt felt som kan brukes for å angi formatet til multimedia-filen. Noen slektsprogram sjekker dette feltet for å bestemme hvordan de skal håndtere filen. På en annen side, så er ikke dette veldig viktig fordi multimediafiler overføres forholdsvis dårlig mellom ulike datamaskin-plattformer.
pl: To jest dodatkowe pole, w którym możesz wpisać format pliku multimedialnego. Niektóre aplikacje genealogiczne mogą korzystać z tego pola aby określić, w jaki sposób obsłużyć obiekt. Jednak ze względu na to, że multimedia i tak nie są bardzo przenośne pomiędzy systemami, to pole nie jest krytyczne.

source: GRAD
ca: Graduació
da: Eksamen
es: Graduación
fi: Tutkinto
he: סיום לימודים
nn: Uteksaminert
pl: Ukończenie szkoły

source: IDNO
ca: Número d'Identificació
da: Person ID
es: Numero de identificación
fi: Henkilönumero
he: קוד זיהוי
nn: Identifikasjonsnr.
pl: Numer identyfikacyjny

source: LEGA
ca: Legatari/a
da: Arving
es: Herencia
fi: Perinnönsaaja
he: יורש
nn: Arving
pl: Legatariusz / Zapisobiorca

source: MAP
ca: Mapa
da: Kort
es: Mapa
fi: Kartta
he: מפה
nn: Kart
pl: Mapa

source: MARB
ca: Amonestacions
da: Lysning af giftemål
es: Amonestaciones
fi: Aviokuulutus
he: הודעת נישואין
nn: Lysning til ekteskap
pl: Zapowiedzi przedmałżeńskie

source: MARB:DATE
es: Fecha de las amonestaciones
he: תאריך הודעת נישואין
pl: Data zapowiedzi przedmałżeńskich

source: MARB:PLAC
es: Lugar de las amonestaciones
he: מקום הודעת נישואין
pl: Miejsce zapowiedzi przedmałżeńskich

source: MARB:SOUR
es: Fuente para las amonestaciones
he: מקור הודעת נישואין
pl: Źródło zapowiedzi przedmałżeńskich

source: MARC
ca: Capítols Matrimonials
da: Ægteskabskontrakt
es: Contrato matrimonial
fi: Avioliittosopimus
he: כתובה
nn: Ekteskapskontrakt
pl: Kontrakt małżeński

source: MARL
ca: Llicència Matrimonial
da: Kongebrev
es: Licencia matrimonial
fi: Avioliittolupa
he: רישיון נישואין
nn: Ekteskapsattest
pl: Akt ślubu

source: ABBREV_MARR
pl: Śl.

source: MARR:DATE
ca: Data de casament
es: Fecha del matrimonio
fi: Hääpäivä
he: תאריך הנישואין
nn: Vielsesdato
pl: Data ślubu

source: MARR:PLAC
ca: Lloc de casament
da: Bryllupssted
es: Lugar del matrimonio
fi: Hääpaikka
he: מקום הנישואין
nn: Vielsessted
pl: Miejsce ślubu

source: MARR:SOUR
es: Fuente para el matrimonio
he: מקור הנישואין
pl: Źródło ślubu

source: MARR_CIVIL
ca: Matrimoni civil
da: Borgerlig vielse
es: Matrimonio civil
fi: Siviiliavioliitto
he: נישואין אזרחיים
nn: Borgelig vielse
pl: Ślub cywilny

source: MARR_PARTNERS
ca: Parella de fet
da: Registreret partnerskab
es: Pareja registrada
fi: Rekisteröity suhde
he: שותפות רשמית
nn: Registert partnerskap
pl: Zarejestrowane partnerstwo

source: MARR_RELIGIOUS
ca: Matrimoni religiós
da: Religiøs vielse
es: Matrimonio religioso
fi: Kirkollinen avioliitto
he: נישואין דתיים
nn: Kirkelig vielse
pl: Ślub kościelny

source: MARR_UNKNOWN
ca: Tipus d'enllaç desconegut
da: Ukendt form for ægteskab
es: Tipo desconocido de pareja
fi: Avioliiton tyyppi tuntematon
he: סוג הנישואין אינו ידוע
nn: Ukjent form for vielse
pl: Małżeństwo nieznanego typu

source: MARS
ca: Compromís Matrimonial
da: Ægtepagt
es: Dote
fi: Avioehto
he: הסדר נישואין
nn: Ekteskapsavtale
pl: Ugoda małżeńska

source: MEDI
ca: Tipus de multimèdia
da: Medietype
es: Tipo de objeto
fi: Mediatyyppi
he: סוג מדיה
nn: Media-type
pl: Typ multimediów

source: NAME:FONE
ca: Nom fonètic
da: Fonetiskt navn
es: Nombre fonético
fi: Foneettinen nimi
he: שם פונטי
pl: Nazwa fonetycznie

source: NAME:_HEB
ca: Nom en hebreu
da: Navn på hebraisk
es: Nombre en hebreo
fi: Nimi hepreaksi
he: שם בעברית
pl: Nazwa w języku hebrajskim

source: NATI
ca: Nacionalitat
da: Nationalitet
es: Nacionalidad
fi: Kansallisuus
he: לאום
nn: Nasjonalitet
pl: Narodowość

source: NATU
ca: Nacionalització
da: Statsborgerskab
es: Naturalización
fi: Kansalaistaminen
he: התאזרחות
nn: Statsborgerskap
pl: Naturalizacja

source: Enter the number of children for this individual or family. This is an optional field.
ca: Entreu el nombre de mainada d'aquesta persona o família. Aquest és un camp opcional.
da: Angiv antal børn som personen eller familien har. Dette er et valgfrit felt.
es: Introduzca el número de hijos de esta persona o familia. Es un campo opcional.
fi: Lisää tämän henkilön tai perheen lasten lukumäärä. Tämä on valinnainen kenttä.
he: הכנס את מספר הילדים של האדם הזה או של המשפחה הזו. השדה הוא שדה בחירה.
nn: Angi antall barn som person eller familien har. Dette er et valgfritt felt.
pl: Wprowadź liczbę dzieci dla danej osoby lub rodziny. To pole nie jest obowiązkowe.

source: NICK
ca: Àlies
es: Apodo
fi: Lempinimi
he: כנוי
nn: Klengenavn
pl: Przezwisko

source: In this field you should enter any nicknames for the person.<br />This is an optional field.<br /><br />Ways to add a nickname:<ul><li>Select <b>modify name</b> then enter nickname and save</li><li>Select <b>add new name</b> then enter nickname AND name and save</li><li>Select <b>edit GEDCOM record</b> to add multiple [2&nbsp;NICK] records subordinate to the main [1&nbsp;NAME] record.</li></ul>
ca: En aquest camp podeu entrar-hi els àlies, motius, malnoms, diminutius o noms familiars de la persona.<br />És un camp opcional.<br /><br />Formes de posar un àlies:<ul><li>Seleccioneu <b>modificar nom</b> i entreu-lo i deseu-ho</li><li>Seleccioneu <b>afegir un nou nom</b> entreu-lo i deseu-ho</li><li>Seleccioneu <b>editar registre GEDCOM</b> per afegir múltiples registres [2&nbsp;NICK] subordinats del principal [1&nbsp;NAME].</li></ul>
da: I dette valgfrie felt kan du tilføje personens kaldenavn.<br />Dette felt kan også benyttes, hvis en person er kendt under et alias navn (også kendt som). Eksempel på dette kan være kunstnernavn.
es: En este campo se introducen los apodos de la persona.<br />Es un campo opcional.<br /><br />Formas de agregar un apodo:<ul><li>Seleccionar <b>modificar nombre</b>, introducir el apodo y guardar</li><li>Seleccionar <b>agregar nuevo nombre</b>, introducir el apodo Y nombre y guardar</li><li>Seleccionar <b>modificar registro GEDCOM</b> para agregar múltiples registros [2&nbsp;NICK] subordinados al registro [1&nbsp;NAME] principal.</li></ul>
fi: Tähän kenttään lisäät henkilön lempinimet. <br />Tämä on valinnainen kenttä.<br /><br />Tavat lisätä lempinimi:<ul><li>Valitse <b>muokkaa nimi</b> lisää lempinimi ja tallenna</li><li>Valitse <b>lisää uusi nimi</b> lisää sitten lempinimi JA nimi ja tallenna</li><li>Valitse <b>editoi GEDCOM-tietuetta</b> lisätäksesi [2&nbsp;NICK] tietueen alisteisena pää- [1&nbsp;NAME] tietueelle.</li></ul>
he: בשדה הזה מכניסים שמות חיבה/כינוי של האדם.<br />השדה הוא שדה רשות.<br /><br />דרכים להוסיף שם כינוי:<ul><li>בחר <b>ערוך שם</b> והכנס שם כינוי ולחץ שמור</li><li>בחר <b>הוסף שם</b> והכנס שם כינוי ושם ושמור</li><li>בחר <b>ערוך רשומת GEDCOM</b> כדי להוסיף מספר רשומות <span dir="ltr">[2&nbsp;NICK ]</span > כפופות לרשומת <span dir="ltr">[1&nbsp;NAME ]</span > הראשית.</li></ul>
nn: I dette valgfrie feltet kan du legge inn kalle-/klengenavn på personen.<br />Dette feltet kan også benyttes der en person er kjent under et alias navn (også kjent som). Eksempel på dette kan være kunsternavn.<br /><br />Metoder for å legge til et Klengenavn ved å velge:<ul><li><b>Rediger navn</b></li><li><b>Legg til nytt navn</b></li><li><b>Endre opplysninger direkte i slektsfilen</b> - her må du legge til linjen [2&nbsp;NICK] <i>Kallenavn</i> - rett under linjen der det står [1&nbsp;NAME]</li></ul>
pl: W to pole należy wprowadzić wszelkie przezwiska danej osoby.<br />To pole nie jest obowiązkowe.<br /><br />Sposoby wprowadzenia przezwiska:<ul><li>Wybierz <b>zmień imię i nazwisko</b>, następnie podaj przezwisko i zapisz zmiany</li><li>Wybierz <b>dodaj nowe imię lub nazwisko</b>, następnie podaj przezwisko ORAZ imię i nazwisko i zapisz zmiany</li><li>Wybierz <b>edytuj wpis GEDCOM</b> i dodaj dodatkowe wpisy [2&nbsp;NICK] do głównego wpisu [1&nbsp;NAME].</li></ul>

source: NMR
ca: Nombre de matrimonis
da: Antal ægteskaber
es: Número de matrimonios
fi: Avioliittojen määrä
he: מספר נישואין
nn: Antall ekteskap
pl: Liczba małżeństw

source: Notes are free-form text and will appear in the Fact Details section of the page.
ca: Les notes tenen format de text lliure i apareixen a la secció de detalls dels esdeveniments de la pàgina.
da: Noter er fritekst og vises i faktafelterne og under fanebladet: <b>Noter</b>.
es: Las notas son de formato libre y aparecerán en la sección de Detalle de Hechos de la página.
fi: Huomautukset ovat vapaata tekstiä ja ilmestyvät sivun tieto-osioon.
he: הערות הן טכסט במבנה חופשי ותופענה בחלק הדף של פירוט העובדה.
nn: Noter er tekst med fri form og vil vises i faktafeltene og under arkfanen Noter.
pl: Notatki są tekstem w dowolnej formie, który pojawi się w sekcji "Szczegóły faktu".

source: OCCU
ca: Ocupació
da: Erhverv
es: Ocupación
fi: Ammatti
he: מקצוע
nn: Yrke
pl: Zawód

source: ORDI
ca: Ordenació mormona
da: Ritual rel. tjeneste
es: Ordenanza
fi: Uskonnollinen toimitus
he: הסמכה
nn: Rituale Mormoner
pl: Obrządek

source: ORDN
ca: Ordenació
da: Ordineret rel. tjeneste
es: Ordenación
fi: Papiksivihkiminen
he: הסמכה לכמורה
nn: Ordinert rel. tjeneste
pl: Święcenia

source: Citation Details
pl: Szczegóły źródła

source: In the Citation Details field you would enter the page number or other information that might help someone find the information in the source.
ca: Al camp de detalls de la referència podeu entrar-hi el número de pàgina o altra informació que pugui ajudar a localitzar informació a la font.
da: I feltet for henvisningsdetaljer kan du angive sidenummer eller anden information, der kan hjælpe med til at finde frem til oplysningerne i kilden.
es: En el campo de Detalles de la Cita se introduciría el número de la página u otra información que puede ayudar a alguien a encontrar la información en la fuente.
fi: Viittauskenttään lisäät sivunumeron tai muun tiedon, joka auttaa muita löytämään lähteessä olevan tiedon.
he: בשדה פירוט הציטוט מכניסים את מספר הדף או מידע אחר שיעזור לאחרים למצוא את הנתונים מתוך המקור.
nn: I feltet for detaljer for henvisninger kan du angi sidenummer eller annen informasjon som kan hjelpe noen til finne fram til opplysningene i kilden.
pl: W polu "Szczegóły źródła" możesz wprowadzić numer strony lub inną informację, która pomoże innej osobie odnaleźć informację w źródle.
