Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to repositories. For example, if NAME is in this list, users will not be able to add more than one NAME record to a repository. Fact names that appear in this list must not also appear in the <i>Repository Add Facts</i> list.
ca: Aquesta és la llista d'esdeveniments GEDCOM que els vostre usuaris poden afegir <u>un sol cop</u> als arxius. Per exemple, si NAME és a la llista, els usuaris no podem afegir més d'un camp NAME al registre de l'arxiu. Els noms d'esdeveniments que apareguin en aquesta llista no han de sortir a la <i>Addició d'esdeveniments d'arxius</i>.
da: Dette er en liste over fakta, som brugerne kun kan føje til opbevaringsstederne <u>en gang</u>. For eksempel, hvis NAME findes på listen, så vil brugere ikke kunne tilføje mere end et navn på opbevaringsstedet. GEDCOM-koder, der findes på denne liste må ikke findes på listen: <i>Tilføj fakta for opbevaringssteder</i>.
es: Es la lista de hechos GEDCOM que sus usuarios sólo pueden añadir <u>una vez</u> a los repositorios. Por ejemplo, si NAME aparece en esta lista, los usuarios no podrán añadir más de un registro NAME a un repositorio. Los nombres de hechos que aparezcan en esta lista no deben aparecer también en la lista <i>Hechos agregables a repositorios</i>.
he: This is the list of GEDCOM facts that your users can only add <u>once</u> to repositories. For example, if NAME is in this list, users will not be able to add more than one NAME record to a repository. Fact names that appear in this list must not also appear in the <i>עובדות מאגר שניתן להוסיף</i> list.
nn: Dette er rekken av GEDCOM-fakta som dine brukere kan legge til oppbevaringssteder. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavn som er på denne listen kan ikke samtidig være på <i>Fakta å legge til for oppbevaringssteder</i>-listen.
pl: To jest lista faktów GEDCOM, które twoi użytkownicy mogą dodać tylko <u>raz</u> do repozytorium. Na przykład, jeśli na liście znajduje się nazwa (NAME), użytkownicy nie będą mogli dodać więcej niż jednego wpisu o nazwie (NAME) do danego repozytorium. Nazwy faktów występujące na tej liście nie mogą jednocześnie występować na liście <i>Fakty repozytorium</i>.

source: When a new repository record is added online in PhpGedView, a new ID for that repository will be generated automatically. The repository ID will have this prefix.
ca: Quan s'afegeix en línea un nou registre d'arxiu al PhpGedView, es genera automàticament un nou ID per a ell. Aquest nou ID d'arxiu portarà aquell prefix.
da: Når et nyt opbevaringssted bliver tilføjet online i PhpGedView, vil der automatisk blive genereret et nyt ID for dette opbevaringssted. Opbevaringsstedets ID vil få dette præfiks.
es: Si se añade un nuevo repositorio en PhpGedView se generará automáticamente un número ID. El ID del repositorio tendrá este prefijo.
nn: Når et nytt oppbevaringssted blir lagt til online i PhpGedView, vil det automatisk bli generert en ny ID for dette oppbevaringsstedet. Oppbevaringsstedets ID vil få denne prefiksen.
pl: Podczas dodawania nowego repozytorium PhpGedView jest dla niego automatycznie generowany nowy identyfikator. Identyfikator repozytorium będzie miał podany przedrostek.

source: If the option <b>Allow visitors to request account registration</b> is enabled this setting controls whether the admin must approve the registration.<br /><br />Setting this to <b>Yes</b> will require that all new users first verify themselves and then be approved by an admin before they can login. With this setting on <b>No</b>, the <b>User approved by Admin</b> checkbox will be checked automatically when users verify their account, thus allowing an immediate login afterwards without admin intervention.
ca: Si hi ha activada l'opció <b>Permet als visitants demanar enregistrar-se</b> aquest paràmetre controla si l'administrador ha d'autoritzar el registre.<br /><br />Posant-ho a <b>Si</b> fa que qualsevol nou usuari, abans de disposar d'accés, primer s'hagi d'autoverificar i desprès ésser autoritzat per un administrador. Amb aquest paràmetre a <b>No</b>, el caixetí <b>Usuari autoritzat per l'administrador</b> es marca automàticament quan un usuari confirma o verifica el seu compte, permetent la connexió immediata sense la intervenció de l'administrador.
da: Hvis <b>Tillad brugere at ansøge om en konto</b> er aktiveret, kan man kontrollere om administratoren skal godkende registreringen.<br /><br />Vælges <b>Ja</b>, vil alle nye brugere først skulle bekræfte registreringen og derefter godkendes af en administrator førend de kan logge sig ind. Vælges <b>Nej</b>, vil checkboksen <b>Bruger er godkendt<br />[af administrator]</b> blive afkrydset automatisk, når brugerne bekræfter deres konto. Brugerne kan derefter logge sig ind direkte uden at administratoren behøver at godkende kontoen.
es: Si la opción <b>Permitir registrarse a los usuarios:</b> está activada este ajuste controla si el administrador debe aprobar el registro.<br /><br />Si se fija a <b>Sí</b> se requerirá que los nuevos usuarios primero verifiquen su dirección de correo electrónico y después sean aprobados por un administrador antes de poder entrar. Con este ajuste fijado a <b>No</b>, la casilla <b>Usuario aprobado por el administrador</b> quedará marcada automáticamente en cuanto los usuarios verifiquen su cuenta, permitiéndoles de forma inmediata la entrada identificada sin intervención de un operador.
he: If the option <b>אפשר למשתמשים לבקש רישום באתר</b> is enabled this setting controls whether the admin must approve the registration.<br /><br />Setting this to <b>Yes</b> will require that all new users first verify themselves and then be approved by an admin before they can login. With this setting on <b>No</b>, the <b>המשתמש אושר ע"י המנהלן</b> checkbox will be checked automatically when users verify their account, thus allowing an immediate login afterwards without admin intervention.
nn: Dersom valget <b>Gir besøkende muligheten til å be om en brukerkonto</b> er aktivert vil denne innstillingen kontrollere om admin må godkjenne registreringen.<br /><br />Velger du <b>Ja</b>, vil alle nye brukere først måtte bekrefte registreringen og deretter bli godkjent av en admin før de kan logge seg inn. Velger du <b>Nei</b>, vil avmerkingboksen <b>Godkjent bruker<br />[av Admin]</b> bli aktivert automatisk når brukere bekrefter kontoen sin. Brukerene kan deretter logge seg inn direkte uten at admin trenger å godkjenne kontoen.
pl: Jeśli jest łączona opcja <b>Zezwól gościom na rejestrację</b>, ta opcja określa, czy administrator musi zatwierdzać rejestrację.<br /><br />Ustawienie tej opcji na <b>Tak</b> wymaga potwierdzenia swojego zgłoszenia przez nowych użytkowników, a następnie zatwierdzenia przez administratora zanim będą mogli się zalogować. Ustawienie tej opcji na <b>Nie</b> spowoduje, że pole wyboru <b>Zatwierdzony przez administratora</b> zostanie automatycznie zaznaczone kiedy użytkownicy będą potwierdzać swoje zgłoszenie, dzięki czemu będą mogli się od razu zalogować, bez interwencji administratora.<br /><br />Ta opcja ustawia zmienną $REQUIRE_ADMIN_AUTH_REGISTRATION w pliku <i>config.php</i>.

source: Enabling this option will force all visitors to login before they can view any data on the site.
ca: Activant aquesta opció s'obliga als visitants a accedir (amb nom d'usuari i contrasenya) per poder veure qualsevol dada del lloc.
da: Ved at angive dette valg, tvinges alle besøgende til at logge ind førend de kan se data på siden.
es: Activando esta opción obligará a todos los visitantes a entrar como usuarios registrados para poder ver algún dato en el sitio.
nn: Ved å angi denne valget, tvinges alle besøkende til å logges inn før de kan se data på siden.
pl: Włączenie tej opcji zmusi wszystkich odwiedzających do zalogowania się zanim będą mogli zobaczyć jakiekolwiek informacje na tej stronie.

source: The format to be used as the default feed format for the site. The numeric suffixes <u>do not</u> indicate version: they identify formats. For example, RSS 2.0 is not newer than RSS 1.0, but a different format. Feed readers should be able to read any format.<br /><br />This <a href='http://en.wikipedia.org/wiki/RSS' target='_blank'title='Wikipedia article'><b>Wikipedia article</b></a> contains comprehensive information and links about RSS and the various RSS formats.
ca: El format RSS que es farà servir per defecte al lloc. Els sufixes numèrics <u>no</u> indiquen la versió: identifiquen formats. Per exemple, RSS 2.0 no és més nou que l'RSS 1.0, però té un format diferent. Els lectors de fils poden llegir qualsevol format.<br /><br />Aquests <a href='http://en.wikipedia.org/wiki/RSS_(file_format)' target='_blank' alt='article Wikipedia' title='article Wikipedia article'><b>article Wikipedia</b></a> conté informació i enllaços sobre l'RSS i els seus diversos formats.
da: Det RSS format, der skal anvendes som standard RSS feed format for hjemmesiden. De numeriske suffiks indikerer <u>ikke</u> version, men formatet. For eksempel, RSS 2.0 er ikke nyere end RSS 1.0, men har et andet format. Feed læsere skulle være i stand til at læse alle formater. Der er ingen forskel på ATOM og ATOM 0.3. Begge bruger ATOM 0.3 draft specifikationen.
es: El formato de RSS a utilizar como formato por omisión del flujo RSS del sitio. Los sufijos numéricos <u>no</u> indican versiones, identifican formatos. Por ejemplo, RSS 2.0 no es más moderno que RSS 1.0, sino un formato diferente. Los lectores del flujo deberían ser capaces de leer cualquier formato.<br /><br />Este <a href='http://es.wikipedia.org/wiki/RSS' target='_blank' title='Artículo de Wikipedia'><b>artículo de Wikipedia</b></a> contiene información completa y vínculos acerca de RSS y sus distintos formatos.
nn: Formatet til RSS som skal brukes som standard for dette nettstedet. Nummeret på slutten er <u>ikke</u> versjonsnummere, men beskriver formatene. For eksempel er RSS 2.0 ikke nyere enn RSS 1.0, men et annet format. RSS-lesere bør kunne lese alle formatene. Det er per i dag ikke forskjell på ATOM og ATOM 0.3, fordi begge bruker ATOM 0.3 spesifikasjonen.
pl: Domyślny format kanału RSS dla strony. Przyrostki liczbowe <u>nie</u> wskazują wersji, lecz identyfikują format. Na przykład RSS 2.0 nie jest nowszy, niż RSS 1.0, ale jest innym formatem. Czytniki RSS powinny być w stanie odczytać każdy format.<br /><br />Ten <a href='http://pl.wikipedia.org/wiki/Really_Simple_Syndication' target='_blank' title='Artykuł Wikipedii'><b>artykuł w Wikipedii</b></a> zawiera szczegółowe informacje i odnośniki na temat RSS i różnych formatów RSS.

source: If the Media Firewall is enabled, should copies of watermarked full size images be stored on the server in addition to the same images without watermarks?<br /><br />When set to <b>Yes</b>, full-sized watermarked images will be produced more quickly at the expense of higher server disk space requirements.
ca: Si el Tallafocs Multimèdia és activat, cal que les còpies d'imatges de mida natural amb marques d'aigua digitals siguin emmagatzemades al servidor?<br /><br />Si es marca <b>Si</b>, les imatges de mides natural apareixeran més de pressa a expenses de més requeriment d'espai de disc al servidor.
es: Si está activado el cortafuegos de objetos, ¿deben guardarse copias de las imágenes a tamaño original con marcas de agua además de las mismas imágenes sin marcas?<br /><br />Si se fija a <b>Sí</b>, se pueden generar las imágenes con marcas de agua a tamaño original más rápidamente a costa de mayor ocupación de disco en el servidor.
he: If the Media Firewall is enabled, should copies of watermarked full size images be stored on the server in addition to the same images without watermarks?<br /><br />When set to <b>כן</b>, full-sized watermarked images will be produced more quickly at the expense of higher server disk space requirements.
nn: Dersom Mediabrannmuren er aktivert, skal kopier av vannmerkede bilder i full størrelse lagres på tjeneren i tillegg til de samme bildene uten vannmerke?<br /><br />Hvis alternativet er satt til <b>Ja</b>, vil vannmerkede bilder i fullskala størrelse bli vist raskere på bekostning av større krav til diskplass.
pl: Jeśli Firewall multimediów jest włączony, czy kopie obrazów zawierających znak wody powinny być przechowywane na serwerze jako dodatek do tych samych obrazów bez znaku?<br /><br />Jeśli ustawisz na <b>Tak</b>, obrazy zawierające znak wodny będą wyświetlane szybciej w zamian za zużycie większej przestrzeni dyskowej serwera.

source: If the Media Firewall is enabled, should copies of watermarked thumbnails be stored on the server in addition to the same thumbnails without watermarks?<br /><br />When set to <b>Yes</b>, media lists containing watermarked thumbnails will be produced more quickly at the expense of higher server disk space requirements.
ca: Si s'ha activat el Tallafocs Multimèdia, cal emmagatzemar còpies de les miniatures amb marques d'aigua digitals al servidor a més de les mateixes miniatures sense aquestes marques?<br /><br />Si no poseu a <b>Si</b>, les llistes multimèdia es generaran més de pressa a expenses d'una major ocupació d'espai de disc al servidor.
es: Si debe el sistema generar automáticamente miniaturas para las imágenes que no las tengan. Su instalación de PHP puede que no contemple esta funcionalidad.
he: If the Media Firewall is enabled, should copies of watermarked thumbnails be stored on the server in addition to the same thumbnails without watermarks?<br /><br />When set to <b>כן</b>, media lists containing watermarked thumbnails will be produced more quickly at the expense of higher server disk space requirements.
nn: Hvis Mediabrannmuren er aktivert, skal kopier av vannmerkede miniatyrbilder lagres på tjeneren i tillegg til de samme miniatyrbildene uten vannmerke?<br /><br />Hvis alternativet er satt til <b>Ja</b>, vil medialister som inneholder vannmerkede miniatyrbilder bli genererert raskere på bekostning av større krav til diskplass på tjeneren.
pl: Jeśli Firewall multimediów jest włączony, czy kopie miniaturek ze znakiem wodnym powinny być przechowywane na serwerze jako dodatek do tych samych miniaturek bez znaku?<br /><br />Jeśli ustawisz na <b>Tak</b>, listy multimediów zawierających miniaturki ze znakiem wodnym będą wyświelane szybciej w zamian za zużycie większej przestrzeni dyskowej serwera.

source: How often should the program archive Searchlog files.
ca: Freqüència amb la que el programa ha d'arxivar els fitxers de registre de recerca.
da: Her bestemmes, hvor ofte programmet skal arkivere søgelogfiler.
es: ¿Con qué frecuencia debe el programa archivar los ficheros Searchlog.
fi: Kuinka usein ohjelma arkistoi HakuLoki-tiedostot.
nn: Hvor ofte programmet skal arkivere søke-logg-filer.
pl: Jak często system powinien archiwizować pliki Searchlog files.<br /><br />Ustawia zmienną $SEARCHLOG_CREATE w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: For security reasons, GEDCOM files should not be in a location where they can be directly downloaded, thus bypassing privacy checks. Clicking this link will check if your GEDCOM files can be downloaded over the network.<br /><br />On some systems this check has been known to take a really long time or not even complete. If that is the case for you, then you should try to point your browser directly at your GEDCOM to see if it can be downloaded.
ca: Per qüestions de seguretat els fitxers GEDCOM no han d'ésser en un lloc on puguin descarregar-se directament, saltant-se els controls de privadesa. Polsant aquest enllaç es comprova si els vostres fitxers GEDCOM poden descarregar-se des de la xarxa.<br /><br />És conegut que en alguns sistemes aquesta comprovació pot portar molt de temps o no acabar mai de completar-se. Si és el vostre cas, apunteu directament amb el navegador al vostre fitxer GEDCOM, per veure si podeu baixar-vos-el.
es: Por motivos de seguridad, el archivo GEDCOM no debería estar en un lugar del que pueda ser descargado directamente de forma que se salten las comprobaciones de privacidad. Haciendo clic en este enlace comprobará si su archivo GEDCOM se puede descargar por la red.<br /><br />En algunos sistemas esta comprobación se ha comprobado que puede durar mucho tiempo o incluso no completarse. Si es su caso, debería intentar apuntar su navegador directamente a su archivo GEDCOM para ver si puede descargarse.
fi: Tietoturvan vuoksi GEDCOM-tiedostoja ei saisi pitää paikassa josta ne voi ladata suoraan tietosuojatarkistusten ohi. Klikkaamalla tätä linkkiä voit tarkistaa jos GEDCOM-tiedostot voi ladata verkon yli.<br /><br />Joillain järjestelmillä tämä kestää todella pitkän ajan tai ei edes tule koskaan valmiiksi. Jos sinun osaltasi on näin, sitten sinun tulisi yrittää osoittaa selaimesi suoraan GEDCOM-tiedostoosi nähdäksesi voiko sen ladata.
nn: Av sikkerhetsårsaker, bør ikke GEDCOM-filer plasseres på webtjeneren på en plassering som tillater direkte tilgang og nedlasting, og på den måten omgå personvernkontroller. Dersom du klikker på denne lenken vil systemet sjekke om dine GEDCOM-filer kan lastes ned over internett.<br /><br />På noen systemer er denne sjekken kjent for å ta lang tid eller eventuelt ikke fullfør i det hele tatt. Hvis dette er tilfelle for deg, bør du forsøke å peke din nettleser direkte på din GEDCOM-fil for å se om den kan lastes ned.
pl: Ze względów bezpieczeństwa pliki GEDCOM nie powinny znajdować się w miejscu, z którego mogą zostać bezpośrednio pobrane, w ten sposób omijając zabezpieczenia prywatności. Kliknięcie na ten odnośnik spowoduje sprawdzenie, czy twoje pliki GEDCOM mogą zostać pobrane przez sieć.<br /><br />Wiadomo, że na niektórych systemach ten test może zająć bardzo długo lub w ogóle się nie zakończyć. Jeśli tak jest w twoim przypadku, powinieneś (powinnaś) wpisać w przeglądarce bezpośredni adres do pliku GEDCOM i zobaczyć, czy da się go pobrać.

source: If you use https or a port other than the default, you will need to enter the URL to access your server here.
ca: Si utilitzeu https o un port diferent del que hi ha per defecte, us caldrà entrar aquí l'URL per accedir al servidor.
da: Hvis du bruger https eller en anden port end standard porten, må du indsætte URLen her for at få adgang til din server.
es: Si utiliza https o un puerto diferente al de por omisión, necesitará introducir aquí la URL de acceso a su servidor.
nn: Hvis du bruker https eller en annen port enn standard porten, må du legge inn URLen her for å få tilgang til serveren din.
pl: Jeśli korzystasz z https lub niestandardowego portu, musisz tutaj podać URL, który umożliwi dostęp do twojego serwera.<br /><br />Ustawia parametr $SERVER_URL w pliku <i>config.php</i>.

source: This option controls whether or not the Close Relatives tab should show differences between birth dates of spouses, between marriage date and birth date of first child, and between birth dates of children.
ca: Aquesta opció controla si la pestanya de parents directes mostra o no la diferència entre dates de naixement del cònjuges, entre casament i data de naixement del primer fill i entre dates de naixement de la mainada.
es: Esta opción controla si en la pestaña de parientes cercanos se muestran o no las diferencias de edad entre los cónyuges, entre la fecha de matrimonio y la de nacimiento del primer hijo y entre las fechas de nacimiento de los hijos sucesivos.
nn: Dette valget bestemmer hvorvidt fanen Nære slektninger skal vise forskjellen mellom fødselsdatoer for ektefeller, mellom vielsesdato og fødselsdato for første barn og mellom barnas fødselsdatoer.
pl: Ta opcja pozwala pokazywać lub nie różnicę czasu między rodzicami i dziećmi w zakładce Bliscy.

source: This option will enable links, identified by question marks, next to items on many pages. These links allow users to get information or help about those items.
ca: Aquesta opció activa els enllaços, identificats amb un caràcter d'interrogació (?) al costat del ítems de moltes pàgines. Aquest enllaços permeten als usuaris obtenir informació sobre cada un dels ítems.
da: Vælges dette vil links med hjælpe-spørgsmålstegn blive vist, hvor man kan få en hjælpetekst op vedr. valgmulighederne på siderne.
es: Esta opción activará vínculos de ayuda indicados con signos de interrogación situados cerca de los campos en muchas páginas. Estos vínculos permiten los usuarios obtener información o ayuda sobre cada uno de esos campos.
nn: Dette valget vil vise klikkbare hjelpe-spørsmålstegn etter ulike valg. De besøkende har da mulighet til å få en hjelpetekst som forklarer mer om valget.
pl: Ta opcja pozwala wyświetlać znaczniki w formie znaków zapytania obok elementów na wielu stronach. Odnośniki umożliwiają użytkownikom uzyskanie informacji lub pomocy na temat tych elementów.

source: Show hit counters on Portal and Individual pages.
ca: Mostra els comptadors al portal i a les pàgines personals.
da: Vis tæller med antal hits på velkomstsiden og personsider.
es: Muestra contadores de visitas en las páginas de portal y de personas.
nn: Vis teller med antall treff på hovedsiden og person-sider.
pl: Wyświetlaj liczniki odwiedzin na stronie portalu i osoby.

source: Set the privacy access level for all dead people.
ca: Posa el nivell de privadesa d'accés per a tota la gent difunta.
da: Sætter niveauet mht. beskyttelse af privatlivet for alle døde personer.
es: Ajusta el nivel de acceso para toda las personas ya fallecidas.
nn: Setter nivået for personvern for alle døde personer.
pl: Ustawia poziom dostępu prywatności do danych wszystkich osób zmarłych.

source: This option controls whether or not to show empty boxes on Pedigree charts.
ca: Aquesta opció controla si es mostren o no caixetins buits a l'arbre genealògic.
da: Her bestemmes om tomme bokse skal vises i slægtstræer eller ej.
es: Le dice si mostrar o no las cajas vacías en los árboles de ascendientes.
nn: Bestemmer om det skal vises tomme bokser i diagrammene eller ikke.
pl: Ta opcja pozwala określić, czy puste ramki na wykresach rodowodu mają być widoczne.

source: This option controls whether or not to show estimated dates for birth and death instead of leaving blanks on individual lists and charts for individuals whose dates are not known.
ca: <br /> Aquesta opció controla si es mostraran o no les dates estimades de naixement i mort, en lloc de deixar espais en blanc, a cadascuna de les llistes i gràfics de persones, de les que en desconeixem aquestes dades. <Br / >
es: Esta opción controla si en las listas de personas y los diagramas se muestran o no fechas estimadas para el nacimiento y la defunción si no se conocen en vez de dejarlas en blanco.
nn: Dette valget kontrollerer om du skal vise beregnede datoer for fødsel og død istedenfor blank i personlister og diagrammer fpr personer der disse datoene ikke er kjent.
pl: Ta opcja określa czy przybliżone daty urodzin i śmierci mają być pokazane zamiast pustych pól na listach i wykresach.
