Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: PhpGedView internal messaging
ca: Missatgeria interna PhpGedView
da: PhpGedView interne beskedsystem
es: Mensajes internos de PhpGedView
fi: PhpGedView:n sisäinen viestintä
he: הודעות פנימיות של PhpGedView
nn: PhpGedView interne beskjeder
pl: Wewnętrzna komunikacja PhpGedView

source: Internal messaging with emails
ca: Missatgeria interna amb correu electrònic
da: Interne beskeder med e-post
es: Mensajes internos con correo electrónico
fi: Sisäiset viestit ja sähköposti
he: הודעות פנימיות עם דואר אלקטרוני
nn: PhpGedView interne beskjeder med e-post-kopi
pl: Wewnętrzna komunikacja przez email

source: PhpGedView sends emails with no storage
ca: El PhpGedView envia correus electrònics sense emmagatzemar-los
da: PhpGedView sender emails uden at gemme
es: PhpGedView envía correo electrónico sin almacenamiento
fi: PhpGedView lähettää sähköposteja ilman säilytystä
he: PhpGedView שולח דואר אלקטרוני ללא אחסון
nn: PhpGedView ekstern e-post
pl: PhpGedView wysyła emaile bez zachowywania

source: Mailto link
ca: Enllaç per correu electrònic
da: E-post genvej
es: Vínculo mailto
fi: Mailto-linkki
he: קישור דואר אלקטרוני
nn: Besøkende sitt eget e-post-program
pl: Odnośnik mailto

source: No contact method
ca: Sense forma de contacte
da: Ingen kontaktmetode
es: Ningún método de contacto
fi: Ei mitään yhteystapaa
he: אין שיטת קשר
nn: Ingen kontaktlink
pl: Brak kontaktu

source: Support contact
ca: Persona de suport
da: Kontaktperson vedr. teknisk hjælp
es: Contacto de soporte
he: הקשר הטכני
nn: Kontaktperson for teknisk hjelp
pl: Kontakt pomocy technicznej

source: Support method
ca: Forma de contacte per a qüestions tècniques
da: Kontaktmetode
es: Método de soporte
he: שיטת התמיכה
nn: Kontaktmåte (tekn.)
pl: Sposób kontaktowania się

source: Web Site and META Tag Settings
ca: Paràmetres del lloc web i etiquetes META
da: Meta tags
es: Ajustes del sitio web y etiquetas META
fi: Web-sivusto ja META Tag -asetukset
he: מאפייני תצורה של האתר ותווי META
nn: META Tag/merker
pl: Strona WWW i ustawienia znacznika META

source: Main WebSite URL
ca: URL principal del web
da: URL på din hjemmeside
es: URL del sitio web principal
he: URL של האתר הראשי
nn: URL til hjemmesiden din
pl: URL strony głównej

source: Main WebSite text
ca: Text de la pàgina principal
da: Titlen på din hjemmeside
es: Texto del sitio web principal
he: טכסט של האתר הראשי
nn: Tittelen på hjemmesiden din
pl: Opis strony głównej

source: Author META tag
ca: METAetiqueta de l'autor
da: META tag: Forfatter
es: Etiqueta META Author
fi: Tekijän META-tagi
he: תווית META של מחבר
nn: META tag: Forfatter
pl: Znacznik META autora

source: Leave this field empty to use the full name of the Genealogy contact.
ca: Deixeu aquest camp en blanc si voleu que hi surti el nom complet del Contacte genealògic.
da: Lad feltet stå tomt for at anvende det fulde navn på slægtsdatabasens kontaktperson.
nn: La feltet være tomt for å bruke det fulle navnet til slektsbasens kontaktperson.
pl: Pozostaw to pole puste, jeśli chcesz użyć pełnego imienia i nazwiska Kontakt genealogiczny.

source: Publisher META tag
ca: METAetiqueta de l'editor
da: META tag: Udgiver
es: Etiqueta META Publisher
fi: Julkaisijan META-tagi
he: תווית META של מוציא לאור
nn: META tag: Utgiver
pl: Znacznik META wydawcy

source: Leave this field empty to use the full name of the Genealogy contact.
ca: Deixeu aquest camp en blanc si voleu que hi surti el nom complet del Contacte genealògic.
da: Lad feltet stå tomt for at anvende det fulde navn på slægtsdatabasens kontaktperson.
nn: La feltet være tomt for å bruke det fulle navnet til slektsbasens kontaktperson.
pl: Pozostaw to pole puste, jeśli chcesz użyć pełnego imienia i nazwiska z pola: Kontakt genealogiczny.

source: Copyright META tag
ca: METAetiqueta de Copyright
da: META tag: Ophavsret
es: Etiqueta META Copyright
fi: Kopiosuoja META-tagi
he: תווית META של זכויות יוצרים
nn: META tag: Opphavsrett
pl: Znacznik META praw autorskich

source: Description META tag
ca: METAetiqueta de descripció
da: META tag: Beskrivelse
es: Etiqueta META Description
fi: Kuvaus META-tagi
he: תווית META של תאור
nn: META tag: Beskrivelse
pl: Znacznik META opisu

source: Leave this field empty to use the title of the currently active database.
ca: Deixeu aquest camp en blanc si voleu que hi surti el títol de la base de dades activa.
da: Lad feltet stå tomt for at anvende titlen på den aktive slægtsdatabase.
es: Deje este campo en blanco para usar el título de la base de datos activa en el momento.
he: השאר שדה זה ריק כדי להשתמש בכותרת של ה-GEDCOM הפעיל עבור הערך זה.
nn: La feltet være tomt for å bruke titlen til den aktive slektsbasen.
pl: Pozostaw to pole puste, jeśli chcesz użyć tytułu aktualnej bazy danych.

source: Page-topic META tag
ca: METAetiqueta d'assumpte
da: META tag: Emne
es: Etiqueta META Page-topic
he: תווית META של נושא הדף
nn: META tag: Sjanger (topic)
pl: Znacznik META tematu strony

source: Audience META tag
ca: METAetiqueta de públic
da: META tag: Målgruppe
es: Etiqueta META Audience
he: תווית META של קהל
nn: META tag: Målgruppe
pl: Znacznik META publiczności

source: Page-type META tag
ca: METAetiqueta de tipus de pàgina
da: META tag: Side type
es: Etiqueta META Page-type
he: תווית META של סוג הדף
nn: META tag: Type side
pl: Znacznik META typu strony

source: Robots META tag
ca: METAetiqueta de robots
da: META tag: Robotter
es: Etiqueta META Robots
fi: Hakurobotti META-tagi
he: תווית META של רובוטים
nn: META tag: Roboter
pl: Znacznik META robotów

source: How often should crawlers revisit META tag
ca: Freqüència amb que els motors de recerca tornaran a visitar les METAetiquetes
da: META tag: Hvor ofte bør/skal søgerobotter indeksere hjemmesiden
es: Etiqueta META Revisit
he: תדירות ש-METACRAWLER-ים אמורים לבקר תווית META
nn: META tag: Hvor ofte bør/skal søkeroboter sjekke nettstedet
pl: Znacznik META ponownych odwiedzin

source: Keywords META tag
ca: METAetiqueta de paraules clau
da: META tag: Nøgleord
es: Etiqueta META Keywords
fi: Avainsana META-tagi
he: תווית META של מילות מפתח
nn: META tag: Nøkkelord
pl: Znacznik META słów kluczowych

source: Add to TITLE header tag
ca: Afegeix-ho a l'etiqueta de capçalera TÍTOL
da: META tag: Undertitel
es: Agregar a la etiqueta del encabezado TITLE
he: הוסף לתג הכתרת TITLE
nn: META tag: Tillegg i Tittel
pl: Dodaj do znacznika nagłówka TITLE

source: Enable RSS
ca: Activa RSS
da: Aktiver RSS
es: Activar RSS
fi: Salli RSS
he: אפשר RSS
nn: Aktiver RSS
pl: Włącz RSS

source: RSS Format
ca: Format RSS
es: Formato RSS
fi: RSS Formaatti
he: מבנה RSS
nn: Format for RSS
pl: Format RSS

source: PHP information
ca: Informació PHP
da: PHPInfo
es: PHPInfo
fi: PHP-info
he: נתוני PHP
nn: PHPInfo
pl: PHPInfo

source: GEDCOM Administration
ca: Administració GEDCOM
es: Administración GEDCOM
fi: GEDCOM hallinta
he: ניהול ה-GEDCOM
nn: Oppsett for slekts- / GEDCOM-fil
pl: Zarządzanie plikami GEDCOM

source: Current GEDCOMs
ca: Gedcoms disponibles
da: Aktive slægtsdatabaser (GEDCOM-filer)
es: Gedcoms en uso
fi: Nykyiset GEDCOM:t
he: GEDCOM-ים נוכחיים
nn: Aktive slektsfiler (GED)
pl: Bieżące pliki GEDCOM

source: Default GEDCOM
ca: GEDCOM per defecte
da: Standard slægtsdatabase
es: GEDCOM por omisión
fi: Vakio GEDCOM
he: ברירת מחדל
nn: Standard slektsbase
pl: Domyślny plik GEDCOM

source: Check if GEDCOM files are downloadable
ca: Comprova si es poden descarregar els fitxers GEDCOM
da: Kontrollér om GEDCOM filer kan downloades
es: Comprobar si es descargable el archivo GEDCOM
fi: Tarkista ovatko GEDCOM-tiedostot ladattavissa
he: בדוק שקובצי ה-GEDCOM ניתנים להורדה
nn: Sjekk om GEDCOM-filer er nedlastbare
pl: Sprawdź czy można pobrać pliki GEDCOM

source: Return to the Admin menu
ca: Torna al menú d'Administració
da: Tilbage til Admin menu
es: Regresar al menú de Administración
fi: Palaa ylläpitovalikkoon
he: חזור לתפריט הניהול
nn: Tilbake til Admin-meny
pl: Powrót do menu administracji

source: GEDCOM file
ca: Arxiu Gedcom
da: GEDCOM-fil
nn: GEDCOMfil
pl: Plik GEDCOM

source: %s cannot be downloaded.
ca: El %s no pot descarregar-se.
da: %s kan ikke downloades.
es: No se puede descargar %s.
he: לא ניתן להוריד את קובץ %s .
nn: %s kan ikke lastes ned.
pl: %s nie może zostać pobrany.

source: This GEDCOM has not yet been imported.
ca: Aquest GEDCOM encara no s'ha importat.
da: Denne GEDCOM-fil er endnu ikke importeret.
es: Este GEDCOM no ha sido importado todavía.
fi: Tätä GEDCOM:a ei ole vielä tuotu.
he: ה-GEDCOM הזה טרם יובא.
nn: Denne GEDCOM-filen er ikke blitt importet enda.
pl: Ten plik GEDCOM nie został jeszcze zaimportowany.

source: Export
ca: Exporta
da: Eksport
es: Exportar
fi: Vie
he: ייצא
nn: Eksport
pl: Eksport

source: Are you sure you want to delete this GEDCOM
ca: Esteu segur que cal eliminar aquest GEDCOM
da: Er du sikker på at du ønsker at slette denne GEDCOM-fil
es: Está seguro de querer eliminar este GEDCOM
fi: Oletko varma että haluat poistaa tämän GEDCOM:n
he: GEDCOM האם ברצונך באמת לבטל
nn: Er du sikker på at du vil slette GEDCOMfilen:
pl: Czy na pewno chcesz usunąć ten plik GEDCOM?

source: Download
ca: Descarrega
da: Hent (download)
es: Descargar
fi: Lataa
he: הורד
nn: Last ned (download)
pl: Pobierz

source: Check
ca: Comprova
es: Comprobar
fi: Tarkista
he: בדוק
nn: Sjekk
pl: Sprawdź

source: Configuration file
ca: Arxiu de Configuració
da: Konfigurationsfil
nn: Konfigurasjonsfil
pl: Plik konfiguracyjny

source: Edit
ca: Edita
da: Ændre
es: Editar
fi: Muokkaa
he: ערך
nn: Endre
pl: Edytuj

source: Privacy file
ca: Fitxer de privadesa
da: Privatlivsfil
nn: Personvernfil
pl: Plik prywatności

source: SearchLog files
ca: Fitxers SearchLog
da: Søgelogfiler
nn: Søke-logg-filer
pl: Pliki SearchLog

source: ChangeLog files
ca: Fitxers ChangeLog
da: Ændringslogfiler
nn: Filer for endringslogg
pl: Pliki ChangeLog

source: Parents
ca: Pares:
da: Forældre:
es: Padres
fi: Vanhemmat
he: הורים
nn: Foreldre:
pl: Rodzice

source: Grandparents
es: Abuelos
pl: Dziadkowie

source: Add a new father
ca: Afegeix un nou pare
da: Tilføj en ny far
es: Agregar un nuevo padre
fi: Lisää isä
he: הוסף אבא חדש
nn: Legg til en ny far
pl: Dodaj nowego ojca

source: Add a new mother
ca: Afegeix una nova mare
da: Tilføj en ny mor
es: Agregar una nueva madre
fi: Lisää äiti
he: הוסף אמא חדשה
nn: Legg til en ny mor
pl: Dodaj nową matkę

source: PhpGedView Timeline
ca: Escala cronològica PhpGedView
da: Slægtens tidslinie
es: Cronograma
fi: PhpGedView aikajana
he: תרשים קו הזמן של PhpGedView
nn: PhpGedView tidslinje
pl: Oś czasu

source: Month:
ca: Mes:
da: Måned:
es: Mes:
fi: Kuukausi:
he: חודש:
nn: Måned
pl: Miesiąc:

source: Day:
ca: Dia:
da: Dag:
es: Día:
fi: Päivä:
he: יום:
nn: Dag
pl: Dzień:

source: Year:
ca: Any:
da: År:
es: Año:
fi: Vuosi:
he: שנה:
nn: År
pl: Rok:

source: Timeline Chart
ca: Escala cronològica
da: Tidsliniegraf
es: Cronograma
fi: Aikajana
he: תרשים קו הזמן
nn: Tidslinje
pl: Wykres osi czasu

source: Male
ca: Home
da: Mand
es: Hombre
fi: Mies
he: זכר
nn: Mann
pl: Mężczyzna

source: Female
ca: Dona
da: Kvinde
es: Mujer
fi: Nainen
he: נקבה
nn: Kvinne
pl: Kobieta

source: unknown
ca: desconegut
es: desconocido
fi: ei tiedossa
he: לא ידוע
pl: nieznany

source: Remove Person
ca: Treu aquesta persona
da: Fjern person
es: Borrar persona
fi: Poista henkilö kaaviosta
he: הסר אדם
nn: Fjern person
pl: Usuń osobę

source: Show Age Marker
ca: Mostra l'indicador d'edats
da: Vis aldersmarkør
es: Mostrar marcador de edad
fi: Näytä ikämerkitsin
he: הראה נקודת ציון של גיל
nn: Vis markør for alder
pl: Pokaż znacznik wieku

source: Add another person to chart:<br />Person ID:
ca: Afegeix una altra persona al gràfic<br />ID de la Persona:
da: Tilføj en person til tidslinien:<br />Person ID:
es: Agregar otra persona al diagrama:<br />Id Persona:
fi: Lisää uusi henkilö kaavioon:<br />Henkilön ID:
he: הוסף אדם לתרשים:<br >קוד זיהוי אדם:
nn: Legg til en person på tidslinjen:<br />Person ID:
pl: Dodaj nową osobę do wykresu:<br />Identyfikator osoby:

source: Zoom In
ca: Eixampla
da: Zoom ind
es: Acercar
fi: Lähennä
he: קרב
nn: Zoom inn
pl: Powiększ

source: Zoom Out
ca: Redueix
da: Zoom ud
es: Alejar
fi: Loitonna
he: הרחק
nn: Zoom ut
pl: Pomniejsz

source: Show Lifespan chart
ca: Mostra el gràfic de longevitat
da: Vis livsforløb diagram
es: Mostrar diagrama de período de vida
fi: Näytä elinkaarikaavio
he: הראה תרשים תוחלת חיים
nn: Vis livslinjediagram
pl: Pokaż wykres długości życia

source: In most recent browsers you can click and drag the boxes around on the chart.
ca: La majoria de navegadors moderns us permeten polsar i arrossegar els caixetins arreu del gràfic.
da: I nyere browsere kan du kan flytte på boksene nedenunder ved hjælp af musen!
es: En los navegadores actuales puede hacer clic en las cajas y arrastrarlas por el diagrama.
fi: Useimmissa uusissa selaimissa laatikoita voi siirtää hiirellä kaaviossa paikasta toiseen.
he: ברוב תוכנות הגלישה החדשות ניתן להקיש ולגרור קופסאות על התרשים.
nn: - <i><b>PS!</b> Du kan flytte på boksene under ved hjelp av musa!</i> (I de nyeste nettleserne)
pl: W większości nowych przeglądarek można przeciągać ramki po wykresie.

source: Show to public
ca: Mostra-ho públicament
da: Vis til alle
es: Mostrar a todos
fi: Näytä kaikille
he: הראה לקהל הרחב
nn: Vis til alle
pl: Pokaż wszystkim

source: Show only to authenticated users
ca: Mostra-ho solament a usuaris amb accés
da: Vis kun til godkendte brugere
es: Mostrar sólo a usuarios registrados
fi: Näytä vain sallituille käyttäjille
he: הראה רק למשתמשים מורשים
nn: Vis kun til godkjente brukere
pl: Pokaż tylko autoryzowanym użytkownikom

source: Show only to admin users
ca: Mostra-ho solament als administradors
da: Vis kun til administrator-brugere
es: Mostrar sólo a administradores
fi: Näytä vain ylläpitäjille
he: הראה רק למנהלנים
nn: Vis kun til administratorer
pl: Pokaż tylko administratorom

source: Hide even from admin users
ca: Oculta-ho fins i tot als administrador
da: Skjul selv for admininistrator-brugere
es: Ocultar incluso a los administradores
fi: Piilota myös ylläpitäjiltä
he: הסתר אפילו ממנהלנים
nn: Skjul selv for administrative brukere
pl: Ukryj nawet przed administratorami

source: Module Administration
ca: Mòdul d'administració
da: Modul administration
es: Administración de módulos
fi: Moduulin ylläpito
he: ניהול מודולים
pl: Zarządzanie modułami

source: Below is the list of all the modules installed in this instance of PhpGedView. Modules are installed by placing them in the <i>modules</i> directory. Here you can set the access level per GEDCOM for each module. If a module includes tabs for the individual page or menus for the menu bar, you can also set the access level and order of each of them.
ca: A continuació es mostra la llista de tots els mòduls instal.lats en aquesta instància de PhpGedView. La instal·lació dels mòduls es fa posant-los al directori <i> mòduls </ i>i. Aquí es podeu establir el nivell d'accés per GEDCOM per a cada mòdul. Si un mòdul inclou les etiquetes de pàgines personalsl o menús de la barra de menú, també pot establir-s'hi el nivell d'accés i l'ordre de cada un d'ells
da: Nedenfor er en liste over alle de moduler der er installeret i denne instans af PhpGedView. Moduler installeres ved at placere dem i <i>modules</ i> mappen. Her kan du indstille adgangsniveau pr GEDCOM for hvert modul. Hvis et modul indeholder faner til individ-siden eller menuer til menulinjen, kan du også indstille adgangsniveau og rækkefølgen for hver af dem.
es: A continuación se muestra la lista de todos los módulos instalados en esta instalación de PhpGedView. Los módulos se instalan colocándolos en el directorio <i>modules</i>. Aquí puede fijar el nivel de acceso en cada GEDCOM para cada módulo. Si un módulo incluye pestañas para la página de persona o menús para la barra de menús, también puede fijar el nivel de acceso y el orden de cada uno de ellos.
fi: Alla on lista kaikista tälle PhpGedView sivustolle asennetuista moduuleista. Moduulit asennetaan sijoittamalla ne <i>modules</i> hakemistoon. Täällä voit asettaa GEDCOM-tiedostokohtaisesti pääsyn kullekin moduulille. Jos moduuli sisältää välilehtiä yksittäisille sivuille tai valikkoja päävalikkoon, voit myös asettaa pääsyn ja järjestyksen kullekin niistä.
he: למטה תמצא את הרשימה של כל המודולים שהותקנו בהתקנה הזו של PhpGedView. מודולים מותקנים בכך ששמים אותם בתיקיית <i>modules</i>. כאן ניתן להגדיר את רמת ההרשאות לפי קובץ GEDCOM לכל מודול. אם המודול כולל חוצצים בדף האישי או תפריטים בסרגל התפריטים, ניתן להגדיר גם את רמת הגישה והסדר של כל אחד מהם.
pl: Poniżej znajduje się lista wszystkich modułów zainstalowanych w tej wersji PhpGedView. Moduły są instalowane poprzez zapisanie ich w katalogu <b>modules</b>. Tutaj można ustawić poziom dostępu dla każdego modułu w zależności od pliku GEDCOM. Jeśli moduł zawiera zakładki dla strony informacji o osobie lub obiekty menu można również ustwić poziom dostępu jak również ich kolejność.

source: Return to Administration page
ca: Torna a la pàgina d'Administració
da: Tilbage til administrationssiden
es: Volver a la página de Administración
fi: Palaa ylläpitosivulle
he: חזור לדף הניהול
pl: Wróć do strony administracyjnej

source: Installed Modules
ca: Mòduls instal·lats
da: Installerede moduler
es: Módulos instalados
fi: Asennetut moduulit
he: מודולים שהותקנו
pl: Zainstalowane moduły

source: Manage Menus
ca: Administrar Menús
da: Håndtér menuer
es: Gestionar menús
fi: Hallitse valikkoja
he: נהל תפריטים
pl: Zarządzaj menu

source: Manage Tabs
ca: Administrarr etiquetes
da: Håndtér faneblade
es: Gestionar pestañas
fi: Hallitse välilehtiä
he: נהל חוצצים
pl: Zarządzaj zakładkami

source: Manage Sidebars
pl: Zarządzaj Panelem

source: Active
ca: Actiu
da: Aktiv
es: Activar
fi: Aktiivinen
he: פעיל
nn: Aktiv
pl: Aktywny

source: Mod Settings
ca: Modificació de paràmetres
da: Modul-indstillinger
es: Ajustes de módulos
fi: Moduulin asetukset
he: ערכי מודולים
pl: Konfiguracja

source: Module Name
ca: Nom del mòdul
da: Modulnavn
es: Nombre del módulo
fi: Moduulin nimi
he: שם המודול
pl: Nazwa modułu

source: Description
da: Beskrivelse
es: Descripción
fi: Kuvaus
he: תאור
nn: Beskrivelse
pl: Opis

source: Version / PGV
ca: Versió / PGV
es: Versión / PGV
fi: Versio / PGV
he: ורסיה / PGV
pl: Wersja / PGV

source: Tab?
ca: Etiqueta?
da: Faneblad?
es: ¿Pestaña?
fi: Välilehti?
he: חוצץ?
pl: Zakładka?

source: Sidebar?
pl: Panel?

source: Access Level
ca: Nivell d'accés
da: Adgangsniveau
es: Nivel de acceso
fi: Pääsy
he: רמת גישה
pl: Poziom dostępu

source: Order
ca: Ordre
da: Rækkefølge
es: Orden
fi: Järjestys
he: סדר
pl: Kolejność

source: Save
ca: Desa
da: Gem
es: Guardar
fi: Talleta
he: שמור
nn: Lagre
pl: Zapisz

source: Access
ca: Accés
da: Adgang
es: Acceso
fi: Pääsy
he: גישה
nn: Innsyn
pl: Dostęp

source: Accept
ca: D'acord
da: Godkend
fi: Hyväksy
he: אשר
nn: Godkjenn
pl: Zatwierdź

source: Admin GEDCOM
ca: Administra el GEDCOM
da: Administrér slægstdatabase
es: Administrar GEDCOM
fi: Ylläpito
he: ניהול GEDCOM
nn: Administrere
pl: Administrator GEDCOM

source: User administration
ca: Administració d'usuaris
da: Brugere og rettigheder
es: Administración de usuarios
fi: Käyttäjien hallinta
he: ניהול משתמשים
nn: Brukere og rettigheter
pl: Zarządzaj użytkownikami

source: Duplicate user name. A user with that user name already exists. Please choose another user name.
ca: Nom d'usuari duplicat. Ja n'hi ha un amb el mateix nom. Escolliu-ne un altre.
da: Brugernavnet eksisterer allerede. Vælg venligst et andet brugernavn.
es: Identificador de usuario duplicado. Ya existe un usuario con ese identificador. Por favor regrese y cree un usuario con otro identificador.
fi: Tämä käyttäjätunnus on jo olemassa. Valitse toinen käyttäjätunnus.
he: קוד משתמש כפול. משתמש עם קוד זה מוגדר כבר. נא בחר קוד משתמש אחר.
nn: Brukernavnet er allerede brukt. Velg et annet brukernavn
pl: Zduplikowana nazwa użytkownika. Użytkownik o tej nazwie już istnieje. Wybierz inną nazwę.

source: User name contains invalid characters
ca: El nom d'usuari conté caràcters invàlids
da: Brugernavnet indeholder ugyldige tegn
es: El identificador de usuario contiene caracteres inválidos
fi: Käyttäjätunnuksessa on virheellisiä merkkejä
he: קוד המשתמש מכיל סימנים לא חוקיים
nn: Brukernavnet inneholder ugyldige tegn
pl: Login zawiera niedozwolone znaki

source: Approval of account at %s
ca: Autorització de registre a %s|
da: Godkendelse af konto på %s
es: Aprobación de la cuenta en %s
fi: Tunnus anomus %s
he: אישור משתמש על %s
nn: Godkjenning av konto hos %s
pl: Zatwierdzenie konta na %s

source: You must enter an email address.
ca: Cal que poseu una adreça de correu electrònic.
da: Du skal opgive en e-mail-adresse.
es: Escriba una dirección de correo electrónico.
fi: Sinun on täytettävä sähköpostiosoite.
he: עליך להכניס כתובת דואר אלקטרוני.
nn: Du må oppgi en epost-adresse.
pl: Musisz podać adres email.

source: Update User Account
ca: Modifica el compte de l'usuari
da: Opdatér Brugerkonto
es: Actualizar usuario
fi: Päivitä käyttäjä
he: עדכן נתוני המשתמש
nn: Oppdater brukerkonto
pl: Aktualizuj konto użytkownika

source: Leave password blank if you want to keep the current password.
ca: Deixeu la contrasenya en blanc si voleu conservar l'actual.
da: Lad feltet til kodeordet være tomt, hvis du ønsker at beholde det nuværende password.
es: Deje la contraseña en blanco si quiere conservar la contraseña actual.
fi: Jätä salasana tyhjäksi jos et halua muuttaa sitä.
he: השאר את תיבת הסיסמא ריקה, אם ברצונך לשמור על הסיסמא הקיימת.
nn: La feltet for passord være tomt, hvis du vil bevare det eksisterende passordet.
pl: Pozostaw to pole puste, jeśli nie chcesz zmieniać hasła.

source: GEDCOM INDI record ID
ca: ID del registre GEDCOM INDI
es: ID GEDCOM del registro de persona
fi: GEDCOM INDI-tietueen ID
he: קוד זיהוי של אדם ב-GEDCOM
nn: Bruker ID<br />i slektsbasen
pl: ID wpisu osoby w pliku GEDCOM

source: Pedigree Chart Root Person
ca: Persona arrel de l'arbre genealògic
es: Persona inicial para el Árbol de Ascendientes
fi: Esipolvitaulun lähtöhenkilö
he: אדם ההתחלה באילן היוחסין
nn: ID til startperson<br />i slektsbasen
pl: Główna osoba wykresu rodowego

source: User can administer
ca: L'usuari pot administrar
da: Bruger har administrator-rettigheder
es: El usuario puede administrar
fi: Käyttäjä voi ylläpitää
he: המשתמש יכול לנהל
nn: Bruker kan administrere
pl: Użytkownik może zarządzać

source: Access level
ca: Nivell d'accés
da: Adgangsniveau
es: Nivel de acceso
fi: Käyttöoikeus
he: רמת גישה
nn: Nivå for rettigheter
pl: Poziom dostępu

source: Automatically accept changes made by this user
ca: Accepta automàticament els canvis fets per aquest usuari
da: Acceptér automatisk ændringer udført af denne bruger
es: Aceptar automáticamente los cambios hechos por este usuario
fi: Hyväksy automaattisesti tämän käyttäjän tekemät muutokset
he: קבל בצורה אוטומטית את השינויים שמשתמש זה עושה
nn: Godkjenn automatisk endringer gjort av denne brukeren
pl: Automatycznie zatwierdź zmiany tego użytkownika

source: Limit access to related people
ca: Accés limitat a parents
da: Begræns adgang udelukkende til beslægtede personer
es: Limitar el acceso a familiares
fi: Rajoitettu pääsy liittyvään ihmiseen
he: הגבלת כניסה רק לקרובי משפחה
nn: Begrens tilgangen til slektninger
pl: Ogranicz dostęp do spokrewnionych osób

source: Max relationship privacy path length
ca: Màxima llargària de privadesa de parentiu
da: Største tilladte forskel i slægtskab for private data
es: Máxima longitud de la ruta de privacidad por parentesco
fi: Sukulaisuuden yksityisyysrajoitus, maksimi etäisyys
he: האורך המכסימלי של שביל קישור הפרטיות
nn: Maks antall ledd for personvern for slektninger
pl: Maksymalna długość ścieżki pokrewieństwa dla prywatności

source: User verified himself
ca: Usuari autoconfirmat
da: Bruger har<br />bekræftet ansøgningen
es: Usuario autoverificado
fi: Käyttäjä on vahvistanut itsensä
he: המשתמש אישר את רישומו
nn: Bruker har<br />bekreftet søknaden
pl: Potwierdzony przez siebie
