Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Set the default number of generations to display on Descendancy and Pedigree charts.
ca: Ajusta el nombre de generacions que, per defecte, es mostraran a l'arbre genealògic i al diagrama descendents.
da: Angiv antal generationer, der som standard skal vises i slægtstræer.
es: Fija el número de generaciñones que se mostrarán por omisión en los diagramas de descendientes y ascendeintes.
nn: Angi antall generasjoner som standard skal vises i slektstrær (diagram for aner/forfedre).
pl: Wybierz domyślną liczbę pokoleń, pokazywaną na wykresach potomków oraz rodowodu.

source: Show single and double quotes when displaying Hebrew dates.<br /><br />Setting this to <b>Yes</b> will display February 8 1969 as <span lang='he-IL' dir='rtl'>&#1499;'&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm; while setting it to <b>No</b> will display it as <span lang='he-IL' dir='rtl'>&#1499;&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&#1496;</span>&lrm;. This has no impact on the Jewish year setting since quotes are not used in Jewish dates displayed with Latin characters.<br /><br />Note: This setting is similar to the PHP 5.0 Calendar constants CAL_JEWISH_ADD_ALAFIM_GERESH and CAL_JEWISH_ADD_GERESHAYIM. This single setting affects both.
ca: Mostra simples i dobles cometes quan es presentin dates hebrees.<br /><br />Posant-ho a <b>Si</b> presentarà el 8 de febrer de 1969 com a <span lang='he-IL' dir='rtl'>&#1499;'&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm; en canvi si es posa a <b>No</b> apareixerà com <span lang='he-IL' dir='rtl'>&#1499;&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&#1496;</span>&lrm;. Això no afecta al paràmetre de l'any jueu doncs les cometes no s'empren per les dates jueves presentades amb caràcters llatins.<br /><br />Nota: Aquest paràmetre és semblant a lles constant de Calendari CAL_JEWISH_ADD_ALAFIM_GERESH i CAL_JEWISH_ADD_GERESHAYIM del PHO 5.0. Aquest únic paràmetre les afecta a totes dues.
da: Viser enkelt og dobbelt anførselstegn ved visning af hebræiske datoer. Vælges <b>Ja</b> vises 8 februar 1969 som <span lang='he-IL' dir='rtl'>&#1499;'&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm; i modsætning til, hvis der vælges <b>Nej</b>, hvor datoen bliver vist som <span lang='he-IL' dir='rtl'>&#1499;&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&#1496;</span>&lrm;. Dette påvirker indstillingen mht. det jødiske år, fordi der ikke anvendes anførselstegn i jødiske datoer, der vises med latinsk tegnsæt.
es: Mostrar comillas simples y dobles al mostrar fechas hebreas. Fijar este valor a 'Sí' mostrará 8 de febrero de 1969 como <span lang='he-IL' dir='rtl'>&#1499;'&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm; mientras que fijarlo a <b>No</b> lo mostrará como <span lang='he-IL' dir='rtl'>&#1499;&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&#1496;</span>&lrm;. Esto no afecta al ajuste del año judío puesto que no se utilizan comillas en las fechas judías mostradas con caracteres latinos.<br /><br />Nota: Este ajuste es similar al de las constantes del calendario CAL_JEWISH_ADD_ALAFIM_GERESH y CAL_JEWISH_ADD_GERESHAYIM en PHP 5.0. Este ajuste único afecta a ambos.
nn: Viser enkelt og dobbelt anførselstegn ved visning av hebraiske datoer. Ved ja-innstilling vises 8 februar 1969 som <span lang='he-IL' dir='rtl'>&#1499;'&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm; kontra nei-innstillingen som viser datoen som <span lang='he-IL' dir='rtl'>&#1499;&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&#1496;</span>&lrm;. Dette påvirker ikke jødisk år innstillingen fordi det ikke brukes anførselstegn i jødiske datoer, som vises med Latin tegnsett.
pl: Pokaż pojedyncze i podwójne cudzysłowy przy wyświetlaniu dat hebrajskich.<br /><br />Wybranie <b>Tak</b> spowoduje wyświetlenie 8 luty 1969 jako <span lang='he' dir='rtl'>&#1499;'&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&quot;&#1496;</span>&lrm;, podczas gdy wybranie <b>Nie</b> spowoduje wyświetlenie tej daty jako <span lang='he' dir='rtl'>&#1499;&#160;&#1513;&#1489;&#1496;&#160;&#1514;&#1513;&#1499;&#1496;</span>&lrm;. Nie ma to wpływu na ustawienie żydowskiego roku, ponieważ w żydowskich datach wyświetlonych za pomocą alfabetu łacińskiego cudzysłowy nie występują.<br /><br />Ustawia parametr $DISPLAY_JEWISH_GERESHAYIM w pliku <i><u>xxx</u>.GED_conf.php</i>.<br /><br />Uwaga: to ustawienie działa podobnie do stałych kalendarzowych<br />CAL_JEWISH_ADD_ALAFIM_GERESH i CAL_JEWISH_ADD_GERESHAYIM w PHP 5.0. To ustawienie ma wpływ na obie te stałe.

source: This option controls whether or not to automatically close the Edit window after a successful update.
ca: Aquesta opció controla si es tenca automàticament o no la finestra d'edició desprès d'una actualització correcta.
da: Denne valgmulighed gør det muligt at bestemme om redigeringsvinduet skal lukkes automatisk efter at redigeringen er færdig.
es: Esta opción controla si se cierra automáticamente la ventana de Edición tras una actualización con éxito.
nn: Dette valget angir om vindu for redigering skal lukkes automatisk etter at oppdatering er utført uten feil.
pl: Ta opcja określa, czy po pomyślnie zakończonej aktualizacji okno edycji ma zostać automatycznie zamknięte.

source: This option determines whether Autocomplete should be active while information is being entered into certain fields on input forms. When this option is set to <b>Yes</b>, text input fields for which Autocomplete is possible are indicated by a differently colored background.<br /><br />When Autocomplete is active, PhpGedView will search its database for possible matches according to what you have already entered. As you enter more information, the list of possible matches is refined. When you see the desired input in the list of matches, you can move the mouse cursor to that line of the list and then click the left mouse button to complete the input.<br /><br />The disadvantages of Autocomplete are that it slows the program, entails significant database activity, and also results in more data being sent to the browser.
ca: Aquesta opció determina si s'activa o no la funció d'autocompletar a l'introduir informació ens alguns formularis d'entrada. Si es posa a <b>Si</b>, els camps d'entrada en els que es possible autocompletar s'indicaran amb un color de fons diferent.<br /><br />Llavors PhpGedView cercarà a la seva base de dades les possibles coincidències en funció del que es vagi introduint. A mesura que s'entri més informació, la llista de possibles coincidències es reduirà. Si apareix l'entrada desitjada al llistat de coincidències, podeu moure el cursor cap a aquesta línea de la llista, polsant-la amb el botó esquerra del ratolí per a completar l'entrada.<br /><br />L'inconvenient d'autocompletar és que alenteix el programa és que alenteix el programa, implica força activitat de la base de dades i augmenta el tràfec de dades vers el navegador.
es: Esta opción determina si la función de autocompletar debe estar disponible al introducir información en ciertos campos de los formularios de entrada. Se se fija esta opción a <b>Sí</b>, los campos de entrada para los que se posible autocompletar se indican con un fondo de distinto color.<br /><br />En este caso, PhpGedView buscará en su base de datos las posibles coincidencias en función de lo ya introducido. Según se introduzca más información, la lista de posibles coincidencias se reducirá. Cuando vea la entrada deseada en la lista de coincidencias, puede mover el cursor al esa línea de las lista y hacer clic con el botón izquierdo para completar la entrada.<br /><br />Los inconvenientes de autocompletar es que ralentiza el programa, implica actividad significativa en la base de datos y que aumenta la transferencia de datos hacia el navegador.
he: This option determines whether Autocomplete should be active while information is being entered into certain fields on input forms. When this option is set to <b>כן</b>, text input fields for which Autocomplete is possible are indicated by a differently colored background.<br /><br />When Autocomplete is active, PhpGedView will search its database for possible matches according to what you have already entered. As you enter more information, the list of possible matches is refined. When you see the desired input in the list of matches, you can move the mouse cursor to that line of the list and then click the left mouse button to complete the input.<br /><br />The disadvantages of Autocomplete are that it slows the program, entails significant database activity, and also results in more data being sent to the browser.
pl: Ta opcja określa, czy Autouzupełnianie powinno być aktywne podczas wprowadzania informacji do niektórych pól edycji. Gdy ta opcja ma wartość <b>Tak</b>, pola wprowadzania danych, dla których jest dostępna opcja Autouzupełniania oznaczone są innym kolorem tła.<br /><br />Gdy Autouzupełnianie jest aktywne, PhpGedView będzie wyszukiwało możliwe wyniki w bazie danych zgodnie z tym co zostało już wprowadzone w danym polu. Jak wprowadzisz więcej informacji lista możliwych wyników jest na bierząco aktualizowana. Po wyświetleniu na liście wyników szukanych danych, możesz przesunąć kursor do tej linii na liście, a następnie klikniąć lewym przyciskiem myszy, aby zakończyć wprowadzanie danych.<br /><br />Wadami Autouzupełniania jest spowalnie działania programu, pociąganie za sobą zwiększonej aktywności bazy danych, a także wysyłanie większej ilości danych do przeglądarki.

source: The clippings cart allows users to add people to a temporary file that they can download in GEDCOM format for subsequent import into their genealogy software.
ca: El Cistell Genealògic permet als usuaris posar gent a un fitxer temporal que pot descarregar-se en format GEDCOM per a importar-lo posteriorment als seu programari genealògic.
da: Udklipsholderen giver de besøgende på din side mulighed for at kopiere dine data og gemme dem i en udklipsfil, som de så senere kan downloade som en GEDCOM-fil og importere i deres eget slægtsprogram.
es: El carrito permite a los visitantes de su sitio ir añadiendo la información de personas a un archivo temporal que pueden descargar en formato GEDCOM para importarlo posteriormente a su programa de genealogía.
nn: Utklippsmappen gir de besøkende på din side å ta utklipp fra dine data og legge disse til en utklippsfil, som de senere kan downloade som en GEDCOM fil og importere inn i deres eget slektsprogram.
pl: Wycinki pozwalają użytkownikom dodawać osoby do pliku tymczasowego, który mogą następnie pobrać w formacie GEDCOM i zaimportować do swojej aplikacji genealogicznej.

source: Allow user to change language
ca: Permetre als usuaris escollir l'idioma
es: Permitir a los usuarios elegir idioma
fi: Salli käyttäjän vaihtaa kieli
he: האם כל משתמש יכול לשנות שפה
nn: Tillat brukere å skifte språk
pl: Zezwalaj użytkownikom na zmianę języka

source: Set to <b>Yes</b> to allow users to override the site's default language. They can do this through their browser's preferred language configuration, configuration options on their Account page, or through links or buttons on most PhpGedView pages.
ca: Posant-ho a <b>Si</b> permetreu als usuaris canviar l'idioma per defecte del lloc. Poden fer-ho mitjançant l'idioma preferit configurat al seu navegador, les opcions de configuració de la seva pàgina de compte o mitjançant enllaços i botons que hi ha a la majoria de pàgines del PhpGedView.
es: Fijando en 'Sí' le da a los usuarios la opción de seleccionar un idioma diferente al por omisión, desde una lista desplegable en el pie de la página, y diferente también al de su navegador.
nn: Settes til 'ja' hvis brukerne skal få lov til å velge et annet språk fra en 'slipp ned'-liste på siden, eller bli styrt av språkinnstillingen i nettleseren til brukerne.
pl: Wybierz <b>Tak</b> aby zezwolić użytkownikom na nadpisywanie domyślnego języka strony. Mogą to zrobić przez konfigurację preferowanego języka w swojej przeglądarce, ustawienia konfiguracyjne swojego konta lub za pomocą odnośników lub przycisków na większości stron PhpGedView.

source: This option lets you disable the RSS feature.<br /><br />RSS lets users monitor your site for changes to the Index page without actually visiting your site periodically. If too many users make use of this feature or if the refresh frequency set by these users is too high, RSS can use up too much bandwidth or server capacity.<br /><br />This <a href='http://en.wikipedia.org/wiki/RSS' target='_blank' title='Wikipedia article'><b>Wikipedia article</b></a> contains comprehensive information and links about RSS and the various RSS formats.
ca: Aquesta opció us permet desactivar la funció RSS.<br /><br />La subscripció de fils RSS permet als usuaris monitoritzar els canvis de la pàgina índex del vostre lloc web sense que els calgui visitar-la periòdicament. Si molts usuaris fan servir aquesta funció o si la freqüència de refresc d'aquests usuaris és molt alta, l'RSS pot consumir molt ample de banda i capacitat del servidor.<br /><br />Aquest <a href='http://en.wikipedia.org/wiki/RSS_(file_format)' target='_blank' alt='article Wikipedia' title='article Wikipedia'><b>Artícle Wikipedia</b></a> conté informació i enllaços sobre l'RSS i els seus diferents formats.
es: Esta opción le permite desactivar la característica RSS.<br /><br />RSS permite a los usuarios monitorizar su sitio para detectar cambios a su página índice sin visitar el sitio periódicamente. Si demasiados usuarios aprovechan esta facilidad o si la frecuencia de refresco de estos usuarios es demasiado alta, RSS puede consumir demasiado ancho de banda o capacidad del servidor.<br /><br />Este <a href='http://es.wikipedia.org/wiki/RSS' target='_blank' title='Artículo de Wikipedia'><b>artículo de Wikipedia</b></a> contiene información completa y vínculos acerca de RSS y sus distintos formatos.
nn: Dette valget lar deg deaktiver RSS-funksjonaliteten.<br /><br />RSS lar brukere overvåke webstedet ditt for endringer på Index-siden uten faktisk å besøke siden regelmessig. Dersom for mange brukere benytter denne funksjonaliteten eller hvis oppfriskningsfrekvensen som er satt av disse brukerne er for høy, kan RSS bruke opp for mye båndbredde eller tjenerkapasitet.<br /><br />Denne <a href='http://en.wikipedia.org/wiki/RSS' target='_blank' title='Wikipedia article'><b>Wikipediaartikkelen</b></a> inneholder betydelig informasjon og lenker om RSS og de ulike RSS-formatene.
pl: Ta opcja umożliwa wyłączenie obsługi RSS.<br /><br />RSS pozwala użytkownikom śledzić zmiany na twojej stronie głównej bez konieczności regularnego wchodzenia na nią. Jeśli zbyt wielu użytkowników będzie chciało korzystać z RSS lub częstość odświeżania ustawiona przez nich jest zbyt wysoka, RSS może zabierać za dużo przepustowości łącza lub przekraczać możliwości serwera.<br /><br />Ten <a href='http://pl.wikipedia.org/wiki/Really_Simple_Syndication' target='_blank' title='Artykuł w Wikipedii'><b>artykuł w Wikipedii</b></a> zawiera szczegółowe informacje i odnośniki na temat RSS i różnych formatów RSS.

source: This option controls whether or not to automatically display content of a <i>Note</i> record on the Individual page.
ca: Aquesta opció controla si es mostren automàticament o no els continguts dels registres de <i>Notes</i> a la pàgina personal.
es: Esta opción controla si se muestra automáticamente o no el contenido de una <i>Nota</i> en la página de una persona.
nn: Dette valget kontrollerer om du ønsker å automatisk vise innholdet i <i>Noter</i> på siden for personer.
pl: Ta opcja pozwala na kontrolowanie czy automatycznie wyświetlać zawartość wpisu <i>Notatki</i> na stronie osoby.

source: This option controls whether or not to automatically expand the <i>Events of close relatives</i> list.
ca: Aquesta opció controla si s'obre automàticament o no la llista d'<i>Esdeveniments de parents directes</i>.
da: Ved hjælp af denne valgmulighed kan man bestemme om listen over <i>Begivenheder for nære slægtninge</i> skal udvides automatisk eller ej.
es: Esta opción controla si se expande automáticamente o no la lista de <i>Sucesos de parientes cercanos</i>.
nn: Dette valget bestemmer om du ønsker automatisk visning av <i>Hendelser til nære slektninger</i>.
pl: Ta opcja określa, czy lista <i>Wydarzenia bliskich</i> ma być automatycznie rozwijana.

source: This option controls whether or not to automatically display content of a <i>Source</i> record on the Individual page.
ca: Aquesta opció controla si es mostra automàticament o no el contingut dels registres de <i>Fonts</i> a la pàgina personal.
da: Ved hjælp af denne valgmulighed kan man bestemme om indholdet under fanebladet <i>Kilder</i> skal vises automatisk på siderne med fakta og detaljer for den enkelte person.
es: Esta opción controla si se muestran automáticamente o no los datos de una <i>Fuente</i> en la página de una persona.
nn: Dette valget kontrollerer om du ønsker å automatisk vise innholdet i <i>Kilder</i> på siden for personer.
pl: Ta opcja określa, czy zawartość wpisu <i>Źródła</i> na stronie osoby zostanie automatycznie wyświetlona.

source: This is the list of GEDCOM facts that your users can add to families. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>Unique Family Facts</i> list.
ca: Aquesta és la llista dels esdeveniments GEDCOM que els vostres usuaris poden afegir a les famílies. Podeu modificar-la traient-ne o posant-ne i personalitzar-los si cal. Els noms que apareixen aquí no han de figurar a la llista <i>Esdeveniments familiars únics</i>.
da: Dette er en liste over de fakta, som brugerne kan føje til familier. Listen viser de felter eller fakta i form af GEDCOM-koder (ADDR,AFN,BIRT,CGR osv). Du kan modificere denne liste ved at fjerne eller tilføje GEDCOM-koder, standard koder såvel som tilpassede. GEDCOM-koder, der findes på denne liste må ikke også findes på listen <i>Entydige familiefakta</i>.
es: Es la lista de hechos GEDCOM que sus usuarios pueden añadir a las familias. Puede modificar esta lista eliminando o añadiendo nombres de hechos, incluso los personalizados, según sea apropiado. Los nombres de hechos que aparezcan en esta lista no deben aparecer también en la lista <i>Hechos agregables una sola vez a familias</i>.
he: This is the list of GEDCOM facts that your users can add to families. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>עובדות משפחתיות יחידות במינן</i> list.
nn: Dette er rekken av GEDCOM-fakta som dine brukere kan legge til familier. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavn som er på denne listen kan ikke være på listen <i>Unike fakta for familier</i>.
pl: To jest lista faktów, które twoi użytkownicy mogą dodawać do rodzin. Możesz zmieniać tą listę, dowolnie usuwając lub dodając nazwy faktów (nawet własne). Nazwy faktów, które występują na tej liście, nie mogą jednocześnie występować na liście <i>Unikalne fakty rodzinne</i>.

source: This is the short list of GEDCOM family facts that appears next to the full list and can be added with a single click.
ca: Aquesta és una breu llista d'esdeveniments familiars GEDCOM que surt al costat de la completa i que poden afegir-se amb un simple clic.
da: Dette er den korte liste over GEDCOM familie fakta, der vises ved siden af den komplette liste og som kan tilføjes med et enkelt klik.
es: Es la lista corta de hechos GEDCOM familiares que aparecen junto a la lista completa que pueden añadirse con un solo clic.
fi: Tämä lista perhetietoja näkyy täyden listan vieressä ja siitä voi lisätä tiedon yhdellä klikkauksella.
nn: Dette er et utvalg av GEDCOM-fakta for personer som vises ved siden av den komplette listen og som kan legges til med et enkelt klikk.
pl: To jest krótka lista faktów rodzinnych GEDCOM, które są wyświetlane obok pełnej listy i mogą być szybko dodane za jednym kliknięciem myszki.

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to families. For example, if MARR is in this list, users will not be able to add more than one MARR record to a family. Fact names that appear in this list must not also appear in the <i>Family Add Facts</i> list.
ca: Aquesta és la llista d'esdeveniments GEDCOM que els vostres usuaris poden afegir <u>un cop</u> a famílies. Per exemple, si MARR és a la llista, els usuaris no poden afegir més d'un registre MARR a la família. Els noms que apareixen en aquesta llista no han de figurar a la <i>Addició d'esdeveniments familiars</i>.
da: Dette er en liste over de fakta, som brugerne kun kan føje til familier <u>een gang</u>. Listen viser felterne eller fakta i form af GEDCOM-koder (ADDR,AFN,BIRT,CGR osv). For eksempel, hvis MARR findes på denne liste, så vil brugere ikke kunne tilføje mere end een vielsesoplysning for en familie. GEDCOM-koder, der findes på denne liste må ikke også findes på listen: <i>Tilføj familiefakta</i>.
es: Es la lista de hechos GEDCOM que sus usuarios sólo pueden agregar <u>una vez</u> a las familias. Por ejemplo, si MARR está en esta lista, los usuarios no podrán agregar más de un registro MARR a una familia. Los nombres de hechos que aparezcan en esta lista no deben aparecer también en la lista <i>Hechos agregables a familias</i>.
he: This is the list of GEDCOM facts that your users can only add <u>once</u> to families. For example, if MARR is in this list, users will not be able to add more than one MARR record to a family. Fact names that appear in this list must not also appear in the <i>עובדות משפחתיות שניתן להוסיף</i> list.
nn: Dette er rekken med GEDCOM fakta som dine brukere kan legge til <u>en gang</u> for en familie. For eksempel, hvis MARR er på denne listen, vil brukerne ikke kunne legge til mer enn en MARR-hendelse til en familie. Faktanavn som er på denne listen kan ikke samtidig være på <i>Fakta å legge til for familier</i>-listen.
pl: To jest lista faktów GEDCOM, które twoi użytkownicy mogą dodać tylko <u>raz</u> do rodziny. Na przykład, jeśli na liście znajduje się małżeństwo (MARR), użytkownicy nie będą mogli dodać więcej niż jednego wpisu o małżeństwie (MARR) do danej rodziny. Nazwy faktów występujące na tej liście nie mogą jednocześnie występować na liście <i>Fakty rodzinne</i>.

source: When a new family record is added online in PhpGedView, a new ID for that family will be generated automatically. The family ID will have this prefix.
ca: Quan s'afegeix en línea un nou registre de família a PhpGedView, es genera automàticament un ID per a ella. El nou ID tindrà aquest prefix.
da: Når en ny familie tilføjes online i PhpGedView, så vil et nyt ID for familien blive genereret automatisk. Familiens ID vil få dette præfiks.
es: Si se agrega un nuevo registro de familia en PhpGedView, se generará automáticamente un nuevo ID para ella. El ID de la familia tendrá este prefijo.
nn: Når en ny familie blir registert online i PhpGedView, vil en ny ID automatisk bli lagd for denne familien. Familie-IDen får da dette prefikset (standard er F).
pl: Podczas dodawania nowego wpisu o rodzinie w PhpGedView automatycznie tworzy się dla niego nowy identyfikator rodziny. Identyfikator rodziny będzie miał wskazany przedrostek.
