Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: User approved by Admin
ca: Usuari autoritzat per l'administrador
da: Bruger er godkendt<br />[af administrator]
es: Usuario aprobado por el administrador
fi: Ylläpitäjä on vahvistanut käyttäjän
he: המשתמש אושר ע"י המנהלן
nn: Godkjent bruker<br />[av Admin]
pl: Zatwierdzony przez administratora

source: Change Language
ca: Escolliu L'idioma
da: Vælg sprog
es: Cambiar el Idioma
fi: Vaihda kieli
he: החלף שפה
nn: Velg språk (Language)
pl: Zmień język

source: My Theme
ca: Presentació escollida
da: Mit Udseende
es: Mi Tema
fi: Teemani
he: עיצוב האתר
nn: Min stil
pl: Mój motyw

source: Site Default
ca: Per defecte la del lloc
da: Standard på hjemmesiden
es: Predeterminado del Sitio
fi: Sivuston oletusarvo
he: ברירת מחדל
nn: Standard på siden
pl: Domyślne ustawienia strony

source: Preferred Contact Method
ca: Mètode preferit de contacte
da: Ønsket kontaktmetode
es: Método preferido de contacto
fi: Mieluisin yhteystapa
he: שיטת התקשורת המועדפת
nn: Ønsket kontaktmetode
pl: Preferowana metoda kontaktu

source: Visible to other users when online
ca: Visible a altres usuaris quan accediu
da: Synlig for andre brugere der er logget ind
es: Visible para los demás usuarios cuando esté conectado
fi: Näkyvissä muille käyttäjille online-tilassa.
he: גלוי למשתמשים אחרים בהיותו מחובר
nn: Vis andre at du er pålogget
pl: Widoczny dla innych użytkowników

source: Allow this user to edit his account information
ca: Permet a aquest usuari editar la informació del seu compte
da: Giv denne bruger rettighed til at ændre sin egen brugerkonto
es: Permitir que este usuario modifique la información de su cuenta
fi: Salli tämän käyttäjän muokata käyttäjätiliään.
he: הרשאה למשתמש זה לערוך את נתוני המשתמש שלו
nn: Gi denne brukeren rettighet til å endre brukerkontoen sin
pl: Zezwól użytkownikowi na edycję konta

source: Default Tab to show on Individual Information page
ca: Format per defecte de la pàgina d'informació de persones
da: Fanebladet der vises som standard på personers informationssider
es: Pestaña a mostrar por omisión en la página de información de una persona
fi: Oletusvälilehti, joka näytetään henkilösivulla
he: חוצץ ברירת המחדל של דף מידע אישי
nn: Arkfanen som skal vises som standard på faktasiden til personer
pl: Domyślna zakładka na stronie danych osoby

source: Admin comments on user
ca: Comentaris d'administració sobre l'usuari
da: Administratorens kommentarer om brugeren
es: Comentarios del administrador acerca del usuario
fi: Ylläpitäjän kommentit käyttäjästä
he: הערות מנהלן על משתמש
nn: Kommentar fra admin til bruker
pl: Komentarz administratora do użytkownika

source: Admin warning at date
ca: Avisos d'administració en data
da: Påmind administratoren på denne dato
es: Avisar al administrador en la fecha
fi: Ylläpitäjän varoitus päivämäärällä
he: התראה למנהלן בתאריך
nn: Advarsel fra admin om dato
pl: Ostrzeżenie administratora z datą

source: User List
ca: Llista d'usuaris
da: Brugerliste
es: Lista de usuarios
fi: Nykyinen käyttäjälista
he: רשימת משתמשים
nn: Aktiverte brukere
pl: Lista użytkowników

source: Add a new user
ca: Afegeix un nou usuari
da: Tilføj en ny bruger
es: Agregar un nuevo usuario
fi: Lisää uusi käyttäjä
he: הוסף משתמש חדש
nn: Legg til ny bruker
pl: Dodaj nowego użytkownika

source: Back to User Administration
ca: Torna a l'Administració d'usuaris
da: Tilbage til brugeradministration
es: Volver a Administración de usuarios
fi: Takaisin käyttäjien hallintaan
he: חזור לניהול משתמשים
nn: Tilbake til Brukere og rettigheter
pl: Powrót do zarządzania użytkownikami

source: Full Name
ca: Nom complet
da: Fulde navn
es: Nombre completo
fi: Koko nimi
he: שם מלא
nn: Fullt navn
pl: Imię i nazwisko

source: Languages
ca: Idiomes
da: Sprog
es: Idiomas
fi: Kielet
he: שפות
nn: Språk
pl: Języki

source: Privileges
ca: Privilegis
da: Rettigheder
es: Privilegios
fi: Etuoikeudet
he: זכויות
nn: Rettigheter
pl: Uprawnienia

source: Date registered
ca: Registrat el dia
da: Oprettelsesdato
es: Fecha de registro
fi: Rekisteröintipäivä
he: תאריך הרשמה
nn: Dato registert
pl: Data rejestracji

source: Last logged in
ca: Darrer accés
da: Sidst logget ind
es: Última entrada
fi: Viimeksi kirjautunut
he: התחברות אחרונה ב-
nn: Sist logget inn
pl: Ostatni login

source: Never
ca: Mai
da: Aldrig
es: Nunca
fi: Ei koskaan
he: אף פעם לא
nn: Aldri
pl: nigdy

source: Are you sure you want to delete the user
ca: Esteu segur que cal eliminar l'usuari
da: Er du sikker på at du vil slette brugeren
es: Seguro que quiere borrar el usuario
fi: Haluatko varmasti poistaa käyttäjän?
he: אשר שברצונך למחוק משתמש
nn: Er du sikker på at du vil slette brukeren
pl: Czy na pewno chcesz usunąć tego użytkownika?

source: Create User
ca: Crea usuari
da: Opret ny bruger
es: Crear Usuario
fi: Luo uusi käyttäjä
he: בנה משתמש
nn: Opprett bruker
pl: Utwórz użytkownika

source: Cleanup users
ca: Neteja d'usuaris
da: Ryd op i brugere
es: Limpiar usuarios
fi: Siivoa käyttäjät
he: ניקוי משתמשים
nn: Rydd opp i brukere
pl: Porządkuj użytkowników

source: Number of months since the last login for a user's account to be considered inactive:
ca: Nombre de mesos d'ençà el darrer accés per a que un compte d'usuari es consideri inactiu:
da: Antal måneder siden sidste login før brugerkontoen regnes som inaktiv:
es: Número de meses desde la última conexión para que una cuenta de usuario se considere inactiva:
fi: Kuukausien määrä edellisestä kirjautumisesta kun tunnus on ollut joutilaana:
he: מספר החודשים מאז ההתחברות האחרונה כדי להתייחס למשתמש כלא פעיל:
nn: Antall måneder en bruker kan la vær å logge seg inn før brukerkontoen ansees som inaktiv:
pl: Liczba miesięcy od ostatniego logowania do uznania konta za nieaktywne:

source: User's account has been inactive too long:
ca: El compte de l'usuari ha restat inactiu molt de temps:
da: Brugers konto har været inaktiv for længe:
es: La cuenta de usuario ha estado inactiva demasiado tiempo:
fi: Käyttäjän tili on ollut liian pitkään käyttämätön:
he: המשתמש לא פעיל זמן רב מידי:
nn: Kontoen til brukeren har vært inaktiv for lenge:
pl: Konto użytkownika było zbyt długo nieaktywne:

source: User didn't verify within 7 days.
ca: Usuari no verificat passats 7 dies.
da: Bruger verificerede ikke sin konto inden 7 dage.
es: El usuario no verificó su dirección en 7 días.
fi: Käyttäjä ei ole vahvistanut 7 päivässä.
he: המשתמש לא אישר עצמו תוך 7 ימים.
nn: Brukeren bekreftet ikke innen 7 dager.
pl: Użytkownik nie potwierdził zgłoszenia w ciągu 7 dni.

source: User not verified by administrator.
ca: Usuari no verificat per l'administrador.
da: Bruger ikke godkendt af administrator.
es: Usuario no verificado por un administrador.
fi: Ylläpito ei ole vahvistanut käyttäjää.
he: המשתמש לא אושר ע"י המנהלן.
nn: Bruker ikke godkjent av administrator.
pl: Użytkownik nie został zatwierdzony przez administratora.

source: GEDCOM no longer active, remove user references.
ca: GEDCOM inactiu, treu les referències d'usuari.
da: Slægtsdatabase er ikke længere aktiv, fjern bruger-tilknytning.
es: El GEDCOM ya no está activo, eliminar referencias de usuarios.
fi: GEDCOM ei ole enää aktiivinen, poista käyttäjän asetuksista.
he: ה-GEDCOM כבר אינו פעיל, הסר קישורי משתמשים.
nn: Slektsbasen er ikke aktiv lengre. Fjern rettighetene til brukeren.
pl: Plik GEDCOM nie jest aktywny, usuń powiązania z użytkownikami.

source: Nothing found to cleanup
ca: No hi ha res a netejar
da: Oprydning er ikke påkrævet
es: No se encontró nada que limpiar
fi: Ei löytynyt mitään siivottavaa
he: לא נמצא כלום לנקות
nn: Fant ikke noe å rydde
pl: Nie ma potrzeby porządkowania

source: Continue
ca: Segueix
da: Fortsæt
es: Continuar
fi: Jatka
he: המשך
nn: Fortsett
pl: Dalej

source: Deleted user:
ca: Usuaris eliminats:
da: Slettet bruger:
es: Usuario borrado:
fi: Poistetut käyttäjät:
he: משתמש מחוק:
nn: Slettet bruker:
pl: Usunięty użytkownik:

source: Unset GEDCOM rights for
ca: Desactiva els drets sobre el GEDCOM per a
da: Slet GEDCOM rettigheder for
es: Eliminando derechos de acceso GEDCOM de
fi: Käyttämättömät GEDCOM oikeudet käyttäjällä:
he: הורד הרשאות GEDCOM עבור
nn: Fjern rettigheter til slektsfilen for
pl: Usuń prawa GEDCOM dla

source: Unset root ID for
ca: Desactiva l'ID arrel per a
da: Slet startperson ID for
es: Eliminando el ID raíz de
fi: Käyttämätön juuritason ID käyttäjällä:
he: הורד קוד זיהוי מוצא עבור
nn: Fjern hovedID for
pl: Usuń identyfikator korzenia dla

source: Unset GEDCOM ID for
ca: Desactiva l'ID GEDCOM per
da: Slet GEDCOM ID for
es: Borrando el ID GEDCOM de
fi: Käyttämätön GEDCOM ID käyttäjällä:
he: הורד קוד זיהוי GEDCOM עבור
nn: Fjern slektsfilID for
pl: Usuń identyfikator GEDCOM dla

source: Select an option below:
ca: Seleccioneu una de les opcions següents:
da: Vælg en af følgende:
es: Seleccione una opción:
fi: Valitse alla olevista vaihtoehdoista:
he: בחר באפשרות:
nn: Alternativer:
pl: Wybierz opcję poniżej:

source: Send message to all users
ca: Envia missatge a tot els usuaris
da: Send besked til alle brugere
es: Enviar un mensaje a todos los usuarios
fi: Lähetä viesti kaikille käyttäjille
he: שלח הודעה לכל המשתמשים
nn: Send melding til alle brukere
pl: Wyślij wiadomość do wszystkich użytkowników

source: Send message to users who have never logged in
ca: Als usuaris que no hagin accedit mai
da: Send meddelelse til brugere, der aldrig har logget ind
es: Enviar un mensaje a los usuarios que nunca se han conectado
fi: Lähetä viesti käyttäjille, jotka eivät koskaan ole kirjautuneet.
he: שלח הודעה למשתמשים שעדיין לא התחברו למערכת
nn: Send beskjed til brukere som aldri har logget seg inn
pl: Do użytkowników nigdy nie zalogowanych

source: Send message to users who have not logged in for 6 months
ca: Als usuaris que no hagin accedit durant els darrers 6 mesos
da: Send meddelelse til brugere, der ikke har logget ind i 6 måneder
es: Enviar mensaje a los usuarios que no se han conectado los últimos seis meses
fi: Lähetä viesti käyttäjille, jotka eivät ole kirjautuneet 6 kuukauteen.
he: שלח הודעה למשתמשים שלא התחברו למערכת ב-6 החודשים האחרונים
nn: Send beskjed til brukere som ikke har logget seg inn siste 6 måneder
pl: Do użytkowników nie zalogowanych przez ostatnie 6 miesięcy

source: Informational
ca: Informació
da: Information
es: Informativo
fi: Tiedoksi
he: אינפורמטיבי
nn: Informasjon
pl: Informacyjne

source: Total number of users
ca: Nombre total d'usuaris
da: Total antal brugere
es: Número total de usuarios
fi: Käyttäjiä kaiken kaikkiaan
he: סה"כ משתמשים
nn: Totalt antall brukere
pl: Liczba użytkowników

source: Site Administrators
ca: Administradors del lloc
da: Hjemmeside-administratorer
es: Administradores del sitio
fi: Paikan Ylläpitäjiä
he: מנהלני האתר
nn: Administratorer til nettstedet
pl: Administratorzy strony

source: GEDCOM Administrators
ca: Administradors del GEDCOM
da: Slægtsdatabase-administratorer
es: Administradores de GEDCOM
fi: GEDCOM ylläpitäjät
he: מנהלי GEDCOM
nn: Administratorer til slektsfilen
pl: Administratorzy GEDCOM

source: Users with warnings
ca: Usuaris amb avisos
da: Brugere med advarsler
es: Usuarios con avisos
fi: Käyttäjät, joilla varoitus
he: משתמשים עם התראות
nn: Brukere med advarsler
pl: Użytkownicy z ostrzeżeniami

source: Unverified by User
ca: No verificats per l'usuari
da: Ikke verficeret af bruger
es: No verificados por el usuario
fi: Käyttäjän vahvistamatta
he: לא אומת ע"י משתמש
nn: Ikke bekreftet av bruker
pl: Niepotwierdzone przez użytkownika

source: Unverified by Administrator
ca: No verificats per l'administrador
da: Ikke godkendt af administrator
es: No verificados por un administrador
fi: Ylläpidon vahvistamatta
he: לא אומת ע"י מנהלן
nn: Ikke bekreftet av administrator
pl: Niezatwierdzone przez administratora

source: Users' languages
ca: Idioma de l'usuari
da: Brugeres sprog
es: Idiomas de los usuarios
fi: Käyttäjien kielet
he: שפות המשתמשים
nn: Språkene til brukere
pl: Języki użytkowników

source: Advanced Search
ca: Cerca avançada
es: Búsqueda avanzada
fi: Tarkennettu haku
he: חיפוש מתקדם
nn: Avansert søk
pl: Wyszukiwanie zaawansowane

source: Exact
ca: Exactament
es: Exacto
fi: Tarkka
he: בדיוק
nn: lik
pl: Dokładnie

source: Begins with
ca: Comença amb
es: Comienza por
fi: Alkaa näin
he: מתחיל ב-
nn: begynner med
pl: Zaczyna się od

source: Contains
ca: Conté
es: Contiene
fi: Sisältää
he: כולל
nn: inneholder
pl: Zawiera

source: Sounds like
ca: Sona com
es: Suena como
fi: Kuulostaa tältä
he: נשמע כמו
nn: høres ut som
pl: Brzmi jak

source: Father
ca: Pare
da: Far
es: Padre
fi: Isä
he: אבא
nn: Far
pl: ojciec

source: GIVN
ca: Nom/s de Pila
da: Fornavn
es: Nombre de pila
fi: Etunimet
he: שמות פרטיים
nn: Fornavn
pl: Imiona

source: Mother
ca: Mare
da: Mor
es: Madre
fi: Äiti
he: אמא
nn: Mor
pl: matka

source: Add More Fields
ca: Afegeix més camps
es: Añadir más campos
fi: Lisää uusia kenttiä
he: הוסף עוד שדות
nn: Legg til flere felter
pl: Dodaj więcej pól

source: Error: The Media Firewall was launched from a directory other than the media directory.
ca: Error: el Tallafoc Multimèdia s'ha cridat des d'un directori diferent al multimèdia.
da: Fejl: Media firewall var sat igang via. en mappe anden ind media mappen.
es: Error: Se lanzó el cortafuegos de objetos audiovisuales desde un directorio distinto del directorio de objetos.
fi: Virhe: Mediapalomuuri käynnistettiin muualta kuin mediakansiosta.
he: שגיאה: חומת האש הופעלה מתיקיה שונה מתיקית המדיה
nn: Feil: Mediabrannmuren ble startet fra en annen katalog enn mediamappen.
pl: Błąd: Firewall multimediów został włączony z innego katalogu niż katalog multimediów.

source: No Media Found
ca: No s'ha localitzat multimèdia
da: Ingen medier fundet
es: No se encontró el objeto audiovisual
fi: Mediaa ei löydy
he: לא נמצאה מדיה
nn: Ingen media funnet
pl: Nie znaleziono obiektów multimedialnych

source: Privacy restrictions prevent you from viewing this item
ca: Les restriccions de privadesa no us permeten veure aquest ítem
da: Privatlivs begrænsninger forhindrer dig i at se dette emne
es: Las retricciones de privacidad no le permiten ver este elemento
fi: Yksityisyysrajoitukset estävät tämän kohteen näyttämisen.
he: הגבלות פרטיות מונעות ממך לראות פריט זה
nn: Personvernet forhindrer visning av dette mediaobjektet
pl: Ograniczenie prywatności uniemożliwia Ci oglądanie tego.

source: This media file is broken and cannot be watermarked
ca: Aquest fitxer multimèdia és partit i no pot ser marca d'aigua
da: Mediefilen er i stykker og kan ikke vandmærkes
es: Este archivo audiovisual está dañado y no se le puede poner la marca de agua
fi: Tämä mediatiedosto on rikkonainen eikä siihen voi laittaa vesileimaa
he: קובץ המדיה הזה פגום ואינו ניתן לסמן אותו בסימן מים
nn: Denne mediafilen er skadet og kan ikke vannmerkes
pl: Te multimedia są uszkodzone i nie mogą być zaznaczone znakiem wodnym

source: Relationship Chart
ca: Diagrama de parentiu
da: Slægtskabsdiagram
es: Parentesco
fi: Sukulaisuus
he: קירבה משפחתית
nn: Slektskapsdiagram
pl: Diagram pokrewieństwa

source: and
ca: i
da: og
es: y
he: ו-
nn: og
pl: i

source: Person 1
ca: Persona 1
da: 1. person
es: Persona 1
fi: Henkilö 1
he: אדם א'
pl: Pierwsza osoba

source: Person 2
ca: Persona 2
da: 2. person
es: Persona 2
fi: Henkilö 2
he: אדם ב'
pl: Druga osoba

source: Line up the same generations
ca: Alinea generacions
da: Vis generationer på linie
es: Alinear las mismas generaciones
fi: Aseta sama sukupolvi riviin
he: סדר בשורה לפי דורות
nn: Vis like slektsledd på linje
pl: Pokaż te same pokolenia w jednej linii

source: Show oldest top
ca: Els més grans primer
da: Vis de ældste øverst
es: Mostrar lo más antiguo antes
fi: Näytä vanhin huipulla
he: הראה את הישן למעלה
nn: Vis de eldste øverst
pl: Pokaż starszych u góry

source: Show path
ca: Mostra els vincles
da: Vis sti
es: Ver camino
fi: Näytä polku
he: הראה את הנתיב
nn: Slektslinje
pl: Pokaż ścieżkę

source: No results found.
ca: Sense resultats.
da: Fandt ingenting
es: No se encontraron resultados.
fi: Hakua vastaavia tuloksia ei löytynyt.
he: לא נמצאו תוצאות
nn: Fant ingen...
pl: Nic nie znaleziono.

source: Check relationships by marriage
ca: Cerca vincles polítics.
da: Find slægtskab efter giftemål
es: Verificar parentesco por matrimonio
fi: Tarkista sukulaisuus myös avioliiton kautta
he: בדוק קירבה באמצעות נישואין
nn: Sjekk slektskap via inngifte
pl: Sprawdź pokrewieństwo przez małżeństwo

source: No link between the two individuals could be found.
ca: No s'ha pogut trobar cap altre vincle entre ambdues persones.
da: Kan ikke finde (flere) relationer mellem de to personer!
es: No se encontró ninguna relación entre estas dos personas.
fi: Sukuyhteyttä näiden kahden henkilön välillä ei löydy.
he: לא נמצא קשר בין שני האנשים.
nn: Ingen (annen) forbindelse mellom de to personene finnes.
pl: Nie znaleziono powiązania między tymi osobami.

source: No other link between the two individuals could be found.
ca: No es pot localitzar cap altre vincle entre les dues persones.
es: No se encontró otra relación entre estas dos personas.
fi: Muita linkkejä henkilöiden välillä ei löytynyt.
he: לא נמצא קשר אחר בין שני האנשים.
pl: Nie znaleziono innego powiązania między tymi osobami.

source: Find next path
ca: Troba el següent vincle
da: Find næste sti
es: Buscar otro camino
fi: Hae toinen reitti
he: מצא הנתיב הבא
nn: Finn neste slektslinje
pl: Pokaż następną ścieżkę

source: Find Individual ID
ca: Cerca la Persona
da: Find en persons ID
es: Encontrar persona con ID
fi: Hae henkilön ID
he: מצא קוד זיהוי
nn: Finn person
pl: Znajdź ID osoby

source: Find Family List
ca: Cerca Llistat de Famílies
da: Find familieliste
es: Buscar familia
fi: Hae perheluettelo
he: מצא רשימת משפחה
nn: Finn Familieliste
pl: Znajdź rodziny

source: Find Media
ca: Cerca multimèdia
da: Find billeder og andre medier
es: Buscar objeto audiovisual
fi: Etsi media
he: מצא מדיה
nn: Finn media
pl: Znajdź multimedia

source: Find Place
ca: Cerca un Lloc
da: Find stednavn
es: Buscar lugar
fi: hae paikka
he: מצא מקום
nn: Finn stedsnavn
pl: Znajdź miejsce

source: Repositories
ca: Arxius
da: Opbevaringssteder
es: Repositorios
fi: Tietovarastoluettelo
he: מאגרים
nn: Oppbevaringssteder
pl: Lista repozytoriów

source: Find Shared Note
ca: Cerca una nota compartida
es: Buscar nota compartida
fi: Etsi jaettu lisätieto
he: מצא הערה משותפת
pl: Znajdź wspólną notatkę

source: Find Source
ca: Cerca font
da: Find kilde
es: Buscar fuente
fi: Hae lähde
he: מצא מקור
nn: Finn kilde
pl: Znajdź źrodło

source: Find Special Characters
ca: Cerca caràcters especials
da: Find specielle karakterer
es: Buscar caracteres especiales
fi: Hae erikoismerkkejä
he: מצא סימנים מיוחדים
nn: Finn spesielle bokstaver
pl: Znajdź znaki specjalne

source: Please enter more than one character
ca: Cal que entreu més d'un caràcter
da: Skriv venligst mere end et bogstav
es: Por favor, introduzca más de un carácter
fi: Anna enemmän kuin yksi merkki
he: נא הכנס יותר מתו אחד
nn: Du må søke etter mer enn bare en bokstav
pl: Wprowadź więcej niż jeden znak

source: Name contains:
ca: El Nom conté:
da: Navn indeholder:
es: El nombre contiene:
fi: Nimi sisältää:
he: השם מכיל:
nn: Navn inneholder:
pl: Nazwa zawiera:

source: Filter
ca: Filtra
es: Filtro
fi: Suodatus
he: פילטר
nn: Søk
pl: Szukaj

source: Media contains:
ca: Fitxers Multimèdia:
da: Medie indehold:
es: El objeto contiene:
fi: Media sisältää:
he: מדיה מכילה:
nn: Media inneholder:
pl: Obiekt multimedialny zawiera:

source: Show thumbnails
ca: Mostra les miniatures
da: Vis miniaturebilleder
es: Mostrar miniaturas
fi: Näytä pienoiskuvat
he: הראה תמונות מזעריות
nn: Vis miniatyrbilde(r)
pl: Pokaż miniaturki

source: Display all
ca: Veure-ho tot
da: Vis alle
es: Mostrar todo
fi: Näytä kaikki
he: הצג הכול
nn: Vis alle
pl: Pokaż wszystko

source: Place contains:
ca: El lloc conté:
da: Stednavn indeholder:
es: El lugar contiene:
fi: Paikka sisältää:
he: מקום מכיל:
nn: Stedsnavn inneholder:
pl: Miejsce zawiera:

source: Repository contains:
ca: L'arxiu conté:
da: Opbevaringssteder indeholder:
es: El repositorio contiene:
fi: Tietovarasto sisältää:
he: מאגר מכיל:
nn: Oppbevaringsstedet inneholder:
pl: Repozytorium zawiera:

source: Shared Note contains:
ca: Contingut de la nota compartida:
es: La nota compartida contiene:
fi: Jaettu lisätieto sisältää:
he: ההערה המשותפת מכילה:
pl: Wspólna notatka zawiera:

source: Source contains:
ca: La font conté:
da: Kilder indholder:
es: La fuente contiene:
fi: Lähde sisältää:
he: מקור מכיל:
nn: Kilde inneholder:
pl: Źródło zawiera:

source: Magnify
ca: Augmenta
da: Forstør
es: Agrandar
fi: Suurenna
he: הגדל
nn: Forstørr
pl: Powiększ

source: Current directory
ca: Directori actual:
da: Nuværende mappe
es: Directorio actual
fi: Nykyinen kansio
he: התיקייה הנוכחית
nn: Nåværende mappe:
pl: Aktualny katalog

source: External objects
ca: Objectes externs
da: Eksterne objekter
es: Objetos externos
fi: Ulkoiset kohteet
he: ישויות חיצוניות
nn: Eksterne objekt
pl: Zewnętrzne obiekty

source: The filename entered does not exist.
ca: Fitxer inexistent.
da: Filnavnet findes ikke.
es: El archivo introducido no existe.
fi: Annettua tiedostonimeä ei ole.
he: לא קיים קובץ בשם הזה.
nn: Oppgitt filnavn finnes ikke!
pl: Podany plik nie istnieje.

source: Image Dimensions
ca: Mides de l'imatge
da: Billeddimensioner
es: Dimensiones de la imagen --
fi: Kuvan mitat
he: מימדי התמונה
nn: Bilde-størrelser
pl: Wymiary obrazka

source: This media object is linked to the following:
ca: Aquest objecte multimèdia està vinculat amb el següent:
da: Dette medieobjekt refererer til følgende:
es: Este objeto audiovisual está vinculado con los siguientes:
fi: Tämä mediaobjekti on liitetty seuraavaan:
he: המדיה הזו מקושרת ל-
nn: Dette media-objektet er knyttet til:
pl: Ten obiekt multimedialny jest powiązany z:

source: View Person
ca: Mostra la persona:
da: Vis person
es: Ver Persona
fi: Katso henkilöä
he: הצג אדם
nn: Vis person
pl: Zobacz osobę

source: View Source
ca: Mostra la Font
da: Vis kilde
es: Ver fuente
fi: Näytä lähteet
he: ראה מקור
nn: Vis kilder
pl: Zobacz źródło

source: View Object
ca: Mostra l'objecte
da: Vis Objekt
es: Ver objeto
fi: Katso kohdetta
he: הצג ישות מדיה
nn: Vis objekt
pl: Zobacz obiekt

source: This media object is not linked to any GEDCOM record.
ca: Aquest objecte multimèdia no està vinculat amb cap registre del GEDCOM.
da: Dette medieobjekt refererer ikke til noget.
es: Este objeto audiovisual no está vinculado a ningún registro GEDCOM.
fi: Tätä mediaobjektia ei ole liitetty mihinkään GEDCOM-tietueeseen.
he: המדיה הזו אינה מקושרת לשום רשומת GEDCOM.
nn: Dette media-objektet er ikke knyttet til noe(n) i slektsfilen.
pl: Ten obiekt multimedialny nie jest powiązany z żadnym wpisem GEDCOM.

source: Places found
ca: Llocs trobats:
da: Steder fundet
es: Lugares encontrados
fi: Paikkoja löytyi
he: נמצאו מקומות
nn: steder funnet
pl: znalezionych miejsc

source: Repositories found
ca: Arxius localitzats
da: Opbevaringssteder fundet
es: Repositorios encontrados
fi: Löydetty tietovarastoja
he: נמצאו מאגרים
nn: oppbevaringssteder funnet
pl: Znaleziono repozytoria

source: Shared Notes found
ca: Notes compartides localitzades
es: Notas compartidas halladas
fi: Löytyi jaettuja lisätietoja
he: נמצאו הערות משותפות
pl: Znalezionych notatek

source: Total Sources
ca: Total Fonts
da: Antal kilder
es: Número total de fuentes
fi: Lähteiden kokonaismäärä
he: סה"כ מקורות
nn: Antall kilder
pl: Wszystkich źródeł

source: MARR
ca: Enllaç
da: Ægteskab
es: Matrimonio
fi: Avioliitto
he: נישואין
nn: Ekteskap
pl: Ślub

source: Branches
ca: Branques
es: Ramas
fi: Haarat
he: ענפים
pl: Lista gałęzi

source: Random surname
ca: Cognom a l'atzar
es: Apellido al azar
fi: Satunnainen sukunimi
he: שם משפחה אקראי
pl: Losowe nazwisko
