Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Enter the limiting value here.<br /><br />If you have opted to limit the News article display according to age, any article older than the number of days entered here will be hidden from view. If you have opted to limit the News article display by number, only the specified number of recent articles, ordered by age, will be shown. The remaining articles will be hidden from view.<br /><br />Zeros entered here will disable the limit, causing all News articles to be shown.
ca: Entreu el límit aquí.<br /><br />Si heu optat per limitar el nombre d'articles segons l'antiguitat no en mostrarà cap amb data anterior al nombre de dies fixats. Si heu optat per limitar el nombre, solament es veuran els més nous fins al nombre fixat, ordenats per antiguitat. La resta d'articles restaran ocults.<br /><br />Si hi entreu zeros es desactiva el límit i es veuran tots.
da: Skriv grænseværdien her.<br /><br />Hvis du har valgt at begrænse antallet af artikler efter deres alder, vil alle artikler, der er ældre end det antal dage du har anført, ikke blive vist. Hvis du har valgt at begrænse visningen af artikler efter artiklernes antal, vil det specificerede antal af artikler, sorteret efter alder, blive vist. De resterende artikler vil ikke blive vist.<br /><br />Skrives et 0, vil der ikke blive sat nogen grænse, og alle artikler vil blive vist i nyhedsrammen.
es: Introduzca el valor límite aquí.<br /><br />Si ha optado por limitar la presentación de noticias por antigüedad, cualquier artículo con más días que los indicados se ocultará. Si ha optado por limitar la presentación por número, sólo se presentará ese número de artículos recientes. ordenados por fecha. Los demás artículos quedarán ocultos.<br /><br />Si se introduce cero, el límite quedará desactivado y se mostrarán todos los artículos de noticias.
fi: Lisää raja-arvo tähän.<br /><br /> Mikäli rajoittavana tekijänä on ikä, kaikki tätä päivien lukumäärää vanhemmat artikkelit jäävät piiloon. Mikäli rajoittavan tekijänä on artikkelien lukumäärä, vain lukumäärän mukaiset uusimmat artikkelit näkyvät.<br /><br />Mikäli arvoiksi valitaan nollat, näytetään kaikki artikkelit.
he: הכנס כאן את ערך הגבול.<br /><br />אם בחרת להגביל את תצוגת כתבות החדשות לפי גיל, כתבות ישנות יותר ממספר הימים שהוכנס כאן יוסתרו מהתצוגה. אם בחרת להגביל את תצוגת כתבות החדשות לפי מספר, רק המספר הנבחר של הכתבות האחרונות יוצג בסדר הגילים. יתר הכתבות יוסתרו מהתצוגה.<br /><br />אפסים שימולאו כאן יפסיקו את ההגבלה ויגרמו לכל כתבות החדשות להיות מוצגות.
pl: Wprowadź tutaj wartość maksymalną.<br /><br />Jeśli ograniczasz wyświetlanie artykułów w oparciu o ich wiek, każdy artykuł starszy od podanej tu liczby dni będzie niewidoczny. Jeśli ograniczasz wyświetlanie artykułów bazując na ich liczbie, pojawi się tylko podana liczba najświeższych artykułów, ułożona według ich wieku; pozostałe artykuły będą niewidoczne.<br /><br />Wprowadzenie zera spowoduje wyłączenie ograniczenia i pokazanie wszystkich artykułów.

source: Limit display by:
ca: Límit de visualització per:
da: Begræns visning efter:
es: Limitar la presentación por:
fi: Rajoita näyttö seuraavasti:
he: הגבל את התצוגה לפי:
nn: Nyheter utløper:
pl: Ogranicz wyświetlanie:

source: You can limit the number of News articles displayed, thereby reducing the height of the GEDCOM News block.<br /><br />This option determines whether any limits should be applied or whether the limit should be according to the age of the article or according to the number of articles.
ca: És possible limitar el nombre de notícies a veure per reduir l'alçada del bloc.<br /><br />Aquesta opció determina si hi haurà límits i si es posen d'acord amb l'antiguitat o el nombre de notícies.
da: Du kan begrænse antallet af nyhedsartikler, der vises, og derved reducere højden af nyhedsrammen.<br /><br />Denne mulighed bestemmer om der skal sættes en grænse eller ej, og om grænsen skal sættes efter artiklens alder eller antallet af artikler.
es: Puede limitar el número de artículos de noticias mostrados, reduciendo asó la altura del bloque de noticias.<br /><br />Esta opción determina si debe haber algún límite o si el límite debe ir según la antigüedad del artículo o según el número de artículos.
fi: Voit rajoittaa näytettävien uutisartikkelien lukumäärän ja näin rajoittaa GEDCOM uutisalueen korkeuden.<br /><br />Tämä valinta määrittää käytetäänkö mitään rajoituksia vai asetetaanko rajoitukset artikkelin iän tai artikkelien lukumäärän perusteella.
he: ניתן להגביל את מספר כתבות החדשות אשר מוצגות ובכך להקטין את הגובה של אזור החדשות של ה-GEDCOM.<br /><br />האופציה קובעת אם יש להפעיל הגבלות או אם ההגבלה תהייה לפי גיל הכתבה או לפי מספר הכתבות.
pl: Możesz ograniczyć liczbę wyświetlanych artykułów, zmniejszając w ten sposób wysokość bloku artykułów.<br /><br />Ta opcja określa, czy należy zastosować ograniczenie, i - jeśli tak - czy powinno być ono oparte na wieku artykułu, czy też na liczbie artykułów.

source: Enter a descriptive title to be displayed when users are choosing among GEDCOM datasets at your site.
ca: Entreu un títol descriptiu a mostrar quan els usuaris estiguin triant entre les bases de dades GEDCOM del vostre lloc.
da: Indtast en titel, som beskriver indholdet i denne slægtsdatabase/GEDCOM-fil. Besøgende af hjemmesiden vil se titlen, når de skal vælge slægtsdatabase. Husk der kan være mere end en slægtsdatabase i programmet.
es: Introduzca un título descriptivo a mostrar cuando a los usuarios al intentar elegir entre los distintos GEDCOM de su sitio.
nn: Tast inn en tittel, som beskriver innholdet i denne GEDCOM-filen. Denne vil besøkende kunne se når de skal velge slektsbase.
pl: Wprowadź opisowy tytuł, który ułatwi użytkownikom rozpoznanie go wśród innych plików GEDCOM na twojej stronie.

source: Create missing thumbnails
ca: Crea les miniatures faltants
da: Opret manglende miniaturer
es: Generar miniaturas ausentes
fi: Luo puuttuvat pienoiskuvat
he: צור תמונות מזעריות חסרות
nn: Lag manglende miniatyrbilder
pl: Utwórz brakujące miniaturki

source: This option will generate thumbnails for all files in the current directory which don't already have a thumbnail. This is much more convenient than clicking the <b>Create thumbnail</b> link for each such file.<br /><br />If you wish to retain control over which files should have corresponding thumbnails, you should not use this option. Instead, click the appropriate <b>Create thumbnail</b> links.
ca: Aquesta opció és per a generar miniatures de tots els arxius del directori actual que encara no n'hi ha. És millor fer-ho per aquí que haver d'anar prement l'enllaç <b>Crea miniatura</b> de cada un d'ells.<br /><br />Però si voleu mantenir el control sobre els arxius que han de tenir miniatures i quins no, no heu d'utilitzar aquesta opció. Heu de polsar a l'enllaç <b>Crea miniatura</b>.
es: Esta opción generará miniaturas para todos los archivos del directorio actual que la tengan aún. Esto es mucho más práctico que hacer clic en el vínculo <b>Generar miniatura</b> en cada uno de esos archivos.<br /><br />Si desea mantener el control sobre qué archivos deben tener miniaturas, no debe usar esta opción. En vez de ello, haga clic en los vínculos <b>Generar miniatura</b> apropiados.
fi: Tällä valinnalla luodaan pienoiskuvakkeet kaikille tässä hakemistossa oleville tiedostoille, joilla ei vielä sellaista ole. Tämä on paljon helpompaa kuin klikata erikseen kutakin semmoisen tiedoston <b>Luo pienoiskuva</b>-linkkiä. <br /><br />Mikäli haluat itse päättää mille tiedostolle haluat luoda sitä vastaavan kuvakkeen, älä käytä tätä valintaa. Klikkaa sitä vastoin asianomaisia <b>Luo pienoiskuva</b>-linkkejä.
he: האופציה יוצרת תמונות מזעריות לכל הקבצים בתיקייה הנוכחית שאין להם עדיין תמונות מזעריות. זה הרבה יותר נח מאשר לחיצה על קישור <b>צור תמונה מזערית</b> עבור כל קובץ כזה.<br /><br />אם הנך רוצה לשמור על שליטה לאיזה קבצים צריך שתהיה תמונה מזערית מותאמת, אין עליך להשתמש באופציה זו. במקום זה לחץ על קישורי <b>צור תמונה מזערית</b> המתאימים.
pl: Ta opcja wygeneruje miniaturki dla wszystkich plików nie mających miniaturek i znajdujących się w bieżącym katalogu. To jest wygodniejsze niż klikanie odnośnika <b>Utwórz miniaturkę</b> dla każdego pliku oddzielnie.<br /><br />Jeśli chcesz mieć kontrolę nad tym, które pliki powinny mieć miniaturki, nie używaj tej opcji. Zamiast tego użyj odpowiednich odnośników <b>Utwórz miniaturkę</b>.

source: You can have different Privacy settings for each GEDCOM on your PhpGedView web site. Check under the page title whether you are editing the correct GEDCOM.<br /><br />You can override these general settings by using the other Privacy forms on the Edit GEDCOM privacy settings page.<br /><br /><b>More help</b><br />More help is available by clicking the <b>?</b> next to items on the page.
ca: Podeu tenir diferents paràmetres de privadesa per cada GEDCOM del vostre lloc web PhpGedView. Comproveu sota el títol de la pàgina si esteu editant el GEDCOM correcte.<br /><br />Podeu saltar-vos aquests paràmetres general de privadesa fent servir els formularis de privadesa a la pàgina Edita els paràmetres de privadesa GEDCOM .<br /><br /><b>Més ajuda</b><br />Disposeu de més ajuda polsant l'interrogant <b>?</b> del costat dels ítems de la pàgina.
da: Disse indstillinger vil være dine standard indstillinger for den valgte slægtsdatabase.<br />Check titlen på siden for at se om du redigerer den rigtige slægtsdatabase (GEDCOM).<br /><br />Dette betyder også, at for hver slægtsdatabase (hvis du har flere end en) du har i programmet, kan du have forskellige indstillinger.<br /><br />Du kan ændre disse standard indstillinger ved at anvende en anden opsætning af privatliv på siden: <b>Ret slægtsdatabasens indstillinger mht. privatliv</b>.
es: Puede tener diferentes ajustes de Privacidad para cada GEDCOM de sus sitio PhpGedView. Mire en el título de la página su está modificando el GEDCOM correcto.<br /><br />Estos ajustes generales pueden ser anulados utilizando los otros formularios de Privacidad en la página Editar Ajustes de Privacidad del Gedcom.<br /><br /><b>Más ayuda</b><br />Puede obtener más ayuda haciendo clic en la <b>?</b> que aparece junto a los elementos de la página.
he: You can have different Privacy settings for each GEDCOM on your PhpGedView web site. Check under the page title whether you are editing the correct GEDCOM.<br /><br />You can override these general settings by using the other Privacy forms on the ערוך הגדרת פרטיות של GEDCOM page.<br /><br /><b>עזרה נוספת</b><br />עזרה נוספת זמינה ע"י לחיצה על ה-<b>?</b> ליד פירטי הדף.
nn: Disse innstillingene vil være dine standard-innstillinger for den valgte slektsbasen.<br />Sjekk under tittelen på siden om du redigerer rett slektsbase (GEDCOM).<br /><br />Dette betyr også at for hver slektsbase (hvis du har flere enn en) du har i programmet, kan du ha forskjellige innstillinger.<br /><br />Du kan overstyre disse standard-innstillingene ved å bruke andre personvern-oppsett på Endre slektsbasens personvern-innstillinger-siden.<br /><br /><b>Mer hjelp</b><br />Mer hjelp er tilgjengelig ved å klikke på <b>?</b> du kan finne etter ulike valg på siden.
pl: Możesz mieć osobne ustawienia prywatności dla każdego pliku GEDCOM na swojej stronie PhpGedView. Sprawdź pod tytułem strony, czy edytujesz właściwy plik GEDCOM.<br /><br />Możesz nadpisać ogólne ustawienia korzystając z innych form prywatności na stronie Edytuj ustawienia prywatności GEDCOM.<br /><br /><b>Dodatkowa pomoc</b><br />Dodatkowa pomoc jest dostępna po kliknięciu na znak zapytania <b>?</b> obok niektórych elementów na stronie.

source: Your system can generate thumbnails for certain types of images automatically. There may be support for BMP, GIF, JPG, and PNG files. The types that your system supports are listed beside the checkbox.<br /><br />By clicking this checkbox, you signal the system that you are uploading images of this type and that you want it to try to generate thumbnails for them. Leave the box unchecked if you want to provide your own thumbnails.
ca: El vostre sistema pot generar automàticament miniatures de certs tipus d'imatges. Pot haver-hi suport per a fitxers BMP, GIF, JPG i PNG. Els tipus que el vostre sistema suporta es mostren al costat del caixetí de control.<br /><br />Marcant aquest caixetí indiqueu al sistema que esteu carregant imatges d'aquest tipus i que us interessa que us generi automàticament les miniatures. Deixeu-lo desmarcat si voleu fornir-li les vostres pròpies.
da: Vi har fundet ud af at din server har mulighed for automatisk at generere miniaturebilleder ud fra bestemte billedformater. Filformaterne JPG, GIF og PNG kan understøttes. Formaterne, som din server understøtter, er vist ved siden af checkboksen.<br /><br />Ved at afkrydse denne checkboks, så fortæller du til systemet, at billeder uploades i et eller flere af disse formater, og at du ønsker, at der skal genereres miniaturebilleder af dem. Hvis du ikke afkrydser checkboksen, så må du eventuelt lave miniaturebilleder selv.
es: Su sistema es capaz de generar miniaturas de forma automática para algunos tipos de imágenes. Puede que exista soporte para archivos BMP, GIF, JPG y PNG. Los tipos de archivo soportados por su sistema se listan junto a la casilla.<br /><br />Marcando esta casilla, Vd. indica al sistema que va a subir imágenes de estos tipos y que desea que se intenten generar miniaturas para ellas. Deje la casilla sin marcar si desea proporcionar sus propias miniaturas.
fi: Järjestelmäsi voi automaattisesti luoda pienoiskuvat tietyntyppisistä kuvatiedostoista. Tuettuina saattavat olla BMP, JPG-, GIF- ja PNG-tiedostot. Järjestelmäsi tukee rastitettuja tiedostomuotoja.<br /><br />Klikkaamalla tätä valintaruutua osoitat järjestelmälle, että olet lataamassa tämän tyyppisiä tiedostoja ja että haluat järjestelmän yrittävän automaattisesti luoda niistä pienoiskuvat. Älä rastita ruutua, jos haluat itse toimittaa pienoiskuvat.
he: למערכת יש אפשרות ליצור אוטומטית תמונות מזעריות עבור סוגים מסוימים של מדיה. יתכן שיש תמיכה בקובצי BMP, GIF, JPG, ו-PNG. הסוגים בהם תומכת המערכת שלך רשומים ליד תיבת הבחירה.<br /><br />על ידי לחיצה על תיבת הבחירה הזו, אתה מסמן למערכת שאתה מעלה תמונות מהסוג הזה ושאתה רוצה שהמערכת תנסה ליצור עבורך תמונות מזעריות. השאר את התיבה ריקה אם אתה מספק בעצמך את התמונות המזעריות שלך.
nn: Vi har funnet ut at serveren din har mulighet til automatisk å lage miniatyrbilde(r) fra bestemte typer/formater av bilder. Det kan være støtte for filformatene JPG, GIF og PNG. Formatene som serveren din støtter er vist ved siden av avmerkingsboksen.<br /><br />Ved å merke av denne boksen, så forteller du til systemet at laster opp bilder med ett eller flere av disse formatene og at du ønsker at det skal genereres miniatyrbilde(r) for dem. Dersom du ikke merker av boksen, så må du eventuelt lage miniatyrbilde(r)ene selv.
pl: Twój system potrafi automatycznie generować miniaturki dla pewnych rodzajów plików graficznych. Mogą to być pliki BMP, JPG, GIF, oraz PNG. Typy obsługiwane przez twój system są wymienione obok opcji wyboru.<br /><br />Zaznaczając tę opcję poinformujesz system, że wgrywasz obrazki tego typu i że chcesz, aby zostały dla nich wygenerowane miniaturki. Nie zaznaczaj tej opcji jeśli chcesz dostarczyć własne miniaturki.

source: The number of occurrences of the specified name will be shown on the map. If you leave this field empty, the most common surname will be used.
ca: Es mostrarà al mapa el nombre d'ocurrències del nom especificat. Si deixeu aquest camp buit, s'utilitzaran els cognoms més comuns.
es: El número de repeticiones del nombre especificado se mostrará en el mapa. Si deja este campo vacío, se utilizará el apellido que más se repita.
fi: Valittujen nimien esiintymismäärä näytetään kartalla. Mikäli jätät tämän tyhjäksi, käytetään yleisintä sukunimeä.
he: על המפה מציגים מספר מופעים של השם המצויין. אם תשאיר שדה זה ריק, משתמשים באנשים עם השמות השכיחים ביותר.
pl: Na wykresie zostaną zaprezentowane tylko osoby z podanym nazwiskiem. Jeśli pozostawisz pole puste zostaną pokazane osoby noszące najpopularniejsze nazwisko tego drzewa genealogicznego.

source: This tool uses Google&reg; Translate to provide hints to the translator. It is <b>not</b> intended to replace translations done by a person who fully understands the source and the target languages. Please be aware also that the Google&reg; translate tool is neither reliable nor always able to perform a translation.<br /><br />When a language text has already been translated, there will be no link to Google&reg; Translate.<br /><br />For each text where you want to use the Google&reg; Translate tool, you click the <b>Google&reg; Translate</b> link. After the page is reloaded, you should correct the mistranslated entries by hand. <b>There is no guarantee that the Google&reg; translation will be correct.</b> You will need to correct special characters such as #, <, >, / and HTML tags as well as references to other language or global variables in the translated text so that the result matches the original untranslated text. Note that Google&reg; Translate will add a space after each HTML tag. You will definitely need to remove these extra spaces.<br /><br />When you are satisfied with the result, click <b>Commit</b> to allow that result to be saved. If you do not click <b>Commit</b>, the changes will be accumulated until you click the <b>Commit Google&reg; translated changes</b> link at the bottom of the page to commit all saved texts at once.
ca: Aquesta eina empra el Traductor Google&reg; per fornir suggeriments al traductor. <b>No</b> intenta substituir les traduccions fetes per aquells que coneixen correctament els idiomes d'orígen i destí. Sigueu conscients també que aquesta utilitat de traducció Google&reg; no és totalment fiable ni sempre adequada per fer una traducció.<br /><br />Quan un text ja ha sigut traduït, no queda enllaçat al Traductor Google&reg;.<br /><br />Per a cada text que vulgueu fer servir el Traductor Google&reg;, heu de polsar a l'enllaç <b> Traductor Google&reg;</b>. Desprès de que la pàgina s'hagi actualitzat, podeu corregir les errades a mà. <b>No hi ha garantia de que la traducció Google&reg; sigui correcta.</b> Us caldrà corregir els caràcters especials com #, <, >, / i les etiquetes HTML així com les referències a altres idiomes o variables globals del text traduït de forma que el resultat casi al el text original. Noteu que el Traductor Google&reg; afegeix un espai desprès de cada etiqueta HTML. Cal eliminar aquests espais extra.<br /><br />Si esteu d'acord amb el resultat, polseu <b>Accepta</b> per fer que es desi. Si no polseu a <b>Accepta</b>, els canvis s'aniran acumulant fins que no polseu l'enllaç <b>Accepta els canvis de traducció Google&reg;</b> al capdavall de la pàgina per salvar tots els texto traduïts d'un sol cop.
es: Esta herramienta es un mecanismo rápido de traducción que proporcionará un texto de partida para el traductor, más que una traducción completa.<br /><br />Es un proceso en dos pasos, primero seleccione las entradas que quiere editar, haga clic en el vínculo <b>Traducción Google</b>, use <b>Guardar</b> para guardar cada fila o haga clic en <b>Guardar los cambios traducidos por Google</b> para guardar los cambios y cuando se recargue la página podrá corregir los errores de traducción a mano. Este sistema debería acelerar su traducción en un orden de magnitud.<br /><br /><b>Pero no puede garantizar que la salida sea correcta.</b><br /><br />Esta herramienta no se recomienda para la traducción completa de textos con caracteres especiales (#, <, >, /) o referencias a otras variables de texto. Esta herramienta tampoco podrá traducir algunos otros textos.<br /><br />Puede encontrar más información (en inglés) sobre la herramienta Traducción Google en el sitio: <a href=http://www.google.com/intl/en/help/faq_translation.html>Google Translate — FAQ</a>.
he: This tool uses Google&reg; Translate to provide hints to the translator. It is <b>not</b> intended to replace translations done by a person who fully understands the source and the target languages. Please be aware also that the Google&reg; translate tool is neither reliable nor always able to perform a translation.<br /><br />When a language text has already been translated, there will be no link to Google&reg; Translate.<br /><br />For each text where you want to use the Google&reg; Translate tool, you click the <b>Google&reg; Translation</b> link. After the page is reloaded, you should correct the mistranslated entries by hand. <b>There is no guarantee that the Google&reg; translation will be correct.</b> You will need to correct special characters such as #, <, >, / and HTML tags as well as references to other language or global variables in the translated text so that the result matches the original untranslated text. Note that Google&reg; Translate will add a space after each HTML tag. You will definitely need to remove these extra spaces.<br /><br />When you are satisfied with the result, click <b>בצע</b> to allow that result to be saved. If you do not click <b>בצע</b>, the changes will be accumulated until you click the <b>מסור שינויים של Google&reg; Translation</b> link at the bottom of the page to commit all saved texts at once.
nn: Dette verktøyet bruker Google&reg; Oversetter som en hjelp for oversetteren. Den er <b>ikke</b> ment å erstatte oversetelser gjort av en person som fult ut forstår kilden and mål-språket. Vær også oppmerksom på at Google&reg; oversetterverktøy verken er til å stole på eller alltid i stand til å utføre en oversettelse.<br /><br />Når en språktekst ellere er oversatt, vil det ikke være noen lenke til Google&reg; Oversetter.<br /><br />For hver tekst du ønsker å bruke Google&reg; Oversetter på, må du klikke <b>Google&reg; Oversetter</b> lenken. Etter at siden er lastet på nytt, bør du korrigere feiloversettelser for hånd. <b>Det er ingen garanti for at Google&reg; Oversetter er korrekt.</b> Du må korrigere spesialtegn som #, <, >, / og HTML-tagger og likeledes referanser til andre språk- eller globale variable i den oversatte teksten så resultatet matcher den originale uoversatte teksten. Merk at Google&reg; Oversetter vil legge til et mellomrom etter hver HTML-tag. Du må absolutt fjerne disse ekstra mellomrommene.<br /><br />Når du er fornøyd med resultatet, klikk <b>Bruk</b> for å lagre resultatet. Hvis du ikke klikker <b>Bruk</b>, vil endringen blir akkumulert til du kilkker <b>Bruk Google&reg; oversatte endringer</b> lenken på bunnen av siden for å effektuere alle lagrede tekster på en gang.
pl: Ten dodatek przyśpiesza proces tłumaczenia poprzez dawanie tłumaczowi wskazówek odnośnie tłumaczonego tekstu. Nie powinien być traktowany jako narzędzie do kompletnego tłumaczenia.<br /><br />Tłumaczenie składa się z dwóch procesów. Pierwszym jest wybranie tłumaczonej zmiennej i kliknięciu odnośnika <b>Tłumacz z Google</b>, a następnie <b>Zatwierdź</b> by zatwierdzić daną zmienną lub <b>Zatwierdź zmiany w tłumaczeniu z Google</b> do zatwierdzenia wszystkich zmian i odświeżenia strony. Następnie można poprawić błędy ręcznie. Narzędzie to powinno przyśpieszyć tłumaczenie.<b><br /><br />Nie jest zagwarantowany poprawny zapis tłumaczeń w pliku!</b><br />Narzędzie nie jest zalecane do kompletnego tłumaczenia tekstów zawierających znaki spacjalne (np. #, <, >, /) lub odwołania do innych zmiennych. Nie potrafi także przetłumaczyć niektórych tekstów.<br /><br />Więcej informacji na temat narzędzia Tłumacz Google można znaleźć na stronie: <a href=http://www.google.com/intl/pl/help/faq_translation.html>Tłumacz Google — Najczęściej zadawane pytania</a>.
