Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Checking for SAX XML library:
ca: Comprovació de la biblioeca SAX XML:
da: Søger efter SAX XML rutiner:
es: Comprobando la biblioteca XML SAX:
fi: Tarkistetaan SAX XML-kirjasto:
he: בודק קיום ספריית SAX XML:
pl: Sprawdzanie biblioteki SAX XML:

source: You do not have the SAX XML library. You will not be able to run any reports or some other auxiliary functions.
ca: No disposeu de la biblioteca SAX XML. No podreu executar qualsevol informe o alguna altra de les funcions auxiliars.
da: Du har ikke SAM XML rutinerne. Du vil ikke være i stand til at køre nogle rapporter eller diverse andre eksterne funktioner
es: Vd. no tiene la biblioteca XML SAX. No podrá generar informes o utilizar algunas funciones auxiliares.
fi: Sinulla ei ole SAX XML-kirjastoa. Et voi ajaa raportteja tai joitakin muita liitännäistoimintoja.
he: אין לך ספריית SAX XML. לא תוכל להריץ דו"ות או פונקציות עזר אחרות.
pl: Brak biblioteki SAX XML. Nie będzie w stanie uruchomić raportów lub innych pomocniczych funkcji.

source: Checking for DOM XML library:
ca: Comprovació de la biblioteca XML DOM:
da: Søger efter DOM XML rutiner:
es: Comprobando la biblioteca XML DOM:
fi: Tarkistetaan DOM XML-kirjasto:
he: בודק קיום ספריית DOM XML:
pl: Sprawdzanie biblioteki DOM XML:

source: You do not have the DOM XML library. You will not be able to export XML.
ca: No disposeu de la biblioteca DOM XML. No podreu exportar a XML.
da: Du har ikke DOM XML rutinerne. Du vil ikke være i stand til at eksportere XML.
es: Vd. no tiene la biblioteca XML DOM. No podrá exportar en formato XML.
fi: Sinulla ei ole DOM XML-kirjastoa. Et voi viedä XML:ää.
he: אין לך ספריית DOM XML. לא תוכל ליצא XML.
pl: Brak biblioteki DOM XML. Nie będzie można eksportować do XMLa.

source: Checking for Advanced Calendar library:
ca: Comprovació de la llibreria de Calendari Avançat:
da: Søger efter Advanced Calendar rutiner:
es: Comprobando la biblioteca avanzada de calendario:
fi: Tarkistetaan laajennettu kalenterikirjasto:
he: בודק קיום ספריית לוח שנה מתקדם:
pl: Sprawdzanie biblioteki Advanced Calendar (Zaawansowanego Kalendarza):

source: You do not have the advanced calendar support. You will not be able to run some advanced calendar functions.
ca: No disposeu de suport per al calendari avançat. No podreu executar algunes funcions avançades d'agenda.
da: Du har ikke advanced calendar understøttelse. Du vil ikke være i stand til at køre nogle avancerede kalender funktioner.
es: Vd. no tiene la biblioteca avanzada de calendario. No podrá utilizar algunas funciones avanzadas de calendario.
fi: Sinulla ei ole tukea laajennetulle kalenterille. Et voi suorittaa joitakin laajennetun kalenterin toimintoa.
he: אין לך תמיכה של לוח שנה מתקדם. לא תוכל להריץ חלק מפונקציות לוח שנה מתקדמות.
pl: Nie masz wsparcia zaawansowanego kalendarza. Nie będzie w stanie uruchomić niektórych zaawansowanych funkcji kalendarza.

source: All warning checks passed.
ca: S'han superat tots els controls d'advertiment.
da: Alle advarsels kontroller ok.
es: Superadas todas las pruebas de deficiencias.
fi: Kaikki varoitustarkistukset hyväksytty.
he: כל בדיקות האזהרה עברו בהצלחה.
nn: Alle forhåndskontroller utført OK.
pl: Test zakończony pomyślnie. Brak ograniczeń.

source: If any of the warnings do not pass you may still be able to run PhpGedView on this server, but some functionality may be disabled or you may experience poor performance.
ca: Si no heu superat algun dels advertiments, encara és possible executar el PhpGedView en aquest servidor. Tanmateix, alguna funcionalitat pot desactivar-se o pot experimentar un mal rendiment.
da: Hvis nogle af advarsler ikke er ok, kan du muligvis stadig bruge PhpGedView på denne server, men nogen funktionalitet kan være deaktiveret eller du vil opleve langsom hastighed.
es: Si se detectó alguna deficiencia, puede de todos modos utilizar PhpGedView en este servidor, pero algunas funciones pueden estar desactivadas o el rendimiento puede ser deficiente.
fi: Vaikka jotakin varoitusta ei ole hyväksytty, voit kuitenkin ajaa PhpGedView-ohjelmaa tällä palvelimella, mutta jotkut ominaisuudet saattavat olla kytketty pois tai toiminta voi olla hidasta.
he: אם אזהרה כלשהי לא עברה יתכן שעדיין תוכל להריץ PhpGedView על השרת הזה, אבל יתכן שחלק מהפונקציונליות תנוטרל או תתנסה בביצועים גרועים.
pl: Jeżeli występują jakieś ograniczenia nadal możesz uruchomić PhpGedView na tym serwerze, ale niektóre funkcje mogą być wyłączone lub jakość ich działania może być niezadawalająca.

source: Database Type
ca: Tipus de base de dades
da: Vælg database
es: Tipo de base de datos
fi: Tietokannan tyyppi
he: סוג מסד נתונים
nn: Velg database
pl: Typ bazy danych

source: Database Host
ca: Amfitrió de la base de dades
da: Databasevært
es: Servidor de base de datos
fi: Tietokannan palvelin
he: מארח מסד נתונים
nn: Database-vert
pl: Host bazy danych

source: Database Port
ca: Port de la base de dades
es: Puerto de base de datos
he: Port של מאגר מידע
pl: Port bazy danych

source: Database Username
ca: Nom d'usuari de la base de dades
da: Database brugernavn
es: Nombre de usuario de la base de datos
fi: Tietokannan käyttäjä
he: קוד משתמש של מסד נתונים
nn: Database-brukernavn
pl: Użytkownik bazy danych

source: Database Password
ca: Contrasenya de la base de dades
da: Database adgangskode
es: Contraseña para la base de datos
fi: Tietokannan salasana
he: סיסמת מסד הנתונים
nn: Database-passord
pl: Hasło do bazy danych

source: Database Name
ca: Nom de la Base de Dades:
da: Database navn
es: Nombre Base de Datos:
fi: Tietokannan nimi
he: שם מסד הנתונים
nn: Database-navn
pl: Nazwa bazy danych

source: Use the database to provide UTF-8 collation
ca: Utilitza la base de dades per proporcionar confronmtació UTF-8
es: Usar la clasificación UTF-8 de la propia base de datos
fi: Käytä tietokantaa UTF-8 aakkosjärjestyksen tuottamiseen
he: השתמש במאגר נתונים כדי לספק המרה colaion ל-UTF-8
nn: Bruk databasen til å skaffe UTF-8 kollasjoner
pl: Wykorzystanie bazy danych w celu zapewnienia porównywania UTF-8

source: Yes
ca: Si
da: Ja
es: Sí
fi: Kyllä
he: כן
nn: Ja
pl: Tak

source: No
da: Nej
fi: Ei
he: לא
nn: Nei
pl: Nie

source: Database Table Prefix
ca: Taula de prefixos de la Base de Dades
da: Databasetabel præfiks
es: Prefijo de las tablas de la base de datos
fi: Tietokantataulun etuliite
he: קידומת שמות קבצי מסד הנתונים
nn: Database Table Prefiks
pl: Przedrostek tabel w bazie danych

source: Basic Settings
ca: Configuració bàsica
da: Grundlæggende indstillinger
es: Ajustes básicos
fi: Perusasetukset
he: בסיסי
nn: Vanlige innstillinger
pl: Ustawienia podstawowe

source: Advanced Settings
ca: Configuració avançada
da: Avancerede indstillinger
es: Ajustes avanzados
fi: Lisäasetukset
he: מתקדם
nn: Avanserte innstillinger
pl: Ustawienia zaawansowane

source: Index file directory
ca: Directori de fitxers índex
da: Mappe til indekseringsfil (GEDCOM med flere)
es: Directorio de los archivos de índice
fi: Indeksi-kansio
he: תיקיית קובץ אינדקסים
nn: Mappe for indekseringsfil
pl: Katalog z plikiem index

source: Allow GEDCOM switching
ca: Permet passar d'un GEDCOM a un altre
da: Tillad skift mellem slægtsdatabaser
es: Permitir a los visitantes cambiar de GEDCOM
fi: Salli GEDCOM:n vaihto
he: הרשה מעבר בין GEDCOM-ים
nn: Tillat bytting av slektsbaser
pl: Zezwalaj na przełączanie pomiędzy plikami GEDCOM

source: Allow visitors to request account registration
ca: Permet als visitants demanar enregistrar-se
da: Tillad brugere at ansøge om en konto
es: Permitir registrarse a los usuarios:
fi: Salli vieraiden tehdä käyttäjätilihakemuksen
he: אפשר למשתמשים לבקש רישום באתר
nn: Gir besøkende muligheten til å be om en brukerkonto
pl: Zezwól gościom na rejestrację

source: Require an administrator to approve new user registrations
ca: Cal un administrador per autoritzar el registre d'un nou usuari
da: Kræv at en administrator skal godkende nye bruger-registreringer
es: Requerir que un administrador apruebe el registro de nuevos usuarios
fi: Edellyttää pääkäyttäjän hyväksyntää uuden käyttäjän rekisteröinnille
he: דרוש מהמנהלן לאשר רישום של משתמשים חדשים
nn: Krever at en administrator godkjenner nye brukeroppføringer
pl: Wymagaj zatwierdzenia przez administratora rejestracji nowych użytkowników

source: Allow users to select their own theme
ca: Permet als usuaris escollir la presentació preferida
da: Tillad brugere selv at vælge hjemmesidens udseende
es: Permitir a los usuarios seleccionar su propio tema
fi: Salli käyttäjien valita itselleen oma teema
he: אפשר למשתמשים לבחור עיצוב
nn: Tillat brukere å velge<br />deres egen stil
pl: Zezwalaj użytkownikom wybierać własny motyw

source: Login URL
ca: URL d'accés
da: Log ind URL
es: URL de entrada
fi: Kirjautumis URL
he: URL של התחברות
nn: Logg inn URL
pl: URL logowania

source: Allow messages to be stored online
ca: Permet desar els missatges en línea
da: Tillad at gemme beskeder online
es: Permitir el almacenamiento de mensajes en línea:
fi: Salli viestien tallentaminen suoraan
he: הרשה שמירת הודעות מקוונת
nn: Tillat at beskjeder<br />blir lagret online
pl: Zezwól na przechowywanie wiadomości online

source: Use simple mail headers in external mails
ca: Fes servir capçaleres simples de correu pels correus electrònics externs
da: Brug simple email-headere i eksterne emails
es: Usar encabezamientos simples en los correos electrónicos externos
fi: Käytä yksinkertaisia viestin tunnisteita ulkoisissa viesteissä
he: השתמש בכותרות פשוטות של דואר עבור דואר חיצוני
nn: Bruk enkel epost-hode i eksterne epost-meldinger
pl: Użyj prostych nagłówków w zewnętrznych wiadomościach

source: Archive log files
ca: Arxiva els fitxers de registre
da: Arkiver logfiler
es: Directorio para archivos Log:
fi: Arkistoi lokitiedostot
he: גנוז קבצי יומן
nn: Arkiver logfiler
pl: Archiwizuj pliki loga

source: Disable logging
ca: Desactiva el registre
da: Deaktivér logning
es: Registro de usuarios desactivado
fi: Estä lokien keräys
he: נטרל בנית יומנים
nn: Ingen logging
pl: Wyłącz logowanie

source: Daily
ca: Diàriament
da: Daglig
es: Diariamente
fi: Päivittäin
he: יומי
nn: Daglig
pl: Codziennie

source: Weekly
ca: Setmanalment
da: Ugentlig
es: Semanalmente
fi: Viikoittain
he: שבועי
nn: Ukentlig
pl: Co tydzień

source: Monthly
ca: Mensualment
da: Månedlig
es: Mensualmente
fi: Kuukausittain
he: חדשי
nn: Månedlig
pl: Co miesiąc

source: Yearly
ca: Anualment
da: Årlig
es: Anualmente
fi: Vuosittain
he: שנתי
nn: Årlig
pl: Co rok

source: Session save path
ca: Camí per desar les Sessions
da: Sti til at gemme session
es: Ruta para Guardar Sesión:
fi: Istunnon tallennuspolku
he: נתיב לשמירת נתונים
nn: Logg-lagrings-sti
pl: Ścieżka zapisu sesji

source: Session timeout
ca: Temps de sessió excedit
es: Duración de la Sesión
fi: Istunnon ajanloppuminen
he: פסק-זמן מהתחברות עד לניתוק אוטומטי
nn: Logg-inn timeout
pl: Wygaśnięcie sesji

source: Maximum page view rate
ca: Màxim rati de visualització de pàgines
da: Maksimal hastighed for sidevisning
es: Máxima velocidad de visualización de páginas
fi: Sivujen näyttömäärän maksimiraja
he: שעור צפייה מכסימלי של דפים
nn: Maks antall sider å vise
pl: Maksymalna częstość odwiedzania strony

source: &nbsp;&nbsp;page views in&nbsp;&nbsp;
ca: &nbsp;&nbsp;mostra pàgina a&nbsp;&nbsp;
da: &nbsp;&nbsp;sidevisninger for hver&nbsp;&nbsp;
es: &nbsp;&nbsp;visualizaciones de páginas en&nbsp;&nbsp;
fi: &nbsp;&nbsp;sivun näyttö &nbsp;&nbsp;
he: &nbsp;&nbsp;תצפיות דף ב
nn: &nbsp;&nbsp;siden vises i&nbsp;&nbsp;
pl: &nbsp;&nbsp;wizyt na stronie w ciągu&nbsp;&nbsp;

source: &nbsp;&nbsp;seconds
ca: &nbsp;&nbsp;segons
da: &nbsp;&nbsp;sekunder
es: &nbsp;&nbsp;segundos
fi: &nbsp;&nbsp;sekuntia
he: &nbsp;&nbsp;שניות
nn: &nbsp;&nbsp;sekunder
pl: &nbsp;&nbsp;sekund

source: Version Control Commit Command
ca: Ordre de control de versió
da: Kommando til versionsstyring
es: Mandato para guardar una nueva versión en Control de Versiones
fi: Versionhallintajärjestelmä
he: פקודת Commit של ניהול מהדורות
nn: Kommando for Versjonskontroll-commit
pl: Polecenie zatwierdzenia kontroli wersji

source: Memory limit
ca: Llindar de memòria
da: Hukommelsesbegrænsning
es: Límite máximo de memoria.
fi: Muistiraja
he: גודל הזיכרון המוקצה ל-PHP
nn: Maks Minnegrense
pl: Limit pamięci

source: Use SMTP to send external mails
ca: Utiltiza SMTP par a l'enviamentr del correu extern
da: Brug SMTP til at sende eksterne emails
es: Utilizar SMTP para enviar el correo externo
fi: Käytä SMTP -protokollaan ulkoisten viestien lähettämiseen
he: השתמש ב-SMTP למשלוח מיילים חיצוניים
nn: Bruk SMTP for å sende ekstern e-post
pl: Użyj SMTP do wysyłania wiadomości e-mail

source: Outgoing server (SMTP) name
ca: Nom del servidor de correu electrònic sortint (SMTP)
da: Udgående servernavn (SMTP)
es: Nombre del servidor de correo electrónico saliente (SMTP)
fi: Lähtevän postin (SMTP) palvelimen nimi
he: השם של שרת הדואר היוצא - Outgoing mail server - SMTP
nn: Utgående servernavn (SMTP)
pl: Serwer SMTP

source: Sending domain name
ca: Nom del domini per a l'enviament
da: Afsendende domænenavn
es: Nombre de dominio para el envío
fi: Lähettävä domain-nimi
he: שם הדומיין שולח
nn: Sendende domenenavn
pl: Nazwa domeny SMTP

source: SMTP Port
ca: Port SMTP
es: Puerto de SMTP
fi: SMTP portti
pl: Port SMTP

source: Use name and password
ca: Empreu identificador i contrasenya
da: Brug navn og kodeord
es: Utilizar identificador y contraseña
fi: Käyttäjänimi ja salasana
he: השתמש בשם וסיסמא
nn: Brukernavn og passord
pl: Użyj nazwy i hasła

source: User name
ca: Nom d'usuari
da: Brugernavn
es: Identificador
fi: Käyttäjätunnus
he: קוד משתמש
nn: Brukernavn
pl: Login

source: Secure connection
ca: Connexió de seguretat
da: Sikker forbindelse
es: Usar SSL
fi: SSL kirjautuminen
he: חיבור מאובטח
pl: Bezpieczne połączenie

source: Sender name
ca: Nom del remitent
da: Afsendernavn
es: Nombre del remitente
fi: Lähettäjän nimi
he: שם השולח
nn: Avsendernavn
pl: Nazwa nadawcy

source: Supported languages
ca: Idiomes suportats
da: Understøttede sprog
es: Idiomas seleccionables
fi: Tuetut kielet
he: שפות נתמכות
nn: Støttede språk
pl: Dostępne języki

source: You must enter a user name.
ca: Us cal posar un nom d'usuari.
da: Du skal opgive et brugernavn.
es: Escriba un identificador.
fi: Käyttäjätunnus on annettava.
he: .יש למלא קוד משתמש
nn: Du må oppgi et brukernavn.
pl: Podaj login.

source: You must enter a first and last name.
ca: Cal que poseu el nom de pila i els cognoms.
da: Du skal opgive for- og efternavn.
es: Escriba su nombre completo.
fi: Täydellinen nimi on annettava.
he: עליך למלא שם פרטי ושם משפחה.
nn: Du må oppgi et fullt navn.
pl: Podaj imię i nazwisko.

source: You must enter a password.
ca: Us cal posar una contrasenya.
da: Du skal opgive en adgangskode.
es: Escriba una contraseña.
fi: Salasana on pakollinen.
he: .יש למלא סיסמא
nn: Du må oppgi et passord.
pl: Podaj hasło.

source: You must confirm the password.
ca: Cal que confirmeu la contrasenya.
da: Du skal bekræfte adgangskoden ved at indtaste den i begge felter.
es: Confirme la contraseña.
fi: Salasana on toistettava.
he: עליך לאשר את הסיסמא.
nn: Du må bekrefte passordet.
pl: Potwierdź hasło.

source: Create the default administrative user.
ca: Crea l'usuari administrador per defecte.
da: Opret standard administrationsbruger.
es: Cree el usuario de administración por omisión.
fi: Tee oletus pääkäyttäjä
he: בנה מנהלן ברירת מחדל.
nn: Opprett hovedadministratoren.
pl: Utwórz domyślnego administratora.

source: You must first create your main administrative user. This user will have privileges to update the configuration files, view private data, and create other users.
ca: Us cal crear primerament l'usuari administrador principal. Aquest usuari tindrà privilegis per modificar els fitxers de configuració, veure dades privades i crear altres usuaris.
da: Du skal først oprette din primære administrative bruger. Denne bruger har adgang til at opdatere konfigurationsfilerne, se private data og oprette andre brugere.
es: Primero debe crear el usuario de administración principal. Este usuario tendrá privilegios para actualizar los archivos de configuración, ver datos privados, y crear otros usuarios.
fi: Sinun täytyy ensin tehdä ylin pääkäyttäjä. Tällä käyttäjällä on oikeus päivittää konfiguraatio tiedostot, nähdä yksityistä tietoa ja tehdä muita käyttäjiä.
he: עליך ליצור קודם כל משתמש מנהלתי ראשי. למשתמש זה יהיו זכויות לעדכן קבצי תצורה, לראות נתונים אישיים וליצור משתמשים אחרים.
nn: Du skal først opprette din hovedadministrator. Denne bruker har rettigheter til å oppdatere konfigurasjonsfiler, se private data, og opprette andre brukere.
pl: Najpierw musisz stworzyć głównego administratora. Ten użytkownik będzie miał uprawnienia modyfikowania plików konfiguracyjnych, przeglądania poufnych danych i tworzenia nowych użytkowników.

source: First Name
ca: Nom
da: Fornavn(e)
es: Nombre de pila
fi: Etunimi
he: שם פרטי
nn: Fornavn
pl: Imię

source: Last Name
ca: Cognoms
da: Efternavn
es: Apellidos
fi: Sukunimi
he: שם משפחה
nn: Etternavn
pl: Nazwisko

source: Confirm Password
ca: Confirmeu la contrasenya
da: Bekræft adgangskode
es: Confirme contraseña
fi: Vahvista salasana
he: אשר סיסמא
nn: Bekreft passord
pl: Potwierdź hasło

source: Email Address
ca: Adreça de correu electrònic
da: E-mail-adresse
es: Correo electrónico
fi: Sähköpostiosoite
he: הדואר האלקטרוני
nn: Epost-adresse
pl: Adres email

source: The following administrative users already exist:
ca: Els següents usuaris administradors ja existeixen:
da: Følgende administrative brugere findes allerede:
es: Ya existen los siguientes usuarios administradores:
fi: Seuraavat ylläpitäjät ovat jo olemassa:
he: המשתמשים המנהליים הבאים כבר קיימים:
nn: Følgende administrator-bruker finnes allerede:
pl: Istniejący użytkownicy z prawami administracyjnymi:

source: To manage users, use the <a href="useradmin.php">User Administration</a> page.
pl: By zarządzać użytkownikami użyj strony <a href="useradmin.php">Zarządzania użytkownikami</a>.

source: To Person
ca: A una persona
da: Til person
es: A persona
fi: henkilöön
he: לאדם
nn: Til person
pl: z osobą

source: To Family
ca: A una família
da: Til familie
es: A familia
fi: perheeseen
he: למשפחה
nn: Til familie
pl: z rodziną

source: To Source
ca: A una font
da: Til kilde
es: A fuente
fi: lähteeseen
he: למקור
nn: Til kilde
pl: ze źródłem

source: To Repository
ca: A un arxiu
da: Til opbevaringssted
es: A repositorio
fi: tietovarastoon
he: למאגר
pl: z repozytorium

source: To Shared Note
ca: A una nota compartida
da: Til delt note
es: A nota compartida
fi: jaettuun lisätietoon
he: להערה משותפת
pl: z notatką

source: Link Media
ca: Enllaça multimèdia
da: Tilknyt mediefil
es: Vincular objetos audiovisuales
fi: Liitä media
he: קשר מדיה
nn: Kobling av Media
pl: Powiąż obiekt multimedialny

source: Media ID
ca: ID del multimèdia
da: Medie ID
es: ID del objeto audiovisual
he: קוד זיהוי של מדיה
pl: Identyfikator multimediów

source: Enter Individual ID
ca: Entreu l'ID de la persona
da: Angiv Person ID&nbsp;
es: Introduzca el ID de la persona
fi: Syötä henkilö ID
he: הכנס קוד זיהוי אישי
nn: Angi PersonID
pl: Identyfikator osoby

source: Family
ca: Família
da: Familie
es: Familia
fi: Perhe
he: משפחה
nn: Familie
pl: Rodzina

source: Source
ca: Font
da: Kilde
es: Fuente
fi: Lähde
he: מקור
nn: Kilde
pl: Źródło

source: Repository
ca: Arxiu
es: Repositorio
fi: Tietovarasto
he: מאגר
pl: Repozytoria

source: Shared Note
ca: Nota compartida
es: Nota compartida
fi: Jaettu lisätieto
he: הערה משותפת
pl: Wspólna notatka

source: Set link
ca: Enllaça'l
da: Sæt reference
es: Fijar vínculo
fi: Liitä
he: הצב קישור
nn: Lag kobling
pl: Ustaw odnośnik

source: Record
ca: Registre
da: Post
es: Registro
fi: Tietue
he: רשומה
nn: Oppføring
pl: Wpis

source: This page has been disabled by the site administrator.
ca: Aquesta pàgina ha estat desactivada per l'administrador del lloc.
da: Denne side er slået fra af hjemmesidens administrator.
es: Esta página ha sido deshabilitada por el administrador del sitio
fi: Ylläpito on poistanut tämän sivun käytöstä.
he: הדף הזה נחסם ע"י מנהלן האתר.
nn: Denne siden er deaktivert av administratoren til nettstedet.
pl: Ta strona została ukryta przez administratora.

source: My Page
da: Mine Sider
pl: Mój portal

source: My Page allows you to keep bookmarks of your favorite people, track upcoming events, and collaborate with other PhpGedView users.
da: Dette er <em>Mine Sider</em>, hvor du kan vælge egne <em>favoritter</em>, få en påmindelse om <em>begivenheder</em> og <em>samarbejde med andre brugere</em>.
pl: Na stronie Twojego portalu możesz zapamiętywać ulubione osoby, śledzić nadchodzące wydarzenia i współpracować z innymi użytkownikami.

source: Customize My Page
da: Tilpas <em>Mine Sider</em>
pl: Dostosuj portal

source: Customize this GEDCOM Home Page
da: Tilpas denne velkomstside
pl: Dostosuj stronę główną

source: Compact Chart
ca: Gràfic compacte
da: Kompakt anetræ
es: Diagrama compacto
fi: Kompakti kaavio
he: תרשים קומפקטי
nn: Kompakt
pl: Diagram kompaktowy

source: Show ID numbers next to names
ca: Mostra els números d'ID al costat dels noms
da: Vis ID numre ved siden af navne
es: Mostrar números de ID junto a los nombres
fi: Näytä ID-tunnus nimen vieressä
he: הראה קודי זיהוי ליד שמות
nn: Vis ID-nummer ved siden av navn?
pl: Pokaż identyfikatory obok nazwisk

source: Show highlight images in people boxes
ca: Mostra imatges als caixetins
da: Vis billede ud for personen
es: Mostrar miniaturas en las cajas de las personas
fi: Näytä korostetut kuvat henkilöalueilla
he: הראה תמונות מודגשות בתיבות של אנשים
nn: Vis hovedbilde ved siden av personnavn i diagrammet?
pl: Pokaż wyróżnione zdjęcia

source: Individual Information
ca: Informació de Persones
da: Individ information
es: Información de personas
fi: Henkilötietoja
he: נתוני אנשים
nn: Personinformasjon
pl: Informacje osobowe

source: View Family
ca: Mostra la família
da: Vis familie
es: Ver Familia
fi: Katso perhettä
he: הצג משפחה
nn: Vis familie
pl: Zobacz rodzinę

source: There was an error uploading your file.
ca: Ha ocorregut un error tot carregant el fitxer.
da: Der opstod en FEJL under uploading af din fil.
es: Hubo un error al subir su archivo.
fi: Tiedoston lähetyksessä tapahtui virhe.
he: התגלתה שגיאה בהעלאת הקובץ שלך.
nn: Det oppstod en FEIL under henting (opplasting) av filen din.
pl: Błąd podczas wgrywania pliku.

source: Genealogy from [%s]
ca: Genealogia de [%s]
da: Slægtsforskning fra [%s]
es: Genealogía desde [%s]
fi: Sukututkimus tiedostosta [%s]
he: חקר משפחה מקובץ [%s]
nn: Slektsbase fra [%s]
pl: Genealogia z [%s]

source: The Media Firewall root directory you requested does not exist. You must create it first.
ca: No hi ha el directori arrel Tallafoc Multimèdia que heu demanat. Us cal crear-lo prèviament.
da: Media mappen findes ikke. Du skal oprette den først.
es: El directorio raíz que indicó para el cortafuegos de objetos audiovisuales no existe. Debe crearlo antes.
fi: Hakemaasi mediapalomuurijuurikansiota ei ole. Se on ensin luotava.
he: ספריית השורש של חומת האש של מדיה שביקשת אינה קיימת. עליך ליצור אותה תחילה.
nn: Rotkatalogen for Mediabrannmuren du ba om eksisterer ikket. Du må opprette den først.
pl: Katalog Firewalla multimediów nie istnieje. Musisz go stworzyć najpierw.
