Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Clicking a letter in the Alphabetical index will display a list of the names that start with the letter you clicked.<br /><br />The second to last item in the Alphabetical index can be <b>(unknown)</b>. This entry will be present when there are people in the database whose surname has not been recorded or does not contain any recognizable letters. Unknown surnames are often recorded as <b>?</b>, and these will be recognized as <b>(unknown)</b>. This will also happen if the person is unknown.<br /><br /><b>Note:</b><br />Surnames entered as, for example, <b>Nn</b>, <b>NN</b>, <b>Unknown</b>, or even <b>N.N.</b> will <u>not</u> be found in the <b>(unknown)</b> list. Instead, you will find these persons by clicking <b>N</b> or <b>U</b> because these are the initial letters of those names. PhpGedView cannot possibly account for all possible ways of entering unknown surnames; there is no recognized convention for this.<br /><br />At the end of the Alphabetical index you see <b>ALL</b>. When you click on this item, you will see a list of all surnames in the database.<br /><br /><b>Missing letters?</b><br />If your Alphabetical index appears to be incomplete, with missing letters, your database doesn't contain any surnames that start with that missing letter.
ca: Polsant qualsevol caràcter de l'índex alfabètic surt una llista de cognoms que comencen amb la lletra escollida.<br /><br />Pot passar que la penúltima entrada de l'índex sigui <b>(desconegut)</b>. Apareix quan hi ha gent a la base de dades de la que no s'ha enregistrat el cognom o que conté algun caràcter no suportat per l'idioma. Els cognoms desconeguts sovint s'enregistren com <b>?</b> i es reconeixen com a <b>(desconegut)</b>. Tamb passa quan la persona és desconeguda.<br /><br /><b>Nota:</b><br />Els cognoms entrats per exemple com, <b>Nn</b>, <b>NN</b>, <b>Desconegut</b> o també <b>N.N.</b> <u>no</u> surten a la llista <b>(desconegut)</b>. Podeu trobar-los polsant la <b>N</b> o la <b>D</b> doncs son aquestes les inicials dels seus "noms". El PhpGedView no pot preveure totes les possibles formes d'entrar cognoms desconeguts. No hi ha una convenció generalment acceptada de com fer-ho.<br /><br />Al final de l'índex hi veureu <b>Tots</b>. Polsant aquest ítem surt una llista amb tots els cognoms de la base de dades.<br /><br /><b>Falten caràcters?</b><br />Si l'índex alfabètic surt incomplert, faltant-hi una o més lletres, és degut a que a la base de dades no hi ha cognoms que comencin per les que falten.
da: Ved at klikke på et bogstav i den alfabetiske række, vil du få en liste frem med navne, der starter med det bogstav du valgte.<br />Som en af de sidste i rækken vil du kunne se <b>(ukendt)</b><br />Denne vil du se, hvis der er personer uden efternavn i slægtsdatabasen eller har et efternavn, der begynder med en bogstav, der ikke findes i sprogets alfabet.<dl><dt><b>NB!</b></dt><dd><i>Hvis en person har et <b>efternavn</b> i slægtsdatabasen, som for eksempel: Nn, NN, Ukendt eller N.N., vil denne persons navn <b>ikke</b> blive vist ved at klikke på <b>(ukendt)</b>. Disse personer kan du finde under "<b>N</b>" eller "<b>U</b>" i den alfabetiske række (se eksemplerne foran).<br />PhpGedView kan ikke tage højde for alle de måder et efternavn kan angives på.</i></dd></dl>Til sidst i den alfabetiske række vil du se "<b>ALLE</b>". Her vil du få en liste frem med alle efternavne i slægtsdatabasen.<dl><dt><b>Manglende bogstaver?</b></dt><dd><i>Det kan være at enkelte bogstaver i alfabetet <b>ikke</b> bliver vist.<br />- Men tag den med ro, det er ikke en fejl! Det er fordi, der ikke findes nogen personer registreret med et efternavn, der begynder med det "manglende" bogstav.</i></dd></dl>
es: Si hace clic sobre una letra del índice alfabético se mostrará una lista de los nombres que comienzan con la letra que eligió.<br /><br />El penúltimo elemento en el índice alfabético puede ser <b>(apellido desconocido)</b>. Esta entrada estará presente si hay personas en la base de datos cuyos apellidos no constan o no contienen letras reconocibles. Los apellidos desconocidos a menudo se graban como <b>?</b> y estos se reconocerán como <b>(apellido desconocido)</b>. También ocurrirá esto si la persona es desconocida.<br /><br /><b>Nota:</b><br />Los apellidos introducicods como, por ejemplo, <b>Nn</b>, <b>NN</b>, <b>Desconocido</b> o incluso <b>N.N.</b> <u>no</u> se mostrarán en la lista <b>(apellido desconocido)</b>. Lss encontrará haciendo clic en <b>N</b> o <b>D</b> porque son las iniciales de esos nombres. PhpGedView no puede llevar cuenta de todas las posibles formas de introducir nombres desconocidos; no hay convenio reconocido para ello.<br /><br />Al final del índice alfabético verá <b>TODOS</b>. Si hace clic en este vínculo verá una lista de todos los apellidos de la base de datos.<br /><br /><b>¿Faltan letras?</b>Si su índice alfabético parece incompleto porque faltan letras, su base de datos no contiene ningún apellido que comienzo con la letra omitida.
fi: Klikkaamalla kirjainta aakkosluettelossa saat luettelon nimistä, jotka alkavat klikkaamallasi kirjaimella.<br />Luettelon toiseksi viimeisenä kohteena voi olla <b>(tuntematon).</b><br />Se näkyy mikäli GEDCOM-tiedostossa on henkilöitä, joiden nimeä ei ole lisätty kyseisen henkilön GEDCOM-tietueeseen, tai jos nimi ei sisällä merkkejä tuetuista kielistä.<br />Siis tuntematon henkilö.<br /><br /><b>Huom!</b> Mikäli henkilön sukunimi on tallennettu GEDCOM-tietueeseen muodossa Nn, NN, Tuntematon tai N.N. niitä <b>ei</b> näytetä, jos klikkaat <b>Tuntematon</b>. Ne näkyvät klikkaamalla <b>N</b> tai <b>T</b>. Tämä siksi, että ohjelma tarkistaa vain onko henkilön sukunimi olemassa hänen GEDCOM-tietueessaan.<br /><br />Aakkosluettelon lopussa on "<b>KAIKKI</b>", jota klikkaamalla näkyvät kaikki GEDCOM-tiedostossa olevat sukunimet.<br /><br /><b>Puuttuvat kirjaimet</b><br />Mikäli aakkosluettelosta puuttuu jokin kirjain, merkitsee se vain sitä, että kyseisellä kirjaimella alkavia sukunimiä ei ole tietokannassa.
he: לחיצה על תו בתוך אינדקס אלף-בית תציג רשימה של שמות המתחילים בתו שלחצת עליו.<br /><br />יתכן שהבחירה לפני האחרונה באינדקס אלף-בית היא <b>(לא ידוע)</b> או <b>(לא-ידוע)</b>. הבחירה הזו מוצגת אם במאגר הנתונים יש אנשים ששם משפחתם לא רשום או מכיל תווים שאינם מוכרים. שמות משפחה לו ידועים רשומים לעיתים כ-<b>?</b>, וה"שמות" הללו יוצגו כ<b>(לא ידוע)</b> או כ-<b>(לא-ידוע)</b>. דבר זה קורה גם אם האדם אינו ידוע.<br /><br /><b>שים לב</b><br /> אם שמות המשפחה רשומים למשל בצורה הבאה: <b>לא ידוע</b>, <b>בלתי ידוע</b> או <b>Unknown</b>, אז שמו של האדם <b>לא</b> יוצג כאשר לוחצים על רשימת <b>(לא ידוע)</b>. תמצא את האנשים הללו ע"י לחיצה על <b>ל</b>, <b>ב</b> או <b>U</b> (עבור הדוגמאות הקודמות). הסיבה לכך היא שהתוכנית מחפשת אם קיים שם משפחה עבור האדם. האותיות הללו הן האות הראשונה של ה"שמות" הללו. PhpGedView לא יכול לטפל בכל הדרכים האפשריות של הכנסת שמות משפחה בלתי ידועים, אין מוסכמה איך לסמן בלתי ידוע.<br /><br />בסוף אינדקס האלף-בית תראה <b>הכל</b>. לחיצה עליו תציג רשימה של כל שמות המשפחה במאגר הנתונים.<br /><br /><b>אותיות חסרות</b><br />יתכן שאות או יותר חסרות באינדקס האותיות. משמעות הדבר שאין שם משפחה שמתחיל באות החסרה.
nn: Ved å klikk på en bokstav i alfabet-rekken vil du få fram en liste med navn som starter med den bokstaven du valgte.<br /><br />Som den nest siste i rekken vil du kunne se <b>(ukjent)</b> <br />Denne vises dersom det er personer uten etternavn i slektsbasen eller har et etternavn som begynner med en bokstav som ikke finnes i språkets alfabet. Ukjente etternavn er ofte registert som <b>?</b>, og da vil de bli vist under <b>(ukjent)</b>. Dette er også tilfelle dersom personen er ukjent.<dl><dt><b>NB!</b></dt><dd><i>Dersom en person har et <b>etternavn</b> i slektsbasen som for eksempel: Nn, NN, Ukjent eller N.N., vil navnet til denne personen <b>ikke</b> bli vist ved å klikke på <b>(ukjent)</b>. Disse personene vil du finne under "<b>N</b>" eller "<b>U</b>" i alfabet-rekken (se eksemplene foran).<br />Det er fordi programmet bare søker etter personer <u>uten</u> en oppføring i feltet <b>etternavn</b> i slektsbasen.</i> </dd></dl>Til sist i alfabet-rekken vil du se "<b>ALLE</b>". Her vil du få fram en liste med alle etternavn i slektsbasen.<dl><dt><b>Manglende bokstaver?</b></dt><dd><i>Det kan være at enkelte bokstaver i alfabetet <b>ikke</b> blir vist.<br />Det er fordi det ikke er noen personer registert med etternavn som starter med den "manglende" bokstaven.</i></dd></dl>
pl: Kliknięcie na literę w spisie alfabetycznym spowoduje wyświetlenie listy nazwisk, które zaczynają się na wybraną literę.<br /><br />Przedostatnim elementem spisu alfabetycznego może być <b>(nieznane)</b>. Ta wartość pojawi się, jeśli w bazie danych istnieją osoby, których nazwiska nie zostały podane lub nie zawierają żadnych rozpoznawanych liter. Nieznane nazwiska wprowadza się często jako znak zapytania <b>?</b>, i ten zapis zostanie potraktowany jako <b>(nieznane)</b>. Może się tak stać również wtedy, gdy osoba jest nieznana.<br /><br /><b>Uwaga:</b><br />Nazwiska wprowadzone jako, na przykład, <b>Nn</b>, <b>NN</b>, <b>Nieznane</b>, czy <b>N.N.</b> <u>nie zostaną</u> wymienione na liście <b>(nieznane)</b>. Znajdziesz je pod literą <b>N</b>, ponieważ to jest pierwsza litera tych nazwisk. PhpGedView nie jest w stanie rozpoznać wszystkich możliwych sposobów wprowadzania nieznanych nazwisk; brak odpowiedniej konwencji.<br /><br />Na końcu spisu alfabetycznego znajduje się element <b>WSZYSTKIE</b>. Kliknięcie na ten element spowoduje wyświetlenie listy wszystkich nazwisk w bazie danych.<br /><br /><b>Brakujące litery?</b><br />Jeśli w spisie brakuje niektórych liter, oznacza to, że twoja baza danych nie zawiera żadnych nazwisk, zaczynających się na tą literę.

source: Alphabet lower case
ca: Alfabet de minúscules
da: Små bogstaver alfabetisk
es: Alfabeto minúsculas
fi: Aakkoset pienin kirjaimin
he: אותיות קטנות
nn: Små bokstaver alfabetisk
pl: Małe litery alfabetu

source: Lower case alphabet letters in this language. This alphabet is used while sorting lists of names.
ca: Alfabet de minúscules en aquest idioma. S'utilitza per ordenar llistes de noms.
da: Sprogets små bogstaver i alfabetisk rækkefølge. Dette bruges for sortering af navnelister i PhpGedView på det valgte sprog.
es: Las letras minúsculas del alfabeto en este idioma. Este alfabeto se utiliza para ordenar listas de nombres.
fi: Tämän kielen pienet kirjaimet. Näitä kirjaimia käytetään kun lajitellaan nimilistoja.
nn: Språkets små bokstaver i alfabetisk rekkefølge. Dette brukes for at sortering av navnelister i PhpGedView for det valgte språk.
pl: Małe litery alfabetu danego języka. Ta lista jest wykorzystywana do sortowania list imion, nazwisk i nazw.

source: Alphabet upper case
ca: Alfabet de majúscules
da: STORE bogstaver alfabetisk
es: Alfabeto Mayúsculas
fi: Aakkoset isoin kirjaimin
he: אותיות עיליות
nn: STORE bokstaver alfabetisk
pl: Wielkie litery alfabetu

source: Upper case alphabet letters in this language. This alphabet is used while sorting lists of names.
ca: Alfabet de lletres majúscules en aquest idioma. S'utilitza per ordenar les llistes de noms.
da: Sprogets store bogstaver i alfabetisk rækkefølge. Dette bruges for sortering af navnelister i PhpGedView på det valgte sprog.
es: Las letras mayúsculas del alfabeto en este idioma. Este alfabeto se utiliza para ordenar las listas de nombres.
fi: Tämän kielen isot kirjaimet. Näitä kirjaimia käytetään kun lajitellaan nimilistoja.
nn: Språkets store bokstaver i alfabetisk rekkefølge. Dette brukes for at sortering av navnelister i PhpGedView for det valgte språk.
pl: Wielkie litery alfabetu danego języka. Ta lista jest wykorzystywana do sortowania list imion, nazwisk i nazw.

source: The top row of the Selector table is the <b>Day</b> selector. Its meaning is obvious: You select a <u>day</u>.<br /><br />The result of clicking on a certain day depends of whether you are in <b>Day</b> or in <b>Month</b> mode.<br /><dl><dt><b>Day mode</b></dt><dd>In this mode, you click a day, the screen will refresh, and the list for that day will be displayed.</dd><dt><b>Month mode</b></dt><dd>You have the calendar of a certain month on the screen. You click a day and the screen will refresh, but you will still see the month that you had on the screen before. The reason for this is that you can still decide to select another month, year, or event before you either click the <b>View Day</b> or <b>View Month</b> button.<br /><br />At the end of the Day row you will see a <b>Quick Link</b> with today's date. Clicking that <b>Quick Link</b> will display the list for today in <b>Day</b> mode, no matter whether you are in <b>Month</b> or in <b>Day</b> mode.</dd></dl>
ca: La primera fila de la taula de selecció és el selector de <b>dia</b>. El funcionament és obvi: Seleccioneu un <u>dia</u>.<br /><br />El resultat de polsar un dia determinat depèn si sou al mode <b>D'un dia</b> o <b>D'un mes</b>.<br /><dl><dt><b>mode d'un dia</b></dt><dd>Aquí, polsant un dia, la pantalla es refresca i surt la llista pel nou dia escollit.</dd><dt><b>Mode d'un mes</b></dt><dd>Teniu el calendari d'un determinat mes a la pantalla. Polseu sobre un dia i la pantalla es refresca però encara continuareu veient el mes que hi havia a la d'abans. La raó és que encara podeu decidir seleccionar un altre mes, any o ambdós, tot i que abans hagueu polsat botó <b>D'un dia</b> o el <b>D'un mes</b>.<br /><br />Al capdavall de la fila del dia hi ha un <b>Enllaç immediat</b> a la data d'avui. Polsant-lo sortirà la llista per avui en mode <b>D'un dia</b>. Tan hi fa que estigueu en el mode <b>D'un més</b> com en el <b>D'un dia</b>.</dd></dl>
da: Den øverste række i "datovalg" er <i>valg af dag</i>.<br />Resultatet af at klikke på en bestemt dag, afhænger af om du tidligere har valgt "Vis dag" eller "Vis måned".<br />Alle andre valg, som måned, år og begivenheder vil forblive uændrede.<dl><dt><b>Vis dag</b> udgaven:</dt><dd>Efter at have klikket på en valgt dag, vil personer, som er knyttet til begivenheder på denne dato, vises.<br />- Hvis der ikke er nogen personer knyttet til denne dag, vil meddelelsen "Fandt ingenting" blive vist.</dd><dt><b>Vis måned</b> udgaven:</dt><dd>At skifte dag vil <b>ikke</b> ændre på indholdet af kalenderen...!<br />Grunden er, at dagen allerede findes i kalenderen.<br />Klikker du derimod på knappen <b>Vis dag</b>, vil den valgte dag blive vist.</b>.</dd></dl>Til højre i rækken for dag, kan du se et <b>"Hurtig-link"</b>, der viser dags dato.<br />Hvis du klikker på linket, vil du automatisk få vist <b>kun</b> denne dag, uafhængig om du på forhånd havde valgt "Vis måned"!
es: La fila superior del Selector de Fecha es el selector de <b>Día</b>. Su significado es obvio: Sirve para seleccionar un <u>día</u>.<br /><br />El resultado de hacer clic en un día depende de si está en modo <b>Día</b> o en modo <b>Mes</b>.<br /><dl><dt><b>Modo día</b></dt><dd>En este modo, si hace clic en un día, se refrescará la pantalla y se mostrará la lista para ese día.</dd><dt><b>Modo mes</b></dt><dd>Se presenta el calendario de un cierto mes en la pantalla. Si hace clic en un día, la pantalla se referescará, pero seguirá viendo el mismo mes. La razón de esto es que aún pueda decidir seleccionar otros mes, año o evento antes de hacer clic en los botones <b>Ver día</b> o <b>Ver mes</b>.<br /><br />Al final de la fila de Día verá un <b>Vínculo Rápido</b> con la fecha de hoy. Si hace clic en ese <b>Vínculo Rápido</b> se mostrará la lista para hoy en el modo <b>Día</b>, tanto si está en modo <b>Mes</b> como en modo <b>Día</b>.</dd></dl>
fi: "Valitsintaulukon" ylin rivi on <b>Päivävalitsin</b>.<br />Sillä valitset päivämäärän.<br />Tietyn päivän klikkaamisen vaikutus riippuu siitä, oletko "päivätilassa" vai "kuukausitilassa".<br /><br /><b>Päivätila</b>:<br />Kun klikkaat päivää, näyttö päivittyy ja kyseisen päivän luettelo näytetään.<br /><br /><b>Kuukausitila</b>:<br />Kun näytöllä on tietyn kuukauden kalenteri ja klikkaat tiettyä päivää, näyttö päivittyy, mutta sama kuukausi on edelleen näkyvissä.<br />Syynä tähän on se, että voit vielä vaihtaa toiseen kuukauteen, vuoteen tai tapahtumaan ennen kuin klikkaat joko <b>Näytä päivä</b> tai <b>Näytä kuukausi painiketta</b>.<br /><br />Klikkaamalla päivärivin lopussa olevaa <b>"Pikalinkkiä"</b>, jossa on tämän päivän päiväys, saat näkyviin luettelon tämän päivän tapahtumista riippumatta siitä, oletko "Päivätilaassa" vai "Kuukausitilassa".
he: השורה העליונה של טבלת הבחירה היא <b>בחירת יום</b>. המשמעות ברורה: בוחרים <u>יום</u>.<br /><br />התוצאה של לחיצה על יום מסוים תלויה באם נמצאים בצורת <b>יום</b> או בצורת <b>חודש</b>.<br /><dl><dt><b>צורת היום</b></dt><dd>בצורה הזו, כאשר לוחצים על יום, המסך מתחדש והרשימה תוצג עבור היום שלחצת.</dd><dt><b>צורת החודש</b></dt><dd>כאשר יש לך לוח חודשי של חודש מסוים על המסך ואתה לוחץ על יום, המסך מתחדש, אבל תראה עדיין את החודש שראית מקודם על המסך. הסיבה לכך היא שתוכל עדיין להחליט לבחור חודש, שנה או מאורע שייראו לפני שאתה לוחץ על כפתור ה<b>הצג יום</b> או ה<b>הצג חודש</b>.<br /><br />בסוף שורת היום תראה <b>קישור מהיר</b> עם התאריך של היום. לחיצה על <b>הקישור המהיר</b> תציג רשימה של היום במבנה ה<b>יום</b>, ללא תלות באם אתה נמצא בצורת ה<b>חודש</b> או בצורת ה<b>יום</b>.</dd></dl>
nn: Den øverste raden i "datovalg" er <i>valg av dag</i>.<br />Resultatet av å klikke på en bestemt dag, avhenger av om du tidligere har valgt "Vis dag" eller "Vis måned".<br />Alle andre valg slik som måned, år og hendelser vil forbli uendret.<dl><dt><b>Vis dag</b> utgaven:</dt><dd>Etter å ha klikket på en valgt dag, vil personer som er knyttet til hendelser på denne datoen vises.<br />- Dersom det ikke er noen personer knyttet til denne dagen, vil meldingen "Fant ingen..." bli vist.</dd><dt><b>Vis måned</b> utgaven:</dt><dd>Å bytte dag vil <b>ikke</b> endre på innholdet av kalenderen...!<br />Grunnen er at dagen finnes fra før i kalenderen.<br />Klikker du derimot på knappen <b>Vis dag</b>, vil den valgte dagen bli vist.</b>.</dd></dl>Til høyre på raden for dag, kan du se en <b>"Hurtig-link"</b> som viser dagens dato.<br />Dersom du klikker på denne, vil du automatisk bli vist <b>kun</b> denne dagen, uavhengig om du få forhånd hadde valgt "Vis måned"!
pl: W pierwszym rzędzie tabeli znajduje się opcja wyboru <u>dnia</u>.<br /><br />Efekt kliknięcia na dzień zależy od tego, czy jesteś w trybie <b>dnia</b> czy <b>miesiąca</b>.<br /><dl><dt><b>Tryb dnia</b></dt><dd>W tym trybie kliknięcie na dzień spowoduje odświeżenie ekranu i wyświetlenie listy dla tego dnia.</dd><dt><b>Tryb miesiąca</b></dt><dd>Na ekranie masz kalendarz pewnego miesiąca. Po kliknięciu na dzień ekran zostanie odświeżony, ale nadal zobaczysz miesiąc, który był tam poprzednio. Dzieje się tak ponieważ nadal możesz wybrać inny miesiąc, rok lub wydarzenie, zanim klikniesz na przycisk <b>Pokaż dzień</b> lub <b>Pokaż miesiąc</b>.<br /><br />Na końcu rzędu dnia zobaczysz <b>szybki odnośnik</b> z dzisiejszą datą. Kliknięcie tego odnośnika spowoduje wyświetlenie listy dla dzisiejszej daty w trybie <b>dnia</b>, niezależnie od tego, czy jesteś w trybie <b>miesiąca</b> czy <b>dnia</b>.</dd></dl>

source: Here you choose whether you want all events for individuals and families displayed or just a selected event. You cannot select more than one event category.<br /><br />When you click on an option, the events of your choice will be displayed.<br /><br />The settings of day, month, and year, as well as <b>Day</b> or <b>Month</b> mode, remain as they were.
ca: Aquí podeu escollir desitgeu veure tots els esdeveniments de persones i famílies o els d'un determinat tipus. No es possible seleccionar més d'una categoria d'esdeveniments.<br /><br />Quan escolliu una opció, surt automàticament.<br /><br />Els paràmetres de dia, mes i any així com els mode <b>D'un dia</b> o <b>D'un mes</b>, restaran inalterats.
da: Her kan du vælge om du vil se alle begivenheder for personer og familier<br />eller bare den begivenhed du vælger.<br /><br />Når du klikker på et af valgene, vil skærmbilledet blive opdateret og i forhold til det valg du har gjort.<br />Andre valg, som dag, måned og år, og begivenheder og type visning vil ikke blive ændret.
es: Aquí elija si desea mostrar todos los eventos para las personas y familias o sólo una categoría de evento. No puede seleccionar más de una categoría de evento.<br /><br />Si hace clic en una opción, se mostrarán los eventos seleccionados.<br /><br />Los ajustes de día, mes y año, así como el modo de <b>Día</b> o <b>Mes</b>, permanecen como estaban.
fi: Tässä voit valita näytetäänkö kaikki henkilöitä tai perheitä koskevat tapahtumat vai ainoastaan valitsemasi tapahtumat.<br /><br />Vaihtoehdon klikkaaminen päivittää näytön ja valitsemasi tapahtumat näytetään.<br />Päivä-, kuukausi- ja vuosiasetus sekä päivätila tai kuukausitila jäävät ennalleen.
he: תוכל לבחור את כל המאורעות של אנשים ומשפחות או רק את המאורע הנבחר. לא ניתן לבחור יותר מאירוע ספציפי אחד.<br /><br />לחיצה על האופציה מציגה את המאורע הנבחר.<br /><br />הערכים האחרים של יום, חודש, שנה, ומאורעות וה<b>יום</b> או ה<b>חודש</b> נשארים כפי שהיו.
nn: Her kan du velge om du vil se alle hendelser for personer og familier<br />eller bare den hendelsen du velger.<br /><br />Når du klikker på et av valgene, vil skjermbildet bli oppdatert og i forhold til det valg du har gjort.<br />Andre valg som dag, måned og år, og hendelser og type visning vil ikke bli forandret.
pl: Tutaj możesz wybrać, czy chcesz zobaczyć wszystkie wydarzenia dla osób i rodzin, czy tylko wybrany typ wydarzeń. Nie możesz wybrać na raz wielu kategorii wydarzeń.<br /><br />Kliknięcie na opcję spowoduje wyświetlenie wybranych wydarzeń.<br /><br />Ustawienia dnia, miesiąca i roku oraz trybu <b>dnia</b> lub <b>miesiąca</b> pozostaną bez zmian.
