Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This option determines whether PhpGedView should send the large or the small image to the browser whenever a chart or the Personal Details page requires a thumbnail.<br /><br />The <b>No</b> choice will cause PhpGedView to send the large image, while the <b>Yes</b> choice will cause the small image to be sent. Each individual image also has the &laquo;Always use main image?&raquo; option which, when set to <b>Yes</b>, will cause the large image to be sent regardless of the setting of the &laquo;Use thumbnail&raquo; option in the GEDCOM configuration. You cannot force PhpGedView to send small images when the GEDCOM configuration specifies that large images should always be used.<br /><br />PhpGedView does not re-size the image being sent; the browser does this according to the page specifications it has also received. This can have undesirable consequences when the image being sent is not truly a thumbnail where PhpGedView is expecting to send a small image. This is not an error: There are occasions where it may be desirable to display a large image in places where one would normally expect to see a thumbnail-sized picture.<br /><br />You should avoid setting the &laquo;Use thumbnail&raquo; option to <b>No</b>. This choice will cause excessive amounts of image-related data to be sent to the browser, only to have the browser discard the excess. Page loads, particularly of charts with many images, can be seriously slowed.
ca: Aquesta opció determina si PhpGedView enviarà la imatge gran o la miniatura al navegador cada cop que un diagrama o una pàgina de detalls d'una persona necessiti una miniatura.<br /><br />El valor <b>No</b> farà que PhpGedView envií la imatge gran, mientres que el valor <b>Si</b> farà que s'envií la miniatura. Cada imatge individual també te l'opció &laquo;Emprar aquesta imatge per la miniatura?&raquo; que, si es fixa a <b>Si</b>, farà que s'envií la imatge gran independentment del valor de l'opció &laquo;Empra miniatures&raquo; en la configuració del GEDCOM. No aconseguireu que PhpGedView envií la miniatura si la configuració del GEDCOM especifica que sempre cal emprar les imatges grans.<br /><br />PhpGedView no canvia la mida de la imatge enviada; és el navegador qui ho fa segons les especificacions de la pàgina que ha rebut. Això pot comportar conseqüències indesitjables si la imatge enviada no és realment una miniatura, quani PhpGedView espera enviar una imatge petita. Això és un error: Alguns cops pot ésser desitjable mostrar una imatge de mida gran en llocs en que normalment hi aniria una imatge miniatura.<br /><br />Hauríeu d'evitar deixar l'opció &laquo;Empra miniatures&raquo; a <b>No</b>. Aquest ajustament causarà l'enviament d'un excessiu detall de les imatges al navegador que aquest haurà de descartar. Les descàrregues de pàgines, especialment els diagrames amb moltes imatges poden enlentir-se molt.
da: Afhængig af, hvordan du gemmer dine billeder, er det sandsynligvis bedst at anvende miniaturebilleder på faktasiden for personer. Hvis dit hovedbillede er meget stort, kan det tage lang tid at downloade. Hvis dine miniaturebilleder har en tilstrækkelig god kvalitet, så kan de bruges i stedet for billeder i fuld størrelse.<br />Vælges <b>Ja</b>, vil miniaturebilleder blive anvendt.<br />Vælges <b>Nej</b>, vil hovedbilledet blive anvendt.
es: Esta opción determina si PhpGedView enviará la imagen grande o la pequeña al navegador cada vez que un diagrama o una página de detalles de una persona necesite una miniatura.<br /><br />El valor <b>No</b> hará que PhpGedView envíe la imagen grande, mientras que el valor <b>Sí</b> hará que se envíe la imagen pequeña. Cada imagen individual tambiñen tiene la opción &laquo;¿Usar siempre la imagen principal?&raquo; que, si se fija a <b>Sí</b>, hará que se envíe la imagen grande independientemente del valor de la opción &laquo;Utilice la miniatura para la foto principal de la página de la persona&raquo; en la configuración del GEDCOM. No puede hacer que PhpGedView envíe la imagen pequeña si la configuración del GEDCOM especifica que siempre deban usarse las imágenes grandes.<br /><br />PhpGedView no cambia el tamaño de la imagen enviada; el navegador lo hace según las especificaciones de la página que ha recibido. Esto puede tener consecuencias indeseables si la imagen enviada no es de verdad una miniatura si PhpGedView espera enviar una imagen pequeña. Esto no es un error: Algunas veces puede ser deseable mostrar una imagen grande en lugares es que normalmente habría una imagen de tamaño miniatura.<br /><br />Debería evitar fijar la opción &laquo;Utilice la miniatura para la foto principal de la página de la persona&raquo; a <b>No</b>. Este ajuste causará el envío de un detalle excesivo de las imágenes al navegador que éste tendrá que descartar. Las descarga de las páginas, especialmente los diagramas con muchas imágenes, puede verse muy ralentizada.
he: This option determines whether PhpGedView should send the large or the small image to the browser whenever a chart or the Personal Details page requires a thumbnail.<br /><br />The <b>לא</b> choice will cause PhpGedView to send the large image, while the <b>כן</b> choice will cause the small image to be sent. Each individual image also has the &laquo;השתמש תמיד בתמונה הראשית?&raquo; option which, when set to <b>כן</b>, will cause the large image to be sent regardless of the setting of the &laquo;השתמש בתמונות מזעריות&raquo; option in the GEDCOM configuration. You cannot force PhpGedView to send small images when the GEDCOM configuration specifies that large images should always be used.<br /><br />PhpGedView does not re-size the image being sent; the browser does this according to the page specifications it has also received. This can have undesirable consequences when the image being sent is not truly a thumbnail where PhpGedView is expecting to send a small image. This is not an error: There are occasions where it may be desirable to display a large image in places where one would normally expect to see a thumbnail-sized picture.<br /><br />You should avoid setting the &laquo;השתמש בתמונות מזעריות&raquo; option to <b>לא</b>. This choice will cause excessive amounts of image-related data to be sent to the browser, only to have the browser discard the excess. Page loads, particularly of charts with many images, can be seriously slowed.
nn: Avhengig av hvordan du lagre bildene dine, er det sannsynlig best å bruke miniatyrbilde som bilde på faktasiden til personer. Dersom hovedbildet ditt er veldig stort, kan det ta lang tid å laste ned. Hvis miniatyrbildene dine har en god nok kvalitet, så kan disse brukes i stede for bildene i hel størrelse.<br />Setter du dette valget til "Ja", vil miniatyrbilde bli brukt.<br />Setter du det til "Nei", vil hovedbildet bli brukt.
pl: Ta opcja określa, czy PhpGedView powinna wyświetlać duży lub mały obrazek za pomocą przeglądarki za każdym razem, gdy wykres lub strona Faktów i danych osoby wymaga miniaturki.<br /><br />Wybór <b>Nie</b> spowoduje wyświetlenie dużego obrazu, natomiast wybór <b>Tak</b> spowoduje wyświetlenie małego obrazu. Każdy obraz posiada opcję &laquo;Zawsze używać głównego obrazu?&raquo;, która po ustawieniu na wartość <b>Tak</b> spowoduje wyświetlenie dużego obrazu niezależnie od ustawień opcji &laquo;Użyj miniaturki&raquo; w konfiguracji pliku GEDCOM. Nie możesz narzucić PhpGedView wyświetlania małych obrazów, gdy konfiguracja GEDCOM określa, że powinny być wykorzystywane duże obrazy.<br /><br />PhpGedView nie zmienia rozmiarów wyświetlanych obrazów, czyni to przeglądarka w zależności od specyfikacji otrzymanej strony. Może to mieć niepożądane skutki, gdy wyświetlany obraz nie jest naprawdę miniaturką, a PhpGedView zamierza wyświetlić mały obrazek. To nie jest błąd: W niektórych przypadkach może być pożądane, aby wyświetlić duży obraz w miejscach, gdzie oczekiwane są miniatury.<br /><br />Należy unikać ustawiania opcji &laquo;Zawsze używać głównego obrazu?&raquo; na wartość <b>Tak</b>. Ten wybór może spowodować nadmierne ilości danych związanych z obrazem, który ma zostać wysłany do przeglądarki. Szybkość wyświetlania strony, szczególnie wykresów z wieloma obrazami, może być poważnie spowolniony.

source: If the Media Firewall is enabled, should thumbnails be watermarked? Your media lists will load faster if you don't watermark the thumbnails.
ca: Si s'ha activat el Tallafocs Multimèdia, cal posar marques d'aigua digitals a les miniatures? La vostres llistes multimèdia es carregaran més ràpid si no cal fer-ho.
es: Si está activado el cortafuegos de obejetos, ¿deben mostrarse las miniaturas con marcas de agua también? Las listas de objetos se cargarán más rápidamente si no pone marcas de agua en las miniaturas.
fi: Jos Media Firewall on päällä, tuleeko pikkukuviin lisätä vesileima? Medialistasi latautuvat nopeammin jos et vesileimaa pikkukuvia.
nn: Hvis Mediabrannmuren er aktivert, skal miniatyrbildene vannmerkes? Medialistene vill lastes hurtigere dersom du ikke vannmerker miniatyrbildene.
pl: Jeśli Firewall multimediów jest włączony, czy miniaturki powinny być zaznaczone znakiem wodnym? Twoja lista multimediów będzie się ładowała szybciej jeśli minaturki nie będą miały znaku wodnego.

source: The person to be contacted about technical questions or errors encountered on your site.
ca: La persona a contactar per a qüestions tècniques, errors o problemes amb que es trobin els usuaris.
da: Den bruger, som kan kontaktes vedrørende tekniske spørgsmål eller fejl, de er stødt på under besøget på din side.
es: La persona a contactar acerca de cuestiones técnicas o errores encontrados en su sitio.
nn: Den brukeren besøkende kan kontakt vedrørende tekniske spørsmål eller feil de er støtt på under besøket på din side.
pl: Osoba, z którą należy się kontaktować w sprawach technicznych lub błędów napotkanych na stronie.

source: Some genealogy programs wrap notes at word boundaries while others wrap notes anywhere. This can cause PhpGedView to run words together. Setting this to <b>Yes</b> will add a space between words where they are wrapped in the original GEDCOM.
ca: Algun programari genealògic comprimeix les notes pels marges de les paraules, mentre que altre no ho fa mai. Això pot fer que el PhpGedView tregui paraules enganxades. Posant-ho a <b>Si</b> afegirà un espai entre paraules que s'hagin comprimit al GEDCOM original.
es: Algunos programas de genealogía compactan las notas en los límites de las palabras y otros en cualquier parte. Esto puede producir que PhpGedView escriba las palabras seguidas. Fijando esto a 'sí' añadirá un espacio entre palabras donde fueron compactadas en el gedcom.
nn: Noen slektsprogram deler linjer etter hele ord, mens andre deler linjer hvor som helst. Dette kan føre til at PhpGedView kan komme til å slå sammen ord som ikke skal det. Hvis du velger 'Ja' her, vil det bli lagt til et mellomrom hvor ord er delt i GEDCOM.
pl: Niektóre aplikacje genealogiczne zawijają wiersze notatek tam, gdzie kończą się słowa, inne - w dowolnym miejscu. Z tego powodu PhpGedView może czasem wyświetlać słowa bez przerwy między nimi. Wybranie <b>Tak</b> spowoduje wstawienie spacji pomiędzy słowa, które były rozdzielone końcem linii w oryginalnym pliku GEDCOM.

source: Allows a user to zoom boxes on charts to get more information.<br /><br />Set to <b>Disabled</b> to disable this feature. Set to <b>On Mouse Over</b> to zoom boxes when the user mouses over the icon in the box. Set to <b>On Mouse Click</b> to zoom boxes when the user clicks on the icon in the box.
ca: Permet a l'usuari ampliar els caixetins dels diagrames per veure més informació.<br /><br />Poseu-ho a <b>Desactivat</b> per desactivar aquesta opció. Poseu-ho a <b>Passant el ratolí per sobre</b> per ampliar-los en passar el punter del ratolí per sobre la icona del caixetí. Poseu-ho a <b>Polsant el ratolí</b> per ampliar-los quan l'usuari la polsi (clic).
da: Gør det muligt for en bruger at ændre størrelsen på bokse i slægtstræer og få mere information.<dl><dt>Du kan vælge mellem:</dt><dd><b>~Ikke valgt~</b> for at spærre for denne valgmulighed.</dd><dd><b>~Ved at føre musen henover~</b> for at boksen skal blive større, skal man flytte musen henover ikonet i boksen.</dd><dd><b>~Ved at holde museknappen nede~</b> for at boksen skal blive større, når man holder museknappen nede, når man er over ikonet i boksen.</dd><dd><b>~Ved at klikke med musen~</b> for at boksen skal blive større må man klikke på ikonet i boksen.</dd></dl>
es: Permite a los usuarios aumentar el tamaño de las cajas en los informes y poder acceder así a más datos.<br /><br />Fíjelo a <b>Desactivado</b> desactivar esta característica. Fíjelo <b>Puntero encima</b> para aumentar las cajas cuando los usuarios sitúen el cursor sobre el icono en la caja. Fíjelo a <b>Haciendo clic</b> para aumentar las cajas cuando los usuarios hagan clic en el icono de la caja.
he: Allows a user to zoom boxes on charts to get more information.<br /><br />Set to <b>נפסל</b> to disable this feature. Set to <b>עכבר עובר מעל</b> to zoom boxes when the user mouses over the icon in the box. Set to <b>קליק עם עכבר</b> to zoom boxes when the user clicks on the icon in the box.
nn: Gjør det mulig for en bruker å endre størrelsen på bokser i diagram og for å få mer informasjon.<dl><dt>Du kan velge mellom:</dt><dd><b>Ikke valgt</b> for å sperre dette valget.</dd><dd><b>Ved å føre musen over</b> for at boksen skal bli større må man bevege musen over ikonet i boksen.</dd><dd><b>Ved å holde museknappen inne</b> for at boksen skal bli større når man holde museneknappe inne når man er over ikonet i boksen.</dd><dd><b>#Ved å klikke med musen#</b> for at boksen skal bli større må man klikke på ikonet i boksen.</dd></dl>
pl: Pozwalaj użytkownikom powiększać ramki na wykresie, aby mogli zobaczyć więcej informacji.<br /><br />Wybierz <b>Wyłączony</b> aby wyłączyć tę opcję. Wybierz <b>Po najechaniu</b> aby powiększać ramki, kiedy użytkownik najedzie kursorem na ikonkę w ramce. Wybierz <b>Po kliknięciu</b> aby powiększać ramki, kiedy użytkownik kliknie na ikonkę w ramce.

source: Allow users to select this language if the option <b>Allow user to change language</b> is enabled.
ca: Permet als usuaris seleccionar aquest idioma si hi ha activa l'opció <b>Permetre als usuaris escollir l'idioma</b>.
da: Giver dig mulighed for at vælge om brugere skal kunne ændre indholdet af sprogfilerne.
es: Permite a los usuarios seleccionar este idioma si la opción option <b>Permitir a los usuarios elegir idioma</b> está activada.
fi: Sallii käyttäjän valita kielen jos <b>Salli käyttäjän vaihtaa kieli</b> -valinta on päällä.
he: Allow users to select this language if the option <b>האם כל משתמש יכול לשנות שפה</b> is enabled.
nn: Gir deg mulighet til å velg om brukere skal kunne endre innholde av språkfilene.
pl: Pozwól użytkownikom wybierać ten język jeśli włączona jest opcja <b>Zezwalaj użytkownikom na zmianę języka</b>.

source: You can add a child to this family by clicking this link.<br /><br />Adding a child is simple: Just click the link, fill out the boxes in the pop up screen, and that's all.
ca: Podeu afegir un fill/a polsant aquest enllaç.<br /><br />És fàcil de fer: Polseu l'enllaç, ompliu els camps de la finestra i llestos!
da: Ved at klikke på dette link, kan du tilføje et barn til denne familie.<br />At tilføje et barn er enkelt: Bare klik på linket, og udfyld felterne i det vindue, der dukker op.
es: Puede agregar un hijo/a a esta familia haciendo clic en este vínculo.<br /><br />Agregar hijos es facil: haga clic en el vínculo, rellene las casillas de la ventana emergente y ya está.
fi: Klikkaamalla tätä linkkiä, voi lisätä lapsen tähän perheeseen.<br />Tämä on yksinkertaista: klikkaa linkkiä ja täytä kentät ponnahdusikkunassa.
he: ניתן להוסיף ילד או ילדה למשפחה הזו ע"י לחיצה על הקישור הזה.<br /><br />קל להוסיף ילד או ילדה: לוחצים על הקישור, ממלאים את התיבות במסך שצץ וזה הכל.
nn: Ved å klikke på denne linken, kan du legge til et barn til denne familien ved å fyll ut feltene i det vinduet som kommer fram.
pl: Klikając na ten odnośnik możesz dodać dziecko do tej rodziny.<br /><br />Dodawanie dziecka jest proste: wystarczy kliknąć na odnośnik i wypełnić formularz w wyświetlonym okienku.

source: If you can't find the fact that you want to add in the list of GEDCOM facts, you can enter a <b>custom fact</b> as well.<br /><br />Entering a custom fact is just as simple as entering one of the pre-defined ones. The only difference is that you have to name the fact instead of picking its name from a list. You have to do this in the top field: <b>Type</b>
ca: Si no podeu trobar l'esdeveniment desitjat a la llista del GEDCOM, també podeu entrar-ne un de <b>personalitzat</b>.<br /><br />Fer-ho és tant senzill com entrar-ne un de predefinit. L'única diferència es que cal donar-li un nom per comptes de triar-lo de la llista. Per fer-ho disposeu del darrer camp: <b>Tipus</b>
da: Hvis du ikke finder den type faktaoplysning, du ønsker at tilføje i faktalisten, kan du selv tilføje <b>Egne fakta</b> til listen.<br />Forskellen på at tilføje fra en forhåndsdefineret faktaoplysning er, at du må give den nye faktaoplysning et navn. Det gør du i det øverste felt: <b>Type</b>
es: Si no halla el hecho que desea agregar en la lista de hechos GEDCOM, también puede introducir un <b>hecho personalizado</b>.<br /><br />Introducir un hecho personalizado es tan simple como introducir uno de los predefinidos. La única diferencia es que deberá asignar un nombre al hecho en vez de escogerlo de una lista. Deberá hacerlo en el campo superior: <b>Tipo</b>
fi: Mikäli alasvetovalikosta ei löydy sopivaa tietolajia, voit lisätä <b>oman tiedon</b>.<br />Sen lisääminen on yhtä helppoa kuin valmiiksi luetteloidun tiedon. Ainoa ero on se, että sinun on nimettävä tietolaji. Se on tehtävä ylimpään kenttään: <b>Tyyppi</b>
he: אם אינך מוצא את העובדה שאתה רוצה להוסיף ברשימת עובדות GEDCOM, תוכל להכניס <b>מאורע מותאם</b>.<br /><br />הכנסת מאורע מותאם קלה כמו הכנסת עובדה מוגדרת מראש. ההבדל היחיד הוא שעליך לרשום את שם העובדה בנוסף לנתונים האחרים במקום לבחור אותן מרשימה. דבר זה נעשה בשדה העליון: <b>סוג</b>
nn: Dersom du ikke finner den faktaopplysninger som du ønsker å legge til i faktalisten, kan du skrive inn en <b>Egen fakta</b>.<br />Forskjellen fra å legge til fra en forhåndsdefinert faktaopplysning, er at du må gi den nye faktaopplysningen et navn. Du gjør det i det øverste feltet: <b>Type</b>
pl: Jeśli nie możesz znaleźć faktu na liście faktów GEDCOM, możesz również wprowadzić <b>własny fakt</b>.<br /><br />Wprowadzanie własnego faktu jest równie proste, jak wybieranie predefiniowanego. Jedyną różnicą jest to, że musisz nazwać ten fakt, zamiast wybierać jego nazwę z listy. Musisz to zrobić w polu <b>Typ</b>.

source: Here you can add a fact to the record being edited.<br /><br />First choose a fact from the drop-down list, then click the <b>Add</b> button. All possible facts that you can add to the database are in that drop-down list.
ca: Aquí us permet afegir un esdeveniment al registre que esteu editant.<br /><br />Primer cal que escolliu l'esdeveniment a la llista desplegable i desprès polseu el botó <b>Afegir</b>. Tots els esdeveniments possibles que podeu introduir son a la llista.
da: Her kan du tilføje fakta for en eller flere personer.<br /><br />Vælg først en faktaoplysning fra "drop-down listen", og klik så på knappen <b>"Tilføj"</b>. <br />I "drop-down listen" finder du alle tilgængelige faktaoplysninger for slægtsdatabasen.
es: Aquí puede agregar un hecho al registro que se está modificando.<br /><br />Primero elija un hecho de la lista desplegable y haga clic en el botón <b>Agregar</b>. En esa lista desplegable se encuentran todos los posibles hechos que se pueden agregar a la base de datos.
fi: Tässä voit lisätä tietoja henkilölle tai henkilöille.<br /><br />Valitse ensin tietolaji pudotusvalikosta ja klikkaa sitten "Lisää" painiketta.<br />Pudotusvalikossa ovat kaikki GEDCOM-tiedostoon lisättävissä olevat tietolajit.
he: כאן תוכל להוסיף עובדה לרשומה שאותה אתה עורך.<br /><br />בחר קודם כל עובדה מהרשימה הנגללת, לחץ אח"כ על הכפתור <b>הוסף</b>. הרשימה הנגללת כוללת כבר את כל העובדות שניתן להוסיף למאגר הנתונים.
nn: Her kan du legge til fakta for en eller flere personer.<br /><br />Velg første en faktaopplysning fra "slipp-ned listen" og klikk så på knappen "Legg til". <br />I "slipp-ned listen" finner du alle tilgjengelige faktaopplysninger for slektsbasen.
pl: Tutaj możesz dodać fakt do edytowanego wpisu.<br /><br />Napierw wybierz fakt z listy, a następnie kliknij przycisk <b>Dodaj</b>. Na tej liście znajdują się wszystkie fakty, jakie możesz dodać.

source: You can add all or some of this family's information to your Clippings Cart. On the next page you can choose precisely how much information you wish to add:<ol><li>Add just this family record.</li><li>Add parents' records together with this family record.</li><li>Add parents' and children's records together with this family record.</li><li>Add parents' and all descendants' records together with this family record.</li></ol>
ca: Podeu afegir tota o part de la informació de la família al Cistell Genealògic. A la següent pàgina podeu concretar quina informació voleu:<ol><li>Posa-hi únicament aquest registre familiar.</li><li>Afegeix els pares a aquest registre familiar.</li><li>Afegeix pares i mainada a aquest registre familiar.</li><li>Afegeix els pares i tots els registres dels descendents a aquest registre familiar.</li></ol>
da: Ved at klikke på dette link kan du kopiere data om familien, som den er lagret i GEDCOM-filen, til din Udklipsholder. På den næste siden, der vil blive vist, kan du vælge, hvilke data du ønsker at kopiere; Kun (ægte)parret alene, eller med forældrene og/eller deres børn og/eller alle efterkommere.
es: Puede agregar toda o parte de la información de esta familia a su Carrito genealógico. En la página siguiente puede elegir exactamente cuánta información desea agregar:<ol><li>Añadir este registro familiar.</li><li>Añadir los padres con este registro familiar.</li><li>Añadir los padres e hijos con este registro familiar.</li><li>Añadir los padres y todos los registros de los descendientes con este registro familiar.</li></ol>
fi: Klikkaamalla tätä linkkiä voit lisätä GEDCOM-muodossa olevat perheen tiedot leikekoriin. Seuraavalla sivulla voit valita mitkä tiedot tarkalleen haluat lisätä: vain vanhemmat vai vanhemmat ja/tai lapset ja/tai heidän kaikki perillisensä.
he: ניתן להוסיף לעגלת גזירי העץ שלך מידע שלם או חלקי על המשפחה. בדף הבא תוכל לבחור את המידע המדויק שברצונך להוסיף: <ol><li>הוסף רק את רשומת המשפחה הזו.</li><li>הוסף רשומות הורים לרשומת המשפחה הזו.</li><li>הוסף רשומות הורים וילדים לרשומת המשפחה הזו.</li><li>הוסף רשומות הורים וכל הצאצאים למשפחה זו.</li></ol>
nn: Ved å klikke på denne linken kan du kopiere data om familien, slik den er lagret i slektsfilen, til Utklippesmappen din. På den neste siden som vil bli vist, kan du velge hvilke data som du ønsker å kopiere; Bare (ekte)paret alene, eller med foreldrene og/eller barna deres og/eller alle etterkommere.
pl: Możesz dodać całą lub część informacji o tej rodzinie do swoich Wycinków. Na następnej stronie możesz dokładnie określić, które dane chcesz dodać:<ol><li>Dodaj tylko wpis o tej rodzinie.</li><li>Dodaj wpisy rodziców wraz z wpisem o tej rodzinie.</li><li>Dodaj wpisy rodziców i dzieci wraz z wpisem o tej rodzinie.</li><li>Dodaj wpisy rodziców i wpisy wszystkich potomków wraz z wpisem o tej rodzinie.</li></ol>
