Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Dates can be recorded in various calendars such as Gregorian, Julian, or the Jewish Calendar. This option allows you to convert dates to a preferred calendar. For example, you could select Gregorian to convert Julian and Hebrew dates to Gregorian. The converted date is shown in parentheses after the regular date.<br /><br />Dates are only converted if they are valid for the calendar. For example, only dates between 22&nbsp;SEP&nbsp;1792 and 31&nbsp;DEC&nbsp;1805 will be converted to the French Republican calendar and only dates after 15&nbsp;OCT&nbsp;1582 will be converted to the Gregorian calendar.<br /><br />Hebrew is the same as Jewish, but using Hebrew characters. Arabic is the same as Hijri, but using Arabic characters.<br /><br />Note: Since the Jewish and Hijri calendar day starts at dusk, any event taking place from dusk till midnight will display as one day prior to the correct date. The display of Hebrew and Arabic can be problematic in old browsers, which may display text backwards (left to right) or not at all.
ca: Les dates poden enregistrar-se en diversos formats de calendari com el Gregorià, Julià o el Jueu. Aquesta opció us permet convertir-les al format de calendari preferit. Per exemple, podeu seleccionar Gregorià per convertir dates julianes o jueves a gregorianes. La data convertida es mostrarà entre parèntesi desprès de la regular.<br /><br />Solament es convertiran si tenen un valor vàlid del calendari. Per exemple, solament podran convertir-se les dates entre el 22&nbsp;SET&nbsp;1792 i el 31&nbsp;DES&nbsp;1805 al calendari Republicà Francès i solament dates posteriors al 15&nbsp;OCT&nsbp;1582 poden convertir-se al calendari Gregorià.<br /><br />L'Hebreu és el mateix que el Jueu, però empre caràcters hebreus. L'Aràbic és el mateix que el Hijri, però amb caràcters aràbics.<br /><br />Nota: Atès que els calendaris Jueu i Hijri comencen el dia al capvespre, qualsevol esdeveniment que tingui lloc entre el capvespre i la mitjanit es mostrarà un ocorregut un dia abans de la data correcta. La presentació en Hebreu i Aràbic pot resultar problemàtica en navegadors antics que solament admetin text d'esquerra a dreta.
da: Giver dig adgang til at specificere, hvilken type kalender du vil bruge sammen med denne slægtsdatabase/GEDCOM-fil. Hebræisk er det samme som den jødiske kalender med hebræiske tegn. <br><br>NB! Værdierne for jødiske / hebræiske datoer er beregnet ud fra de Gregorianske / Julianske datoer. Eftersom den jødiske kalenderdag starter ved solnedgang, vil alle begivenheder, der finder sted mellem solnedgang og midnat blive vist en dag tidligere end den korrekte jødiske dato. Gamle browsere kan have problemer med at vise hebræisk. Visse gamle browsere viser hebræisk baglæns eller slet ikke.
es: Las fechas pueden registrarse según varios calendarios como el Gregoriano, el Juliano o el Judío. Esta opción le permite convertir las fechas a un calendario preferido. Por ejemplo, puede seleccionar Gregoriano para convertir las fechas julianas o hebreas a Gregoriano. La fecha convertida se muestra entre paréntesis tras la fecha normal.<br /><br />Las fechas sólo se convierten si son válidas para el calendario. Por ejemplo, sólo las fechas entre el 22 de septiembre de 1792 y el 31 de diciembre de 1805 se convertirán al formato Republicano francés y sólo las fechas posteriores al 15 de octubre de 1582 se convertirán al calendario Gregoriano.<br/><br/>El calendario Hebreo es el mismo que el calendario Judío, pero utilizando caracteres hebreos. El calendario Árabe es igual que el Hijri, pero utilizando caracteres árabes.<br /><br />Nota: Puesto que los calendarios Judío y Hijri comienzan el día con la puesta de sol, cualquier evento ocurrido desde el crepúsculo hasta la media noche constará como ocurrido el día anterior a la fecha correcta. La presentación de hebreo o árabe puede ser problemática en viejos navegadores, que pueden mostrar el texto al revés (de izquierda a derecha) o no presentarlo en absoluto.
nn: Gir deg adgang til å spesifisere hvilken type kalender du vil bruke sammen med denne GEDCOMfilen. Hebraisk er det samme som den jødiske kalender med hebraiske tegn. NB: Verdiene for jødisk / hebraiske datoer er beregnet fra de Gregorianske / Julianske datoer. Ettersom den jødiske kalenderdag starter ved skumringen vil alle begivenheter som finner sted mellom skumringen og midnatt bli vist en dag tidligere enn den korrekte jødiske datoen. Gamle nettlesere kan ha problemer med å vise hebraisk. Visse gamle nettlesere viser hebraisk baklengs eller ikke det hele tatt.
pl: Ta opcja pozwala wybrać rodzaj kalendarza, którego chcesz używać dla tego pliku GEDCOM.<br /><br />Kalendarz hebrajski jest identyczny z żydowskim, ale wykorzystuje znaki hebrajskie.<br /><br />Uwaga: daty żydowskie i hebrajskie są obliczane na podstawie dat gregoriańskich lub juliańskich. Ponieważ żydowski dzień kalendarzowy zaczyna się o zmierzchu, każde wydarzenie od zmierzchu do północy zostanie wyświetlone dzień wcześniej w stosunku do poprawnej daty żydowskiej. Wyświetlanie alfabetu hebrajskiego może sprawiać kłopoty starszym przeglądarkom, które mogą wyświetlać tekst od końca (od lewej do prawej) lub wcale.

source: How often should the program archive Changelog files.
ca: Freqüència amb la que el programa ha d'arxivar els fitxers Changelog.
da: Hvor ofte skal programmet arkivere ændringslogfiler.
es: Frecuencia con la que debe el programa archivar los ficheros ChangeLog.
nn: Hvor ofte skal programmet arkivere filene for endringslogg?.
pl: Jak często system powinien archiwizować pliki Changelog files.<br /><br />Ustawia zmienną $CHANGELOG_CREATE w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: This is the character set of your GEDCOM file. UTF-8 is the default and should work for almost all sites. If you export your GEDCOM using IBM Windows encoding, you should put WINDOWS here.<br /><br />NOTE: PhpGedView can't support UNICODE (UTF-16) because the support is missing in PHP.
ca: És el joc de caràcters del vostre fitxer GEDCOM. Per defecte és UTF-8 i és compatible a la majoria de llocs. Si exporteu el vostre GEDCOM emprant codificació IBM Windows, heu de posar WINDOWS aquí.<br /><br />NOTA: PhpGedView no suporta UNICODE (UTF-16) perquè no es contempla en PHP.
da: Dette er tegnsættet i din GEDCOM-fil. UTF-8 anbefales, og burde fungere for de fleste sider. Hvis du eksporterer din GEDCOM-fil i IBM Windows tegnsæt (codepage), skal du skrive WINDOWS her.<br /><br />NB! PHP understøtter IKKE UNICODE (UTF-16), så det nytter ikke at klage over dette til PHP folk :-)
es: Éste es el juego de caracteres de su archivo GEDCOM. El valor por omisión es UTF-8 y debería ser válido para casi todos los sitios. Si exporta su GEDCOM usando codificación IBM Windows, debería poner WINDOWS aquí.<br /><br />NOTA: PhpGedView no puede manejar UNICODE (UTF-16) porque PHP no proporciona el apoyo necesario.
nn: Dette er tegnsettet angitt for slektsfilen din. UTF-8 anbefales, og burde fungere for de fleste sider. Hvis du eksporterer slektsfilen din i IBM Windows tegnsett, skal du skrive WINDOWS her.<br /><br />NB: PHP støtter IKKE UNICODE (UTF-16) så det nytter ikke å klage over dette til PHP folk :-)
pl: To jest kodowanie twojego pliku GEDCOM. Domyślnym kodowaniem jest UTF-8, które działa dla prawie wszystkich stron. Jeśli używasz kodowania IBM Windows przy eksporcie pliku GEDCOM, wpisz tutaj WINDOWS.<br /><br />Uwaga: PhpGedView nie może obsługiwać UNICODE (UTF-16), ponieważ ten standard nie jest obsługiwany przez PHP.

source: Check children's dates when determining whether a person is dead. On older systems and large GEDCOMs this can slow down the response time of your site.
ca: Comprova les dates de la mainada en determinar si una persona és difunta. En sistemes antics i/o GEDCOMs voluminosos això pot alentir el temps de resposta del vostre lloc.
da: Undersøger datoer for en persons børn for at afgøre om en person bør opfattes som levende eller død. På ældre PCer og for store GEDCOM-filer kan en søgning forøge responstiden på din side.
es: Comprueba las fechas de los hijos cuando una persona ya ha fallecido. En sistemas anticuados y grandes gedcoms esto puede ralentizar la respuesta de su sitio.
nn: Undersøker datoer til barna for å bestemme om en person bør oppfattes som levende eller død. På eldre PCer og store GEDCOM filer kan slike søk øke responstiden på siden din.
pl: Sprawdź daty dzieci przy określaniu, czy dana osoba jeszcze żyje. Na starszych systemach i dużych plikach GEDCOM ta opcja może spowolnić działanie twojej strony.

source: Check relationships that are related by marriage.
ca: Comprova el parentiu pervingut per casament.
da: Check slægtninge for ægteskabsrelationer.
es: Comprueba el parentesco de las personas también a través de las relaciones por matrimonio.
nn: Sjekk slektninger gjennom ekteskapsrelasjoner.
pl: Sprawdza powiązania włączając związek przez małżeństwo.<br /><br />Ustawia parametr $CHECK_MARRIAGE_RELATIONS w pliku <i><u>xxx</u>.GED_priv.php</i>.

source: If you wish to use a version control system such as CVS to archive changes to your GEDCOM file and your configuration or privacy settings, enter the command here. Leave the box blank if you do not wish to use a version control system. Valid options are <b>cvs</b> and <b>svn</b>.
ca: Si voleu emprar un sistema de control de versió com el CVS per arxivar canvis al vostre fitxer GEDCOM i a la vostra configuració o paràmetres de privadesa, entreu l'ordre aquí. Deixeu aquesta casella en blanc si no voleu emprar un sistema de control de versió. Les opcions vàlides son <b>cvs</b> i <b>svn</b>.
da: Hvis du ønsker at anvende et versionstyringssystem, som fx CVS til at arkivere ændringer af din GEDCOM-fil, din konfiguration eller privatlivsindstillinger, så skriv kommandoen her. Lad feltet stå tomt, hvis du ikke ønsker at anvende et versionsstyringssystem. Gyldige valgmuligheder er <b>cvs</b> og <b>svn</b>.
es: Si desea utilizar un sistema de control de versiones como CVS para archivar los cambios a su archivo GEDCOM y sus ajustes de configuración o privacidad, introduzca el mandato aquí. Deje la casilla en blanco si no desea usar un sistema de control de versiones. Las opciones válidas son <b>cvs</b> y <b>svn</b>.
fi: Mikäli haluat käyttää versionhallintajärjestelmää kuten CVS arkistoidaksesi muutokset GEDCOM-tiedostossasi, asetuksissasi tai yksityisyysaksetuksissasi, kirjoita komento tähän. Jätä lokero tyhjäksi mikäli et halua käyttää versionhallintajärjestelmää. Hyväksyttävät vaihtoehdot ovat <b>cvs</b> ja <b>svn</b>.
nn: Hvis du ønsker å bruke et versjonskontrollsystem slik soms CVS for å arkivere endringer til din GEDCOM-fil, konfigurasjonen din eller personverninnstillinger, kan du skrive kommandoen her. La boksen være blank hvis du ikke ønsker å bruke et versjonskontrollsystem. Gyldige valg er <b>cvs</b> og <b>svn</b>.
pl: Jeśli chcesz korzystać z systemu kontroli wersji, takiego jak CVS, do archiwizowania zmian w twoim pliku GEDCOM i ustawień konfiguracji lub prywatności, wprowadź tu polecenie. Pozostaw pole puste jeśli nie chcesz używać systemu kontroli wersji. Poprawne opcje to <b>cvs</b> i <b>svn</b>.

source: If the number of times that a certain surname occurs is lower than the threshold, it will not appear in the list. It can be added here manually. If more than one surname is entered, they must be separated by a comma. <b>Surnames are case-sensitive.</b>
ca: Si el nombre de vegades que un cognom es repeteix és inferior al prefixat, no sortirà a la llista. Però podeu afegir-n'hi manualment. Si hi entreu més d'un cognom, cal que els separeu entre si amb una coma. <b>Cal respectar les majúscules i minúscules.</b>
da: Hvis et bestemt efternavn ikke findes tilstrækkelig mange gange til at kunne blive vist i listen over "Oftest forekommende efternavne", kan den her tilføjes manuelt. Hvis der tilføjes flere navne må de adskilles med et komma. Optællingen skelner imellem om et efternavn er skrevet med forskellige små-/store bogstaver.
es: Si la cantidad de veces que un determinado apellido aparece es menor que el umbral. no aparecerá en la lista. Puede agregarse manualmente aquí. Si agrega más de un apellido, estos deben separarse con comas. Los apellidos son sensibles a mayúsculas y minúsculas.
nn: Dersom et bestemt etternavn ikke finnes nok ganger til å kunne bli vist i listen over de mest brukte etternavnene, kan den her bli lagt til manuelt. Dersom det legges inn flere navn må de skilles med et komma. Opptellingen skiller om etternavn er skrevet med forskjellige små-/store bokstaver.
pl: Jeśli liczba wystąpień pewnego nazwiska jest niższa niż wartość progowa, nie zostanie wyświetlone na liście. Takie nazwisko może jednak zostać dodane ręcznie. Jeśli chcesz wprowadzić więcej niż jedno nazwisko, rozdziel kolejne nazwiska przecinkami. <b>Wielkie i małe litery w nazwiskach mają znaczenie.</b>

source: The person to contact about the genealogical data on this site.
ca: La persona a contactar per a qüestions genealògiques relacionades amb aquest lloc.
da: Den bruger som kan kontaktes vedrørende slægtsmateriale på din hjemmeide.
es: La persona a contactar acerca de los datos genealógicos de este sitio.
nn: Den brukeren besøkende kan kontakt vedrørende slektsmateriale på nettstedet ditt.
pl: Osoba, z którą należy się kontaktować w sprawie informacji genealogicznych na stronie.

source: The DNS or IP address of the computer hosting your database server. This setting is ignored if you are using an SQLite database.
ca: El DNS o adreça IP de l'ordinador amfitrió que hostatja el servidor de base de dades. Aquest paràmetre s'ignorarà si esteu emprant una base de dades SQLite.
da: DNS navnet eller IP-adressen på webserveren, hvor din database er installeret.
es: La dirección DNS o IP del servidor de su base de datos. Este ajuste se ignora si está utilizando una base de datos SQLite.
nn: DNS eller IP-adressen til nettserveren hvor databasen din er installert.
pl: Adres DNS lub IP komputera, na którym znajduje się twój serwer bazy danych. Ten parametr nie jest brany pod uwagę jeśli korzystasz z bazy danych SQLite.<br /><br />Ustawia zmienną $DBHOST w pliku <i>config.php</i>.

source: The database in the server you want PhpGedView to use.<br /><br />The username you enter in the Database Username field must have Create, Insert, Update, Delete, and Select privileges on this database. In SQLite you need to set this to a file name in a directory that is writable by PHP such as your index directory (index/phpgedview.db).
ca: La base de dades al servidor que voleu que PhpGedView faci servir.<br /><br />L'usuari que entreu al camp Nom d'usuari de la base de dades cal que disposi de privilegis per Crear, Inserir, Actualitzar, Esborrar i Seleccionar en aquesta base de dades. Amb SQLite us cal configurar això en un nom de fitxer en un directori que on pugui escriure-hi el PHP com el directori índex (index/phpgedview.db).
da: Den database på serveren, som du vil have PhpGedView til at bruge. Det brugernavn du indtastede i brugerfeltet skal have rettigheder til at gemme, overskrive, opdatere, slette og vælge i databasen.
es: La base de datos en el servidor que quiere que phpGedView utilice.<br /><br />El nombre de usuario que escribió en el campo Nombre de usuario de la base de datos debe tener privilegios para poder crear, insertar, actualizar, borrar y seleccionar en esta base de datos. En SQLite necesita fijar este campo al nombre de un archivo en un directorio que pueda escribir PHP como el directorio de índice (index/phpgedview.db).
he: The database in the server you want PhpGedView to use.<br /><br />The username you enter in the קוד משתמש של מסד נתונים field must have Create, Insert, Update, Delete, and Select privileges on this database. In SQLite you need to set this to a file name in a directory that is writable by PHP such as your index directory (index/phpgedview.db).
nn: Den databasen i serveren, som du vil ha PhpGedView til å bruke. Det brukernavnet du tastet inn i brukerfeltet må ha rett til å lage, overskrive, oppdatere, slette og velge i denne databasen.
pl: Nazwa bazy danych, z której ma korzystać PhpGedView.<br /><br />Użytkownik wprowadzony w polu Użytkownik bazy danych musi mieć prawa tworzenia, dodawania, modyfikacji, usuwania i wybierania do tej bazy danych. W przypadku SQLite musisz podać nazwę pliku w katalogu, w którym PHP ma prawo zapisu, na przykład głównego katalogu indeksowego (index/phpgedview.db).<br /><br />Ustawia parametr $DBNAME w pliku <i>config.php</i>.

source: The database password for the user you entered in the Database Username field. This setting is ignored if you are using an SQLite database.
ca: La contrasenya per a l'usuari que heu entrat al camp Nom d'usuari de la base de dades. Aquest paràmetre serà ignorat si esteu emprant una base de dades SQLite.
da: Din adgangskode til databasen. Adgangskoden er nødvendig for at kunne logge ind på din database.
es: La contraseña de la base de datos para el usuario que ha escrito en el campo Nombre de usuario de la base de datos. Este ajuste se ignora si está utilizando una base de datos SQLite.
he: The database password for the user you entered in the קוד משתמש של מסד נתונים field. This setting is ignored if you are using an SQLite database.
nn: Passordet ditt i databasen, som er nødvendig for å kunne logge inn på databasen din.
pl: Hasło do bazy danych dla użytkownika podanego w polu Użytkownik bazy danych. Ten parametr nie jest brany pod uwagę jeśli korzystasz z bazy danych SQLite.<br /><br />Ustawia zmienną $DBPASS w pliku <i>config.php</i>.

source: The TCP Port that should be used when connecting to your database server. Leave this setting blank to use the default port for your particular type of database. This setting is ignored if you are using an SQLite database.
ca: <br /> El port TCP que s'ha d'utilitzar per connectar amb el vostre servidor de Base de Dades. Deixeu aquesta opció en blanc per utilitzar el port predeterminat per al seu tipus particular de la base de dades. Aquest valor s'ignora si esteu utilitzant una base de dades SQLite.
es: El puerto TCP a utilizar para conectar con el servidor de base de datos. Deje este ajuste en balnco para utilizar el puerto por omisión de su tipo de base de datos en particular. Este ajuste se ignora si utiliza una base de datos SQLite.
nn: TCP-porten som skal benyttes ved tilkobling til databasetjeneren. La den være blank for å benytte defaultverdien for din databasetype. Valget har ingen betydning dersom du bruker en SQLite database.
pl: Port TCP jaki powinien być używany do połączeń z bazą danych. Pozostaw to pole puste, aby użyć domyślnego portu dla konkretnego rodzaju bazy danych. To ustawienie jest ignorowane, jeżeli używana jest baza danych SQLite.

source: The type of database to connect to.<br /><br />PhpGedView can use any database that has a PDO driver available. You need to ensure that your php.ini file loads both the <b>php_pdo</b> library and the appropriate driver for your database, e.g. <b>php_pdo_mysql</b>.<br /><br />Most databases require a username and password. You also need to create the database before installing PhpGedView. However, SQLite does not need Database Host, Database Username, or Database Password, but you will need to set a file path for your database in the Database Name field. PhpGedView will create the SQLite database file for you.
ca: Tipus de base de dades PEAR (PHP Extensión and Application Repository) suportat per connectar-hi.<br /><br />El PhpGedView suporta bases de dades MySQL, PostgreSQL i SQLite. MySQL i PostgreSQL necessiten llibreries instal·lades al PHP. SQLite ja va inclòs per defecte al PHP 5.<br /><br />Amb SQLite no us cal configurar Amfitrió de la base de dades, Nom d'usuari de la base de dades, o Contrasenya de la base de dades, però heu d'indicar el camí del fitxer de la vostra base de dades al camp Nom de la Base de Dades:.
da: Forskellige PEAR understøttede databaser, der kan benyttes. Der kan vælges mellem MySQL, PostgreSQL, Oracle og SQLite.
es: El tipo de la base de datos con la que se debe conectar.<br /><br />PhpGedView puede utilizar cualquier base de datos que tenga un manejador PDO. Debe asegurarse de que su archivo php.ini carga tanto la biblioteca <b>php_pdo</b> como el manejador apropiado para su base de datos, p.ej. <b>php_pdo_mysql</b>.<br /><br />La mayoría de las bases de datos requieren un nombre de usuario y una contraseña. También tiene que crear la base de datos antes de instalar PhpGedView. No obstante, SQLite no necesita Servidor de base de datos, Nombre de usuario de la base de datos o Contraseña para la base de datos, pero tendrá que introducir una ruta de archivo para su base de datos en el campo Nombre Base de Datos:. PhpGedView creará la base de datos para Ud.
fi: PEAR tuetut tietokanta tyypit joihin kytkeytyä.<br /><br />PhpGedView tukee MySQL, PostgreSQL ja SQLite tietokantoja. MySQL ja PostgreSQL vaativat, että PHP:ssä on asennettuna kirjastot niille. SQLite on vakiona asennettuna PHP 5:ssä. <br /><br />SQLiten kanssa sinun ei tarvitse konfiguroida Tietokannan palvelinta, Tietokannan käyttäjäa tai Tietokannan salasanaa, mutta sinun täytyy asetella polku tietokannallesi Tietokannan nimi kenttään.<br /><br />Tämä asettaa $DBTYPE <i>config.php</i>:ssa.
he: The type of database to connect to.<br /><br />PhpGedView can use any database that has a PDO driver available. You need to ensure that your php.ini file loads both the <b>php_pdo</b> library and the appropriate driver for your database, e.g. <b>php_pdo_mysql</b>.<br /><br />Most databases require a username and password. You also need to create the database before installing PhpGedView. However, SQLite does not need מארח מסד נתונים, קוד משתמש של מסד נתונים, or סיסמת מסד הנתונים, but you will need to set a file path for your database in the שם מסד הנתונים field. PhpGedView will create the SQLite database file for you.
nn: Ulike PEAR støttede databaser som kan benyttes. Valgene er MySQL, PostgreSQL, Oracle og SQLite.
pl: Typ używanej bazy danych.<br /><br />PhpGedView obsługuje bazy danych mające dostępny sterownik PDO. Musisz się upewnić, że plik php.ini ładuje bibliotekę <b>php_pdo</b> oraz odpowiedni sterownik dla Twojej bazy danych, np. <b>php_pdo_mysql</b> dal bazy MySQL.<br /><br />Większość baz danych wymaga nazwę użytkownika oraz hasło. Konieczne jest również stworzenie bazy danych przed zainstalowaniem PhpGedView.<br /><br />Jeśli używasz bazy SQLite, nie jest potrzebna konfiguracja "Hosta, użytkownika oraz hasła bazy danych", ale konieczne jest ustawienie ścieżki do pliku bazy danych w polu Nazwa bazy danych. PhpGedView utworzy plik bazy SQLite.<br /><br />Ustawia zmienną $DBTYPE w pliku <i>config.php</i>.

source: The database username required to login to your database. This setting is ignored if you are using an SQLite database.
ca: Nom d'usuari de la base de dades que cal per connectar-s'hi. Aquest paràmetre s'ignorarà si esteu emprant una base de dades SQLite.
da: Dit brugernavn til databasen. Brugernavnet er nødvendig for at kunne logge ind på din database.
es: El nombre de usuario de la base de datos requerido para conectar con la base de datos. Este ajuste se ignora si está utilizando una base de datos SQLite.
nn: Brukernavnet ditt i databasen, som er nødvendig for å kunne logge inn på databasen din.
pl: Nazwa użytkownika bazy danych, wymagana do zalogowania do twojej bazy danych. Ten parametr nie jest brany pod uwagę jeśli korzystasz z bazy danych SQLite.<br /><br />Ustawia zmienną $DBUSER w pliku <i>config.php</i>.
