Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: The middle row of the Selector table is the <b>Month</b> selector. Its meaning is obvious: You select a <u>month</u>.<br /><br />The result of clicking on a certain month depends of whether you are in <b>Day</b> or in <b>Month</b> mode.<br /><dl><dt><b>Day mode</b></dt><dd>In this mode, you click a month, the screen will refresh, and the list for that month will be displayed. All other selections like day, year, and events will be unchanged.</dd><dt><b>Month mode</b></dt><dd>When you have the calendar on the screen and click a month in the <b>Month</b> row, the calendar for that new month will be displayed.<br /><br />At the end of the Month row you will see a <b>Quick Link</b> with today's month and year. Clicking that <b>Quick Link</b> will display the list for that month in <b>Month</b> mode, no matter whether you are in <b>Month</b> or in <b>Day</b> mode.</dd></dl>
ca: La fila del mig de la taula de selecció és el selector de <b>Mes</b>. El funcionament és obvi: Seleccioneu un <u>mes</u>.<br /><br />El resultat de polsar un determinat mes depèn si sou al mode <b>D'un dia</b> o <b>D'un mes</b>.<br /><dl><dt><b>Mode d'un dia</b></dt><dd>Aquí, polsant un mes, la pantalla es refresca i surt la llista pel mes escollit. Totes les altres seleccions com el dia, l'any i esdeveniments no varien.</dd><dt><b>Mode d'un mes</b></dt><dd>Quan hi ha el calendari en pantalla i polseu un mes a la fila <b>Mes</b>, surt el calendari per al nou mes.<br /><br />Al capdavall de la fila hi ha un <b>Enllaç immediat</b> amb el mes i any actuals. Polsant-lo surt la llista del mes en mode <b>D'un mes</b>. Tant hi fa que esteu en mode <b>D'un mes</b> com <b>D'un dia</b>.</dd></dl>
da: Den midterste række i "datovalg" er <i>valg af måned</i>.<br />Resultatet af at klikke på en bestemt måned, afhænger af om du tidligere har valgt "Vis dag" eller "Vis måned".<br />Alle andre valg, som dag, år og begivenheder vil forblive uændrede.<dl><dt><b>Vis dag</b> udgaven:</dt><dd>Efter at have klikket på en valgt måned, vil personer, som er knyttet til begivenheder på denne dato, i den nye måneden vises.<br />- Hvis der ikke er nogen personer knyttet til denne dag, vil meldingen "Fandt ingenting" blive vist.</dd><dt><b>Vis måned</b> udgaven:</dt><dd>Efter at have klikket på en valgt måned, vil personer, der er knyttet til begivenheder på denne måned vises i en månedkalender.</dd></dl>Til højre i rækken for måned, kan du se et <b>"Hurtig-link"</b> som viser nuværende måned.<br />Hvis du klikker på den, vil du automatisk få vist denne måned, uafhængig af om du på forhånd havde valgt "Vis dag"!
es: La fila central de la tabla de Selección es el selector de <b>Mes</b>. Su significado es obvio: Selecciona un <u>mes</u>.<br /><br />El resultado de hacer clic en un cierto mes depende de si está en modo <b>Día</b> o en modo <b>Mes</b>.<br /><dl><dt><b>Modo día</b></dt><dd>En este modo, si hace clic en un mes, la pantalla se refrescará y se mostrará la lista para ese mes. Todas las demás selecciones para día, año y eventos permanecerán sin cambios.</dd><dt><b>Modo mes</b></dt><dd>Si tiene un calendario en pantalla y hace clic en un mes de la fila <b>Mes</b>, se mostrará el calendario para ese nuevo mes.<br /><br />Al final de la fila Mes verá un <b>Vínculo rápido</b> con el mes y año actuales. Hacer clic en ese <b>Vínculo rápido</b> mostrará la lista para ese mes en modo <b>Mes</b>, tanto si está en modo <b>Mes<b> como en modo <b>Día</b>.</dd></dl>
fi: "Valitsintaulukon" keskirivi on <b>Kuukausivalitsin</b><br />Sen avulla valitset kuukauden.<br /><br />Tietyn kuukauden klikkaamisen vaikutus riippuu siitä, oletko "päivätilassa" vai "kuukausitilassa".<br /><br /><b>Päivätila</b>:<br />Kun klikkaat kuukautta, näyttö päivittyy ja kyseisen kuukauden päivät näytetään.<br />Kaikki muut asetukset kuten päivä, vuosi ja tapahtumat säilyvät ennallaan. <br /><br /><b>Kuukausitila</b>:<br />Kun ruudulla on kalenteri kuukausitilassa ja klikkaat kuukautta valitsimen kuukausirivillä, tulee näyttöön kyseinen kuukausi.<br /><br />Kuukausirivin lopussa on <b>"Pikalinkki"</b> nykyiseen kuukauteen.<br />Tätä klikkaamalla näytetään nykyinen kuukausi riippumatta siitä, oletko "päivätilassa" vai "kuukausitilassa".
he: השורה האמצעית של טבלת הבחירה היא בחירת ה<b>חודש</b>. משמעותה ברורה: בוחרים את ה<u>חודש</u>.<br /><br />התוצאה של לחיצה על חודש תלויה אם נימצאים בצורת ה<b>יום</b> או בצורת ה<b>חודש</b>.<br /><dl><dt><b>צורת היום</b></dt><dd>בצורה זו, כאשר לוחצים על חודש, המסך מתחדש ומוצגת רשימה עם תאריכים של החודש הנבחר. כל יתר הבחירות כמו היום, השנה והמאורעות יישארו כפי שהיו.</dd><dt><b>צורת החודש</b></dt><dd>כאשר יש לך לוח חודשי על המסך ואתה לוחץ על חודש בשורת ה<b>חודש</b>, יוצג לוח חודשי של החודש החדש.<br /><br />בסוף שורת החודש תראה <b>קישור מהיר</b> עם החודש והשנה הנוכחיים. לחיצה על <b>הקישור המהיר</b> תציג את הלוח החודשי במבנה <b>חודשי</b>, ללא תלות באם אתה נמצא בצורת ה<b>חודש</b> או בצורת ה<b>יום</b>.</dd></dl>
nn: Den midterste raden i "datovalg" er <i>valg av måned</i>.<br />Resultatet av å klikke på en bestemt måned, avhenger av om du tidligere har valgt "Vis dag" eller "Vis måned".<br />Alle andre valg slik som dag, år og hendelser vil forbli uendret.<dl><dt><b>Vis dag</b> utgaven:</dt><dd>Etter å ha klikket på en valgt måned, vil personer som er knyttet til hendelser på denne datoen i den nye måneden vises.<br />- Dersom det ikke er noen personer knyttet til denne dagen, vil meldingen "Fant ingen..." bli vist.</dd><dt><b>Vis måned</b> utgaven:</dt><dd>Etter å ha klikket på en valgt måned, vil personer som er knyttet til hendelser på denne måneden vises i en månedkalender.</dd></dl>Til høyre på raden for måned, kan du se en <b>"Hurtig-link"</b> som viser nåværende måned.<br />Dersom du klikker på denne, vil du automatisk bli vist denne måneden, uavhengig om du på forhånd hadde valgt "Vis dag"!
pl: W środkowym rzędzie tabeli znajduje się opcja umożliwiająca wybór <u>miesiąca</u>.<br /><br />Efekt kliknięcia na miesiąc zależy od tego, czy jesteś w trybie <b>dnia</b> czy <b>miesiąca</b>.<br /><dl><dt><b>Tryb dnia</b></dt><dd>W tym trybie kliknięcie na miesiąc spowoduje odświeżenie ekranu i wyświetlenie listy dla tego miesiąca. Wszelkie inne ustawienia, takie jak dzień, rok i wydarzenia, pozostaną niezmienione.</dd><dt><b>Tryb miesiąca</b></dt><dd>Na ekranie masz kalendarz pewnego miesiąca. Po kliknięciu na miesiąc zostanie wyświetlony kalendarz nowego miesiąca.<br /><br />Na końcu rzędu dnia zobaczysz <b>szybki odnośnik</b> z dzisiejszym miesiącem i rokiem. Kliknięcie tego odnośnika spowoduje wyświetlenie listy dla tego miesiąca w trybie <b>miesiąca</b>, niezależnie od tego, czy jesteś w trybie <b>miesiąca</b> czy <b>dnia</b>.</dd></dl>

source: When you are logged in or when the admin has not enabled the Privacy option, you can select one of these options:<ol><li><b>All</b> icon<br />This is the default option. The events of all individuals and families are displayed.</li><li><b>Male</b> icon<br />Only events of male individuals are displayed. Only male members of families will be displayed with Family events.</li><li><b>Female</b> icon<br />Only events of female individuals are displayed. Only female members of families will be displayed with Family events.</li></ol>When you click on an option, the events of your choice will be displayed.<br /><br />The settings of day, month, and year, as well as <b>Day</b> or <b>Month</b> mode, remain as they were.
ca: Un cop hagueu accedit o quan l'administrador no ha activat la l'opció de privadesa, podeu seleccionar una d'aquestes opcions:<ol><li><b>Tots</b><br />És l'opció per defecte. Surten els esdeveniments relacionats amb totes les persones i famílies.</li><li><b>Home</b><br />Únicament es mostraran els esdeveniments relacionats amb persones de sexe masculí i apareixeran només els mascles de les famílies amb els esdeveniments relacionats amb elles.</li><li><b>Dona</b><br />Únicament es mostraran els esdeveniments relacionats amb persones de sexe femení i apareixeran només les femelles de les famílies amb els esdeveniments relacionats amb aquestes.</li></ol>Quan trieu una opció, els esdeveniments escollits surten automàticament.<br /><br />Els paràmetres de dia, mes i any així com els mode <b>D'un dia</b> o <b>D'un mes</b>, restaran inalterats.
da: Når du er logget ind (eller hvis administratoren ikke har aktiveret beskyttelse af privatliv), så vil du her få tre valgmuligheder:<dl><dt><b>1. Ikonet Alle</b></dt><dd>Her vil du se alle begivenheder for personer og/eller familier (standard).</dd><dt><b>2. Ikonet Mand</b></dt><dd>Her vil kun begivenheder for personer af hankøn blive vist. I tillæg hertil vil mænd (ægtemænd) i familier blive vist med tilhørende familiebegivenheder.</dd><dt><b>3. Ikonet Kvinde</b></dt><dd>Her vil kun begivenheder for personer af hunkøn bliv vist. I tillæg hertil vil kvinder (hustruer) i familier blive vist med tilhørende familiebegivenheder.</dd></dl>Når du klikker på en af valgmulighederne, vil skærmbilledet blice opdateret, og i forhold til det valg du har foretaget.<br />Andre valg, som dag, måned og år, og begivenheder og type af visning, vil ikke blive ændret.
es: Si se ha identificado o si el administrador no ha activado la opción de privacidad, puede seleccionar una de estas opciones:<ol><li>Icono <b>Todos</b><br />Es la opción por omisión. Se muestran los eventos de todas las personas y familias.</li><li>Icono <b>Hombres</b><br />Sólo se muestran los eventos de las personas de sexo masculino. Sólo se mostrarán las personas de sexo masculino en los eventos familiares.</li><li>Icono <b>Mujeres</b><br />Sólo se muestran los eventos de las personas de sexo femenino. Sólo se mostrarán las personas de sexo femenino en los eventos familiares.</li></ol>Si hace clic en una opción se mostraron los eventos correspondientes a su elección.<br /><br />Los ajustes de día, mes y año, así como el modo de <b>Día</b> o <b>Mes</b>, quedan como estaban.
fi: Kun olet kirjautunut järjestelmään (tai jos ylläpitäjä on estänyt yksityisyysasetuksen) voit valita kolmesta vaihtoehdosta:<dl><dt><b>1. Kaikki-kuvake</b></dt><dd>Tällä vaihtoehdolla (vakio) kaikkien henkilöiden tai perheiden tapahtumat näytetään.</dd><dt><b>2. Mies-kuvake</b></dt><dd>Vain miespuolisten henkilöiden tapahtumat näytetään. Perhetapahtumien miehet näytetään.</dd><dt><b>3. Nainen-kuvake</b></dt><dd>Vain naispuolisten henkilöiden tapahtumat näytetään. Perhetapahtumien naiset näytetään.</dd></dl>Vaihtoehdon klikkaaminen päivittää näytön ja valitsemasi tapahtumat näytetään.<br />Päivä-, kuukausi- ja vuosiasetus sekä päivätila tai kuukausitila jäävät ennalleen.
he: כאשר אתה מחובר למערכת או אם המנהלן פסל את אופציית הפרטיות, תוכל לבחור בין האפשרויות:<ol><li>צלמית <b>הכל</b><br />אפשרות זו היא אפשרות ברירת מחדל. המאורעות של כל האנשים ומשפחות מוצגים.</li><li>צלמית <b>זכר</b><br />כאן מוצגים רק המאורעות של זכרים. רק בני משפחה זכריים יוצגו עם מאורעות משפחתיים.</li><li>צלמית <b>נקבה</b><br />כאן מוצגים רק המאורעות של נקבות. רק בני משפחה שהן נקבות יוצגו עם מאורעות משפחתיים.</li></ol>לחיצה על אופציה מציגה את המאורעות שבחרת.<br /><br />ההגדרה של היום, החודש והשנה וצורת ה<b>יום</b> או ה<b>חודש</b> נשארים כפי שהיו.
nn: Når du er logget inn (eller dersom administratoren ikke har aktivert valget for personvern) så vil du her få tre valg:<dl><dt><b>1. Ikonet Alle</b> (standard)</dt><dd>Her vil du se alle hendelser til personer og/eller familier.</dd><dt><b>2. Ikonet Mann</b></dt><dd>Her vil bare hendelser til personer av hankjønn bli vist. I tillegg vil menn (ektemenn) i familier bli vist med tilhørende familiehendelse(r).</dd><dt><b>3. Ikonet Kvinne</b></dt><dd>Her vil bare hendelser til personer av hunkjønn bli vist. I tillegg vil kvinner (hustruer) i familier bli vist med tilhørende familiehendelse(r).</dd></dl>Når du klikker på et av valgene, vil skjermbildet bli oppdatert og i forhold til det valg du har gjort.<br />Andre valg som dag, måned og år, og hendelser og type visning vil ikke bli forandret.
pl: Po zalogowaniu lub jeśli administrator nie włączył opcji prywatności możesz wybrać jedną z następujących opcji:<ol><li>Ikonka <b>Wszystkie</b><br />To jest ustawienie domyślne. Wyświetla wydarzenia dla wszystkich osób i rodzin.</li><li>Ikonka <b>Mężczyźni</b><br />Wyświetla wyłącznie wydarzenia dotyczące mężczyzn. Przy wydarzeniach dla rodziny również są pokazani tylko mężczyźni.</li><li>Ikonka <b>Kobiety</b><br />Wyświetla wyłącznie wydarzenia dotyczące kobiet. Przy wydarzeniach dla rodziny również są pokazane tylko kobiety.</li></ol>Kliknięcie na opcję spowoduje wyświetlenie wybranych wydarzeń.<br /><br />Ustawienia dnia, miesiąca i roku oraz trybu <b>dnia</b> lub <b>miesiąca</b> pozostaną bez zmian.

source: Show events of:
es: Mostrar eventos de:
fi: Näytä tapahtumat:
pl: Pokaż wydarzenia:

source: The following options are available:<br /><ol><li><b>All People</b><br />With this option, all individuals and families are displayed.</li><li><b>Recent Years (&lt;100 yrs)</b><br />With this option you will see all events for the chosen day or month, but no events older than 100 years will be shown.</li><li><b>Living People</b><br />Unless the administrator has configured PhpGedView so that living people are visible to anyone, this option will only be available to you after you have logged in.<br /><br />With this option, only the events of living persons will be displayed.</li></ol>When you click on an option, the events of your choice will be displayed.<br /><br />The settings of day, month, and year, as well as <b>Day</b> or <b>Month</b> mode, remain as they were.
ca: Hi ha disponibles les següents opcions:<br /><ol><li><b>Tothom</b><br />Amb aquesta opció surten totes les persones i famílies.</li><li><b>Esdeveniments recents (&lt;100 anys)</b><br />Amb aquesta es mostraran tots els esdeveniments pel dia o mes escollit amb antiguitat inferior a 100 anys.</li><li><b>Gent viva</b><br />Si no és que l'administrador ha configurat el PhpGedView perquè la gent viva sigui visible a tothom, aquesta opció solament estarà disponible per a usuaris amb accés.<br /><br />Amb ella solament es mostraran esdeveniments relatius a persones vives.</li></ol>Quan entreu una opció, es mostren els esdeveniments de forma automàtica.<br /><br />Els paràmetres de dia, mes i any, així com els mode <b>D'un dia</b> o <b>D'un mes</b>, restaran inalterats.
da: Her har du mindst to valgmuligheder:<dl><dt><b>Alle personer</b></dt><dd>Her vil du se alle personer og familier, der har begivenheder knyttet til den valgte dag/måned.</dd><dt><b>De sidste 100 år</b></dt><dd>Her vil du også se personer og familier, der har begivenheder knyttet til den valgte dag/måned, men ikke længere tilbage end de sidste 100 år.</dd></dl>Der er også en tredje valgmulighed. - Men for at kunne se dette, må du enten være logget ind eller også skal administratoren have slået beskyttelse af privatliv fra for nulevende personer, sådan at faktaoplysninger kan blive vist til alle:<dl><dt><b>Nulevende personer</b></dt><dd>Her vil du kun se nulevende personer og familiemedlemmer, og som har begivenheder knyttet til den valgte dag/måned.</dd></dl>De andre valg for dag, måned, år og type af visning vil ikke blive ændret.
es: Están disponibles las siguientes opciones:<br /><ol><li><b>Todas las personas</b><br />Con esta opción se muestran todas las personas y familias.</li><li><b>Años recientes (&lt;100 años)</b><br />Con esta opción verá todos los eventos del día o mes elegidos, excepto si han ocurrido hace más de 100 años.</li><li><b>Personas vivas</b><br />Amenos que el administrador haya configurado PhpGedView para que las personas vivas sean visibles para todo le mundo, esta opción solamente estará disponible después de que se haya identificado.<br /><br />Con esta opción, sólo se mostrarán los eventos de personas vivas.</li></ol>Si hace clic en una opción, se mostrarán los eventos que haya elegido.<br /><br />Los ajustes de día, mes y año, así como el modo <b>Día</b> o <b>Mes</b>, permanecen como estaban.
fi: Mikäli et ole kirjautunut järjestelmään, voit valita kahdesta vaihtoehdosta:<br /><br /><b>1. Kaikki henkilöt</b><br />Tällä vaihtoehdolla näytetään kaikki henkilöt ja perheet.<br /><br /><b>2. Viimeiset vuodet (100 vuotta)</b><br />Tällä vaihtoehdolla näytetään kaikki tapahtumat valittuna päivänä tai kuukautena, mutta ei yli 100 vuotta kauemmaksi.<br /><br />On myös olemassa kolmas vaihtoehto, mutta joko sinun on oltava sisäänkirjautunut tai ylläpitäjän on täytynyt asettaa järjestelmä näyttämään myös elävät henkilöt kaikille.<br /><br /><b>3. Elävät henkilöt</b><br />Kun tämä vaihtoehto on valittu, vain elävien henkilöiden tapahtumat näytetään.<br /><br />Klikkaamalla vaihtoehtoa näyttö päivittyy ja valitsemasi tapahtumat näytetään.<br />Päivä-, kuukausi- ja vuosiasetus sekä päivätila tai kuukausitila jäävät ennalleen.
he: האפשרויות הבאות קיימות:<br /><ol><li><b>כל האנשים</b><br />באפשרות זו מוצגים נתוני כל האנשים והמשפחות.</li><li><b>אירועים ב-100 השנים האחרונות</b><br />באפשרות זו תראה את כל האירועים שהתרחשו ביום או חודש הנבחר, אבל לא מאורעות לפני יותר מ-100 שנה.</li><li><b> אנשים חיים</b><br />כאשר אפשרות זו נבחרה, מציגים רק אנשים חיים. אם המנהלן לא עיצב את PhpGedView בצורה המראה נתוני אנשים חיים לכולם, תראה את האפשרות הזו רק אם התחברת למערכת.</li></ol>כל בחירת אפשרית תגרום שמאורעות יוצגו לפי בחירתך.<br /><br />ההגדרה של היום, החודש והשנה וצורת ה<b>יום</b> או ה<b>חודש</b> נשארים כפי שהיו.
nn: Her har du minst to valg:<dl><dt><b>Alle personer</b></dt><dd>Her vil du se alle personer og familier som har hendelser knyttet til den valgte dagen/måneden.</dd><dt><b>De siste 100 årene</b></dt><dd>Her vil du også se personer og familier som har hendelser knyttet til den valgte dagen/måneden, men ikke lengre tilbake enn de siste 100 årene.</dd></dl>Det er også et tredje valg. - Men for å kunne se dette, må du enten være logget inn eller så må administratoren ha slått av personvernet for nålevende personer, slik at faktaopplysninger kan bli vist til alle:<dl><dt><b>Nålevende personer</b></dt><dd>Her vil du bare se personer og familiemedlemmer som lever nå, og som har hendelser knyttet til den valgte dagen/måneden.</dd></dl>De andre valgene for dag, måned, år og type visning vil ikke bli forandret.
pl: Dostępne są następujące opcje:<br /><ol><li><b>Wszystkie osoby</b><br />Ta opcja wyświetla wszystkie osoby i rodziny.</li><li><b>Ostatnie stulecie</b><br />Ta opcja wyświetla wydarzenia dla zadanego dnia lub miesiąca mające miejsce nie dawniej, niż 100 lat temu.</li><li><b>Osoby żyjące</b><br />Jeśli administrator nie skonfigurował PhpGedView w ten sposób, aby pokazywał publicznie żyjące osoby, dostęp do tej opcji uzyskasz dopiero po zalogowaniu.<br /><br />Ta opcja wyświetla tylko wydarzenia związane z żyjącymi osobami.</li></ol>Kliknięcie na opcję spowoduje wyświetlenie wybranych wydarzeń.<br /><br />Ustawienia dnia, miesiąca i roku oraz trybu <b>dnia</b> lub <b>miesiąca</b> pozostaną bez zmian.

source: Adjust the Date selector to any date in the past.<br /><br />When you click on one of the View buttons you will see a list or calendar for that date. All the ages, anniversaries, etc. have been recalculated and now count from the date you set in the Date selector. You are now seeing the calendar or list that your ancestor would have seen on that date, years ago.
ca: Ajusta el selector de data per a una d'antiga.<br /><br />Polsant els botons de visualitzar surt una llista o calendari per a aquella data. Totes les edats, aniversaris, etc. s'han recalculat per a la data escollida. Esteu veien el calendari o la llista tal i com l'haurien vista els vostres avantpassats, fa anys.
da: Antag at du har en slægtning, der er født 25. januar 1875.<br />Juster dato-felterne til denne dato.<br />Hvis du nu klikker på en af knapperne "Vis dag/måned", vil du se en liste eller kalender for denne dato.<br /><br />Hvis du vælger måned, vil alle årsdage blive beregnet påny og vist i henhold til den dato du har angivet i dato-felterne.<br />Derfor vil du nu faktisk se den samme kalender, som dine slægtninge ville have set i det angivne år.
es: Ajuste el selector de fecha a cualquier fecha en el pasado.<br /><br />Si hace clic en uno de los botones Ver se mostrará una lista o calendario para esa fecha. Todas las edades, aniversarios, etc. se habrán recalculado con respecto a la fecha que fije en el selector de fecha. Estará viendo el calendario o la lista que hubiera visto su ascendiente en esa fecha años atrás.
fi: Oletetaan, että sinulla on 25. tammikuuta 1875 syntynyt sukulainen.<br />Säädä päivävalitsin siihen päivään.<br />Kun nyt klikkaat jotain Näytä-painiketta, näytetään kyseistä päivää koskeva luettelo tai kalenteri.<br />Kaikki iät, vuosipäivät jne. lasketaan uudestaan taaksepäin siitä päivämäärästä lähtien, jonka olet asettanut päivävalitsimeen.<br />Näet siis kalenterin samoin kuin sukulaisesi olisi nähnyt kauan sitten.
he: התאם את תאריך הבחירה לתאריך כלשהו בעבר.<br /><br />אם תלחץ על אחד מכפתורי הצג, תראה רשימה או כניסת לוח חודשי עבור היום הזה. כל הגילים, המאורעות וכו' מחושבים מחדש מהתאריך שבחרת. למעשה תראה את הרשימה או לוח יום השנה כפי שהקרוב שלך היה רואה לפני שנים.
nn: Juster dato-feltene til en dato i "gamledager" (f. eks. 25. januar 1875).<br />Klikker du på en av knappene "Vis dag/måned", vil du se en liste eller kalender for denne datoen.<br /><br />Det <i>spesielle</i> skjer dersom du velger måned; - Da vil alle årsdager blir beregnet på nytt og vist i henhold til den datoen du har angitt i dato-feltene.<br />Derfor vil du nå faktisk se den samme kalenderen som dine slektninger ville ha sett i det angitte året.
pl: Wybierz dowolną datę z przeszłości.<br /><br />Kiedy klikniesz na któryś z przycisków "Pokaż", zobaczysz listę lub kalendarz dla wybranej daty. Wszystkie rocznice, wiek osób itp. zostaną przeliczone i liczą się teraz od wybranego dnia. W ten sposób widzisz teraz kalendarz, którego używaliby twoi przodkowie tego samego dnia, wiele lat temu.
