Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: To ensure that the information in your input GEDCOM files is processed and displayed correctly, these files should be encoded in UTF-8.<br /><br />Some of the more modern genealogy programs can export their data to a GEDCOM file in UTF-8 encoding. Older programs often don't have this capability. If your program does not offer you this option, PhpGedView can convert the file for you.<br /><br />When PhpGedView validates the input file, it will detect the file's encoding and advise you accordingly.
ca: Per assegurar que la informació del fitxer GEDCOM d'entrada es processa i visualitza correctament, cal que aquests fitxers siguin codificats en UTF-8.<br /><br />Alguns del més moderns programes de genealogia poden exportar les seves dades a un fitxer GEDCOM codificat en UTF-8. Altres programes però no tenen aquesta possibilitat. Si el programa que feu servir no la té, el PhpGedView pot fer-ho.<br /><br />Quan PhpGedView comprova el fitxer d'entrada detecta el tipus de codificació i us ho adverteix.
da: For at være sikker på, at programmet kan håndtere GEDCOM-filerne korrekt, bør filerne være kodet i UTF-8 format.<br /><br />De fleste slægtsprogrammer har en valgmulighed for at kunne eksportere GEDCOM-filer med tegnsættet UTF-8.<br />Hvis det program, du anvender, ikke har denne valgmulighed, kan PhpGedView konvertere filen for dig.<br /><br />Når PhpGedview checker kvaliteten under uploading eller tilføjelse af en fil, vil programmet opdage om filen har et ANSI tegnsæt.
es: Para asegurarse que el programa opera correctamente con sus archivos GEDCOM, deberían estar codificados en UTF-8.<br /><br />Muchos programas de Genealogía tienen la opción de exportar un archivo GEDCOM con esta codificación UTF-8.<br />Si el programa que utiliza no ofrece la opción, PhpGedView puede convertirlo.<br /><br />Cuando PhpGedView valida un archivo grabado (o añadido) detectará si el archivo tiene codificación ANSI.
fi: Varmistaakseen, että ohjelma käsittelee GEDCOM-tiedostoasi oikein, tiedostojen täytyy olla muodossa UTF-8.<br /><br />Useimmat kolmannen osapuolen sukututkimusohjelmat osaavat viedä GEDCOM-tiedoston UTF-8-muodossa. <br />Mikäli käyttämäsi ohjelma ei osaa sitä tehdä, PhpGedView osaa tehdä muunnoksen.<br /><br />Kun PhpGedView varmentaa ladatun (tai lisätyn) tiedoston, ohjelma havaitsee, mikäli se on ANSI-muodossa.
he: כדי להבטיח שהתוכנית מטפלת בקובצי ה-GEDCOM הקלט שלך בצורה נכונה, הקובצים צריכים להיות במבנה UTF-8.<br /><br />לחלק מתוכנות חקר שושלת היוחסין החדשות יותר יש יכולת לייצא קובצי GEDCOM במבנה UTF-8. לתוכניות ישנות יותר אין בדרך כלל את האפשרות הזו. אם לתוכנית שאתה משתמש אין אפשרות כזו, PhpGedView יכול להסב את הקובץ עבורך.<br /><br />כאשר PhpGedview מאמת את קובץ הקלט, הוא יגלה את מבנה הקובץ וייעץ לך בהתאם.
nn: For å være sikker på at programmet håndterer GEDCOMfilene dine korrekt, bør filene være kodet i UTF-8 format.<br /><br />De fleste Slektsprogram har et valg for å kunne eksportere GEDCOMfiler med tegnsettet UTF-8.<br />Dersom programmet som du bruker ikke gir deg dette valget, kan PhpGedView konvertere filen for deg.<br /><br />Når PhpGedview sjekker kvaliteten ved henting (upload) eller Legg til fil, så vil programmet oppdage om filen har ANSI tegnsett.
pl: Aby dane w twoich plikach GEDCOM były poprawnie przetwarzane i wyświetlane, muszą być zakodowane w formacie UTF-8.<br /><br />Niektóre z nowszych aplikacji genealogicznych potrafią eksportować dane do pliku GEDCOM w kodowaniu UTF-8. Starsze aplikacji często nie dają tej możliwości. Jeśli twoja aplikacja nie oferuje takiej opcji, PhpGedView może przekonwertować twój plik.<br /><br />PhpGedView wykryje kodowanie twojego pliku podczas sprawdzania poprawności i wyświetli odpowiedni komunikat.

source: This site remembered you from a previous login. This allows you to access private information and other user-based features, but in order to edit or administer the site, you must login again for increased security.
ca: Aquest lloc memoritza la vostra darrera entrada. Això us permet accedir directament a informació privada i a altres opcions d'usuari però, per editar o administrar cal que, per raons de seguretat, accediu al sistema entrant el nom d'usuari i la contrasenya.
da: Hjemmesiden kan huske dig fra sidste gang du loggede ind. Det betyder at du har adgang til beskyttede data og andre specielle funktioner. Dog skal du af sikkerhedshensyn logge dig på igen før du har adgang til at rette i data eller lave om på indstillingerne for hjemmesiden.
es: Este sitio le recuerda de una entrada previa. Esto le permite acceder a información privada o a otros servicios de usuario, pero para editar o administrar el sitio, debe entrar de nuevo para más seguridad.
fi: Tämä sivusto muistaa sinut aiemmasta sisäänkirjautumisesta. Pääset käsiksi yksityistietoihin ja muihin käyttäjäominaisuuksiin, mutta jos haluat muuttaa tai ylläpitää sivustoa, sinun on kirjauduttava tietoturvan takia.
he: האתר זכר אותך מהתחברות קודמת. הדבר מאפשר גישה לנתונים פרטיים ומאפיינים התלויים במשתמש, אבל כדי לערוך או לנהל את האתר,עליך להתחבר שנית - מסיבות פרטיות.
nn: Nettstedet ser at du har logget deg inn her tidligere. Dette gjør at du nå har tilgang til privat informasjon og andre bruker-relaterte funksjoner. <br/>- Men for å kunne endre eller adiministere nettstedet, så må du av hensyn til sikkerhet logge deg inn på nytt.
pl: Strona zapamiętała twoje dane z ostatniego logowania. Da Ci to dostęp do poufnej informacji i innych uprawnień użytkownika, ale, dla większego bezpieczeństwa, aby edytować lub zarządzać stroną będzie konieczne ponowne zalogowanie się.

source: <ul><li>The <b>View Day</b> button will display the events of the chosen date in a list. All years are scanned, so only the day and month can be set here. Changing the year will have no effect. You can reduce the list by choosing the option <b>Recent years</b> or <b>Living people</b>.<br /><br />Ages in the list will be calculated from the current year.</li><li>The <b>View Month</b> button will display a calendar diagram of the chosen month and year. Here too you can reduce the lists by choosing the option <b>Recent years</b> or <b>Living people</b>.<br /><br />You will get a realistic impression of what a calendar on the wall of your ancestors looked like by choosing a year in the past in combination with <b>Recent years</b>. All ages on the calendar are shown relative to the year in the Year box.</li><li>The <b>View Year</b> button will show you a list of events of the chosen year. Here too you can reduce the list by choosing the option <b>Recent years</b> or <b>Living people</b>.<br /><br />You can show events for a range of years. Just type the beginning and ending years of the range, with a dash <b>-</b> between them. Examples:<br /><b>1992-4</b> for all events from 1992 to 1994<br /><b>1976-1984</b> for all events from 1976 to 1984<br /><br />To see all the events in a given decade or century, you can use <b>?</b> in place of the final digits. For example, <b>197?</b> for all events from 1970 to 1979 or <b>16??</b> for all events from 1600 to 1699.</li></ul>When you want to <b>change the year</b> you <b>have</b> to press one of these three buttons. All other settings remain as they were.
ca: <ul><li>El botó <b>D'un dia</b> us mostra els esdeveniments de la data escollida en una llista. Es busquen tots els anys. Aquí solament podeu escollir el dia i el mes. Canviar l'any no té cap efecte. Podeu reduir la llista escollint l'opció <b>Esdeveniments recents</b> o <b>Gent viva</b>.<br /><br />Les edats es calculen des de l'any en curs.</li><li>El botó <b>D'un mes</b> us mostra el diagrama d'un calendari del més escollit i l'any. Aquí també podeu reduir les llistes escollint les opcions <b>Esdeveniments recents</b> o <b>Gent viva</b>.<br /><br />Escollint un any passat, en combinació amb <b>Esdeveniments recents</b>, disposeu d'una impressió força realista dels fulls de calendari que podien veure els vostres avantpassats. Totes les edats que hi surten son calculades en relació a l'any entrat al caixetí.</li><li>El botó <b>D'un any</b> treu una llista d'esdeveniments ocorreguts l'any escollit. També podeu reduir-la amb les opcions <b>Esdeveniments recents</b> o <b>Gent viva</b>.<br /><br />Podeu veure els esdeveniments ocorreguts en un període d'anys. Entreu els anys d'inici i final separats per un guió <b>-</b> entremig. Exemples:<br /><b>1992-4</b> per a tots els esdeveniments entre 1992 i 1994<br /><b>1976-1984</b> pels de 1976 a 1984<br /><br />També podeu entrar els primers números de l'any, per veure el que ha passat en anys que comencen amb aquests números. Per exemple, <b>197</b> per veure entre 1970 i 1979.</li></ul>Si voleu <b>canviar d'any</b> és <b>imprescindible</b> que polseu un d'aquests tres botons. La resta de paràmetres romanen inalterables.
da: <dl><dt><b>Vis dag</b></dt><dd>Klik på den, for at se personer, der er knyttet til begivenheder på den valgte dato. Der bliver søgt i alle år, så du behøver ikke at ændre feltet år.<br />Du kan begrænse resultatet ved at vælge "De sidste 100 år" eller, hvis tilgængelig, "Nulevende personer".</dd><dt><br /><b>Vis måned</b></dt><dd>Klik på den, og du vil få en kalender op for den valgte måned.<br />Personer, der er knyttet til begivenheder i denne måned, vil blive vist på de respektive dage i kalenderen.<br />Her kan du også begrænse resultatet ved at vælge "Nulevende personer" eller "De sidste 100 år".<br /><br />Ved at angive et år i fortiden, så vil du få se kalenderen som den var på den valgte måned i dette året. Alle aldre i kalenderen bliver vist i forhold til det år der er angivet i feltet.</dd><dt><br /><b>Vis år</b></dt><dd>Klik på den for at se personer, der er knyttet til begivenheder i det valgte år.<br />Også her kan du begrænse resultatet ved at vælge "Nulevende personer" , hvis den er tilgængelig.<br /><br />En god tillægsfunktion er muligheden for at vise flere end et år:<br />Bare skriv en bindestreg og det sidste tal i det sidste år lige efter det første år, så vil programmet vise alle begivenheder disse år (f.eks: 1990-4 for alle begivenheder fra 1990 til 1994).<br />- Du kan også bare angive begyndelsen af årstallet og få alle begivenheder, der begynder med disse cifre. (f.eks: 197 for alle begivenheder fra 1970 til 1979)<br /><br /><b>PS</b> - hvis du har ændret årstallet, så <b>skal</b> du bruge denne eller en af de andre knapper/valgmuligheder for at se resultatet.</dd></dl>De andre valgmuligheder vil ikke ændre sig når du bruger knapperne.
es: <ul><li>El botón <b>Ver día</b> muestra los eventos de la fecha elegida en una lista. Se comprueban todos los años, así que sólo se pueden poner aquí el día y el mes. Cambiar el año no surte efecto. Puede reducir la lista escogiendo la opción <b>Años recientes</b> o <b>Personas vivas</b>.<br /><br />Las edades en la lista se calcularán a partir del año actual.</li><li>El botón <b>Ver Mes</b> mostrará un diagrama de calendario para el mes y año elegidos. Aquí también puede reducir las listas escogiendo la opción <b>Años recientes</b> o <b>Personas vivas</b>.<br /><br />Obtendrá una impresión realista de lo que pudo ser un calendario en la pared de sus antepasados escogiendo un año en el pasado junto con <b>Años recientes</b>. Todas las edades del calendario se muestran relativas al año escrito en la caja Año.</li><li>El botón <b>Ver Año</b> le mostrará una lista de eventos del año elegido. Aquí también puede reducir la lista escogiendo las opciones <b>Años recientes</b> o <b>Personas vivas</b>.<br /><br />Puede mostrar eventos para un intervalo de años. Simplemente teclee los años de comienzo y final del intervalo separados por un guión <b>-</b>. Ejemplos:<br /><b>1992-4</b> para todos los eventos de 1992 a 1994<br /><b>1976-1984</b> para todos los eventos de 1976 a 1984<br /><br />Para ver todos los eventos de una década o siglo dados, puede utilizar <b>?</b> en lugar de los dígitos finales. Por ejemplo, <b>197?</b> para todos los eventos de 1970 a 1979 o <b>16?</b> para todos los eventos de 1600 a 1699.</li></ul>Si quiere <b>cambiar el año</b> Vd. <b>tiene</b> que hacer clic en uno de estos tres botones. Los demás ajustes permanecen como estaban.
fi: <b>Näytä päivä</b> painike näyttää luettelon valitun päivän tapahtumista. Kaikki vuodet käydään läpi, joten ainoastaan päivä ja kuukausi voidaan valita tässä. Vuosiluvun muuttaminen ei vaikuta.<br />Voit rajoittaa luetteloa valitsemalla "Viimeiset vuodet" tai mikäli mahdollista "Elävät henkilöt".<br />Henkilöiden ikä lasketaan voimassa olevasta vuodesta.<br /><br /><b>Näytä kuukausi</b> painike näyttää valitusta kuukaudesta ja vuodesta kalenterikaavion. Tässä voit rajoittaa luetteloa klikkaamalla "Viimeiset vuodet" tai "Elävät henkilöt".<br />Valitsemalla vuoden menneisyydestä samanaikaisesti "Viimeiset vuodet" vaihtoehdon kanssa saat realistisen vaikutelman siitä, miltä kalenteri on näyttänyt esi-isiesi silmin. Kaikki ikävuodet kalenterissa näytetään suhteessa vuosikentässä olevaan vuosilukuun.<br /><br /><b>Näytä vuosi</b> painike näyttää valitun vuoden tapahtumat.<br />Voit taas rajoittaa luetteloa valitsemalla "Viimeiset vuodet" tai mikäli mahdollista "Elävät henkilöt".<br />Mukava ominaisuus on mahdollisuus valita näyttää useamman vuoden tapahtumat: Syötä jälkimmäisen vuoden viimeinen luku ensimmäisen perään erotettuna "-"-merkillä. (Esimerkki: 1924-6 näyttää kaikki tapahtumat vuodesta 1924 vuoteen 1926 tai 1976-1984 kaikki tapahtumat vuodesta 1976 vuoteen 1984.)<br />- Voit myös syöttää vain vuosiluvun ensimmäiset numerot, jolloin näytetään kaikki vuodet, jotka alkavat sillä numerolla (Esim. 197 näyttää kaikki vuodet välillä 1970-1979)<br /><br /> Kun haluat <b>muuttaa vuosiluvun</b> sinun <b>on</b> painettava jotakin näistä kolmesta painikkeesta.</b><br /><br />Kaikki muut asetukset pysyvät ennallaan kun painettaan jotakin näistä painikkeista.
he: <ul><li>כפתור<b>הצג יום</b> תגרום להצגת האירועים שהתרחשו ביום הנבחר. כל השנים נסרקות, כך שניתן לקבוע רק את היום והחודש. שינוי השנה אינו משפיע על ההצגה. תוכל להגביל את ההצגה ע"י בחירת <b>אירועים בשנים האחרונות</b> או <b>אנשים חיים</b>.<br /><br />הגילים ברשימה מחושבים לפי השנה הנוכחית.</li><li>כפתור <b>הצג חודש</b> מציג לוח חודשי של החודש והשנה הנבחרים. גם כאן תוכל להגביל את הרשימות ע"י אפשרות <b>אירועים בשנים האחרונות</b> או <b>אנשים חיים</b>.<br /><br />בחירת שנה בעבר בצירוף <b>אירועים בשנים האחרונות</b> נותנת לך תמונה ריאליסטית של הלוח החודשי שהוצג על קיר אב אבותיך. הגילים בלוח החודשי מחושבים לפי השנה בתיבת בחירת השנה.</li><li>כפתור <b>הצג שנה</b> מציג ברשימה את האירועים של השנה הנבחרת. שוב תוכל להגביל את הרשימה ע"י אפשרות <b>אירועים בשנים האחרונות</b> או <b>אנשים חיים</b>.<br /><br />ניתן להראות את האירועים של יותר משנה אחת. תוכל להקליד את הספרה האחרונה של השנה השנייה אחרי השנה הראשונה כאשר סימן <b>-</b> מפריד ביניהם. למשל:<br /><b>1992-4</b> עבור כל המאורעות בין 1992 ועד ל-1994<br /><b>1976-1984</b> עבור כל המאורעות בין 1976 ועד ל-1984<br /><br />כדי לראות את כל המאורעות של העשור או מאה, ניתן להשתמש ב-<b>?</b> במקום הספרות האחרונות. לדוגמא, <b><span dir="ltr">197?</span></b> לכל המאורעות מ-1970 עד 1979 או <b><span dir="ltr">16??</span></b> לכל המאורעות מ-1600 עד 1699.</li></ul>כאשר רוצים <b>לשנות את השנה חייבים </b> להשתמש באחד מהכפתורים הלל. ההגדרות האחרות נשארות כפי שהיו.
nn: <dl><dt><b>Vis dag</b></dt><dd>Her vil du se personer som er knyttet til hendelser på den valgte datoen.<br />Det blir søkt i alle år, så du trenger <u>ikke</u> å forandre årstallet.<br />Du kan begrense resultatet ved å velge "De siste 100 årene" eller, hvis tilgjengelig, "Nålevende personer".</dd><dt><br /><b>Vis måned</b></dt><dd>Her vil du få opp en kalender for den valgte måneden.<br />Personer som er knyttet til hendelser i denne måneden vil bli vist på de respektive dagene i kalenderen.<br />Er det hendelser som er registrert uten angitt dag, vil disse bli vist i en egen ramme med overskriften "Dag ikke angitt" i begynnelsen eller slutten av kalenderen.<br />Her kan du også begrense resultatet ved å velge "Nålevende personer" eller "De siste 100 årene".<br /><br /><b>PS</b> - Ved å angi et år i fortiden, så vil du få se kalenderen slik den var for den valgte måned i dette året. Alle aldre vil også bli vist i forhold til angitt år.</dd><dt><br /><b>Vis år</b></dt><dd>Her vil du se personer som er knyttet til hendelser i det valgte året.<br />Det blir søkt for alle dager i valgt(e) år, så du trenger <u>ikke</u> å forandre dag eller måned.<br />Også her kan du begrense resultatet ved å velge "Nålevende personer" dersom den er tilgjengelig.<br /><br />En fin tilleggsfunksjon er muligheten til å vise flere enn ett år.<br />Se eksempler på dette i hjelpetektsen for <a href="#calendar_year">valg av <b>År</b></a><br /><br /><b>PS</b> - Dersom du har forandret årstallet, så <b>må</b> du bruke denne eller en av de andre knappene/valgene for å se resultatet.</dd></dl>De andre valgene vil ikke forandre seg når du bruker knappene.
pl: <ul><li>Przycisk <b>Pokaż dzień</b> służy do wyświetlenia listy wydarzeń, które miały miejsce danego dnia. Przeszukiwane są wszystkie lata, więc można wybrać tu tylko dzień i miesiąc. Zmiana roku nie spowoduje żadnej zmiany. Możesz ograniczyć listę wybierając opcję <b>Ostatnie stulecie</b> lub <b>Osoby żyjące</b>.<br /><br />Wiek osób na liście zostanie wyliczony na podstawie bieżącego roku.</li><li>Przycisk <b>Pokaż miesiąc</b> służy do wyświetlenia diagramu kalendarza dla wybranego miesiąca i roku. Tutaj również możesz ograniczyć listy wybierając opcję <b>Ostatnie stulecie</b> lub <b>Osoby żyjące</b>.<br /><br />Możesz zasymulować kalendarz twoich przodków wybierając rok z przeszłości oraz opcję <b>Ostatnie stulecie</b>. Wiek wszystkich osób zostanie przeliczony względem roku w polu "Roku".</li><li>Przycisk <b>Pokaż rok</b> służy do wyświetlenia listy wydarzeń dla wybranego roku. Tutaj również możesz ograniczyć listy wybierając opcję <b>Ostatnie stulecie</b> lub <b>Osoby żyjące</b>.<br /><br />Możesz także zobaczyć wydarzenia dla zakresu lat. Wystarczy wpisać początkowy i końcowy rok zakresu z myślnikiem <b>-</b> pomiędzy nimi. Przykłady:<br /><b>1992-4</b> - wydarzenia od 1992 do 1994<br /><b>1976-1984</b> - wydarzenia od 1976 do 1984<br /><br />Możesz także wprowadzić pierwsze cyfry roku aby zobaczyć wydarzenia, które miały miejsce w latach rozpoczynających się tymi cyframi, na przykład <b>197?</b> - wszystkie wydarzenia od 1970 do 1979.</li></ul>Jeśli chcesz <b>zmienić rok</b>, <b>musisz</b> kliknąć na jeden z tych trzech przycisków. Inne ustawienia pozostaną bez zmian.

source: Enter the number of days to show. This number cannot be greater than <b>#DAYS_TO_SHOW_LIMIT#</b>. If you enter a larger value, that limit will be used.<br /><br />The limit shown is set by the administrator in the GEDCOM configuration, Display and Layout section, Hide &amp; Show sub-section.
ca: Entreu el nombre de dies a veure. No pot ésser major de <b>#DAYS_TO_SHOW_LIMIT#</b>. Si en poseu més, es farà servir aquest valor.<br /><br />El límit el posa l'administrador en configurar el GEDCOM, Secció Visualització i presentació, Sotssecció Amagar &amp; Mostrar.
da: Angiv antallet af dage, der skal vises. Dette tal kan ikke være større end <b>#DAYS_TO_SHOW_LIMIT#</b>. Hvis du angiver en større værdi, vil grænseværdien blive anvendt.<br /><br />Den viste grænseværdi sættes af administratoren under: <b>Admin - Opsætning af GEDCOM</b>. Her vælger menuen: <b>Visning og layout</b>, og derefter undermenuen: <b>Skjul &amp; Vis</b>.
es: Introduzca el número de días a mostrar. Este número no puede ser mayor que <b>#DAYS_TO_SHOW_LIMIT#</b>. Si introduce un valor mayor, se usará el límite.<br /><br />El límite mostrado lo fija el administrador en la configuración de GEDCOM, sección de Presentación y Disposición, subsección Ocultar y Mostrar.
fi: Lisää näytettävien päivien lukumäärä. Lukumäärä ei voi olla suurempi kuin <b>#DAYS_TO_SHOW_LIMIT#</b>. Mikäli kirjoitat suuremman luvun, käytetään tätä raja-arvoa.<br /><br />Rajan asettaa ylläpito GEDCOM-asetuksissa, Näyttö- ja asetteluosiossa, Piilota & näytä alaosiossa.
he: הכנס את הימים שיש להראות. המספר לא יכול להיות גדול מ<b>#DAYS_TO_SHOW_LIMIT#</b>. אם תכניס ערך גדול יותר, התוכנה תשתמש בערך הגבולי.<br /><br />הערך הגבולי הוגדר ע"י המנהלן כחלק מהגדרות ה-GEDCOM, בפסקה תצוגה ומבנה, פיסקת משנה הסתר והראה.
nn: Angi antall dager som skal vises. Dette tallet kan ikke være større enn <b>#DAYS_TO_SHOW_LIMIT#</b>. Dersom du angir et tall, så vil #DAYS_TO_SHOW_LIMIT# bli brukt.<br /><br />Denne verdien er bestemt av administratoren til nettstedet.
pl: Wprowadź liczbę dni do wyświetlenia. Liczba nie może być większa niż <b>#DAYS_TO_SHOW_LIMIT#</b>. Jeśli wprowadzisz większą liczbę, zostanie zastosowana maksymalna dozwolona liczba.<br /><br />Limit jest ustawiony przez administratora w konfiguracji GEDCOM, sekcji Wygląd i układ, podsekcji Ukryj i pokaż.
