Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: The Favorites drop-down list shows the favorites that you have selected on your personalized My Page. It also shows the favorites that the site administrator has selected for the currently active GEDCOM. Clicking on one of the favorites entries will take you directly to the Individual Information page of that person.<br /><br />More help about adding Favorites is available in your personalized My Page.
da: Denne "drop-down"-liste vil vise dig favoritter i slægtsdatabasen, valgt af administratoren af hjemmesiden. Hvis du er en registreret bruger og har logget ind, vil du se dne favoritter, som du har valgt på din personlige hovedside.<br />Ved at klikke på en af favoritterne, vil du få siden: <b>Oplysninger om personen</b> op for den valgte favoritperson.<br />Mere hjælp om at tilføje nye links til "Dine favoritter" er tilgængelig på din personlige side (Min GedView Portal).
pl: Lista rozwijalna Ulubione pokazuje elementy, które dodano do Ulubionych na stronie portalu użytkownika. Wyświetla także elementy wybrane dla danego pliku GEDCOM przez administratora. Kliknięcie na element spowoduje przeniesienie bezpośrednio do strony Informacje o osobie.<br /><br />Więcej informacji na temat dodawania ulubionych znajduje się na stronie portalu użytkownika.

source: This Search box is small but powerful. You can have PhpGedView search almost anything for you. When you click the <b>></b> or <b>Search</b> button, you will be linked to the Search page to see the results of your search. You will find extensive help about searching options on the Search page.
ca: És petit però potent. Permet posar PhpGedView a buscar coses. Si polseu el botó <b>></b> o <b>Cercar</b>, us mena directament a la pàgina de recerca per veure-hi els resultats de la consulta. Podeu trobar més ajuda sobre les diferents opcions a la pròpia pàgina de recerca.
da: Dette søgefelt er kort, men effektivt.<br />Du kan skrive og søge på næsten hvadsomhelst, som du tror du kan finde i slægtsdatabasen. Når du klikker på knappen " <b>&gt;</b> " eller "Søg", vil du få søgeresultatet vist.<br />Du kan finde yderligere hjælp om dette på søgehovedsiden.
es: Esta caja de búsqueda es pequeña pero poderosa. Puede hacer que PhpGedView busque prácticamente cualquier cosa. Si hace clic en el botón <b>></b> o <b>Buscar</b>, irá a la página de Búsqueda y verá los resultados de su búsqueda. Encontrará ayuda extensa sobre las opciones de búsqueda en la página de Búsqueda.
fi: Tämä hakukenttä on pieni mutta tehokas. PhpGedVieW voi etsiä melkein mitä tahansa. Kun klikkaat <b>></b>-merkkiä tai <b>Hae</b>-painiketta pääset haun pääsivulle, josta löydät hakutulokset. Hakusivulla on laajasti lisäohjeita.<br /><br />
he: תיבת החיפוש הזו קטנה אבל חזקה.<br />תוכל לתת ל-PhpGedView לחפש עבורך כמעט כל דבר. כאשר תילחץ על כפתור ה-<b>&gt;</b> או על<b> חפש</b>, תקושר לדף החיפוש לצפייה בתוצאות החיפוש שלך. עזרה מקיפה על החיפוש תמצא בדף החיפוש.
nn: Dette søkefeltet er lite, men kraftig.<br />Du kan skrive inn og søke på nesten hva som helst som du tror du vil kunne finne i slektsbasen. Når du klikker på knappen " <b>&gt;</b> " eller "Søk", så vil du bli få opp en hovedsiden for søk der du vil se resultatet av forespørselen din.<br />Du vil finne ytterligere hjelp om dette på hovedsiden for å søke.
pl: To niewielkie pole jest bardzo potężnym narzędziem. PhpGedView może odnaleźć prawie dowolną rzecz. Po wciśnięciu przycisku <b>></b> lub <b>Znajdź</b> zobaczysz stronę z wynikami swojego wyszukiwania. Na stronie wyszukiwania znajdziesz także obszerną pomoc na temat opcji wyszukiwania.

source: When enabled by the site administrator, the Change Theme drop-down list shows you a list of the themes that you can use to view the site.<br /><br />You can change the appearance of the site by selecting a theme from the drop-down list. If you are logged in, it will also change your user theme to the one that you have chosen so that your next login will automatically select that same theme.
ca: Si l'Administrador l'ha activat, aquesta llista desplegable us ofereix diversos formats de presentació que podeu emprar per visionar les pàgines d'aquest lloc.<br /><br />En altres paraules: us permet canviar l'aparença del lloc, seleccionant un tema diferent. Un cop hagueu accedit també us permet canviar la presentació personalitzada per una altra que es visualitzarà el proper cop que accediu.
da: Når denne mulighed er aktiveret af administratoren af hjemmesiden, vil "drop-down listen" for <i>Skift tema</i> vise dig en liste med forskellige temaer, som du kan anvende på denne hjemmeside. Ved at vælge et nyt tema fra denne liste, vil du bruge dette udseende så længe du besøger hjemmesiden. Hvis du er logget ind, vil dette også ændre dit eget standard-tema således, at det nye også vil vises næste gang du logger dig ind.
es: Si está habilitado por el administrador del sitio, la lista desplegable de Cambiar Tema muestra los temas que puede utilizar para ver el sitio.<br /><br />Puede cambiar la apariencia del sitio seleccionando un tema de la lista desplegable. Si está identificado, también cambiará su tema de usuario al que ha eĺegido de modo que la próxima vez que se identifique seleccionará automáticamente el mismo tema.
fi: Jos ylläpitäjä on aktivoinut Vaihda teemaa alasvetovalikon, voit valita siitä haluamasi näkymän.<br /><br />Voit muuttaa näkymää alasvetovalikosta valitsemasi teeman mukaiseksi. Jos olet sisäänkirjautunut myös käyttäjäteemasi muuttuu ja on käytössä seuraavan kerran kirjautuessasi.
he: אם מנהלן האתר אפשר את האופציה, הרשימה הנגללת של שנה עיצוב מראה לך את כל העיצובים שתוכל להשתמש כאשר אתה מסתכל על האתר.<br /><br />בחירת עיצוב מהרשימה הנגללת תשנה את העיצוב של האתר. אם אתה מחובר, תשנה הפעולה את העיצוב האישי שלך לעיצוב שבחרת, כך שבפעם הבאה שתתחבר, העיצוב הזה יבחר אוטומטית.
nn: Når dette valget er aktivert av administratoren til nettstedet, vil du kunne velge den innrammingen av slektssidene som du liker best. Ved å velge en ny stil vil du bruke dette utseende så lenge du besøker nettstedet. Dersom du er logget inn, vil dette også endre ditt eget standard-stil slik at det nye vil vises også neste gang du logger deg inn.
pl: Jeśli administrator na to zezwoli, ta lista wyświetli motywy, których można użyć do wyświetlania strony.<br /><br />Możesz zmienić wygląd strony wybierając z listy odpowiedni motyw. Jeśli jesteś zalogowany(a), spowoduje to również zmianę twojego motywu użytkownika na wybrany i automatyczny wybór tego motywu, kiedy zalogujesz się następnym razem.

source: The User Links is a small block with useful links that can be found in the same place on every page. The location of these links varies according to the theme currently in effect.<br /><br />When not logged in, you will only see the <b>Login</b> link. After you have logged in, you will see:<ul><li><b>Logged in as (your user name)</b>. Clicking that link will take you to your Account page.</li><li>Click <b>Log out</b> to Log out.</li><li>If you have admin rights, you will also see <b>Admin</b>. Clicking this link will take you directly to the main Administration page.</li></ul>
ca: Son un petit bloc amb enllaços pràctics que es localitzen al mateix lloc de cada pàgina. La situació varia segons la presentació escollida.<br /><br />Mentre no hagueu accedit, solament podeu veure l'enllaç <b>Accés</b>. Desprès de fer-ho, podreu veure-hi:<ul><li><b>Heu accedit com a (nom d'usuari)</b>. Polsant-lo us mena a la pàgina del vostre compte.</li><li>Polseu <b>Surt</b> per desconnectar-vos.</li><li>Si teniu atribucions d'administrador també podeu veure-hi <b>Administrar</b>. Us mena directament a la pàgina principal d'administració.</li></ul>
da: Dette er først og fremmest for dig, der er registreret som bruger på denne hjemmeside.<br /> PS. Hvis du ikke er en registreret bruger, så kan du søge om at blive det ved at klikke på:<dl><dt><b>Log ind</b></dt><dd>Dette link vil du se, hvis du ikke er logget ind som bruger.</dd><dt><b>Logget ind som (dit brugernavn)</b><dt><dd>Dette link vil du kun se, hvis du er logget ind. Ved at klikke på dette link vil du få siden med "Min konto" op.</dd><dt><b>Logout</b></dt><dd> Dette link betyder: Du mister dine brugerrettigheder og bliver en almindelig besøgende.</dd><dt><b>Admin</b></dt><dd>Hvis du har administratorrettigheder, så vil du også se dette link når du er logget ind. Ved at klikke på linket vil du få hovedsiden for Administration op.</dd></dl>
es: Vínculos de Usuario es un pequeño bloque con vínculos útiles que pueden encontrarse en el mismo sitio en todas las páginas. La posición de estos vínculos varía según el tema en efecto actualmente.<br /><br />Si no está identificado, sólo verá en vínculo <b>Entrar</b>. Después de entrar, verá:<ul><li><b>Identificado como (su nombre)</b>. Si hace clic en ese vínculo irá a la página de su Cuenta.</li><li>Haga clic en <b>Salir</b> para cancelar la identificación.</li><li>Si tiene derechos de administración, también verá <b>Admin</b>. Si hace clic en este vínculo irá directamente a la página principal de Administración.</li></ul>
fi: Käyttäjän linkit on pieni alue, jossa on tärkeitä linkkejä, jotka ovat samalla paikalla kaikkialla palvelussa. Linkkien paikka riippuu valitusta voimassa olevasta teemasta.<br /><br />Jos et ole kirjautunut palveluun, näkyy vain <b>Sisäänkirjautuminen</b>-linkki. Kun olet kirjautunut näkyy: <ul><li><b>Kirjautunut (käyttäjätunnuksesi)</b>. Klikkaamalla linkkiä, pääset käyttäjätietoihisi.</li><li>Klikkaa <b>Uloskirjautuminen</b> kirjautuaksesi ulos.</li><li>Jos sinulla on ylläpito-oikeudet, näkyy myös <b>Hallinnointi</b>.<br />Klikkaamalla sitä, pääset ylläpidon pääsivulle.</li>
he: זהו אזור עם קישורים שימושיים שימצא במקום קבוע בכל הדפים. מקום הקישורים משתנה לפי העיצוב הפעיל.<br /><br />אם טרם התחברת למערכת, תראה רק קישור <b>התחבר</b>. כאשר אתה מחובר, תראה: <ul><li><b>מחובר בשם (קוד המשתמש שלך). </b>לחיצה על קישור זה מביאה אותך לנתוני המשתמש שלך.</li><li>לחיצה על <b>התנתק</b> מנתקת אותך מהאתר.</li><li>אם יש לך הרשאות של מנהלן, תראה גם <b>ניהול</b>. לחיצה על הקישור מביאה אותך ישירות לדף הניהול המרכזי.</li></ul>
nn: Dette er først og fremst for deg som er registrert som bruker på dette nettstedet.<br /> PS. Dersom du ikke er en registert bruker, så kan du søke om å bli det ved å klikke på:<dl><dt><b>Logg inn</b></dt><dd>Denne linken vil du se dersom du ikke er logget inn som bruker.</dd><dt><b>Logget inn som (brukernavnet ditt)</b><dt><dd>Denne linken vil du bare se dersom du er logget inn. Ved å klikke på denne linken vil du få opp siden med "Min konto".</dd><dt><b>Logg ut</b></dt><dd> Denne linken er vel opplagt: Du mister brukerrettighetene dine og blir en vanlig besøkende.</dd><dt><b>Admin</b></dt><dd>Dersom du har rettigheter som administrator, så vil du også se denne linken når du er logget inn. Ved å klikke på denne vil du få opp hovedsiden for Administrasjon.</dd></dl>
pl: Odnośniki użytkownika to niewielki obszar z przydatnymi odnośnikami, znajdującymi się w tym samym miejscu na każdej stronie. Rozmieszczenie tych odnośników może się różnić w zależności od wybranego motywu.<br /><br />Niezalogowani użytkownicy widzą w tym miejscu tylko odnośnik <b>Zaloguj</b>. Po zalogowaniu wyświetla się komunikat:<ul><li><b>Użytkownik: (twoja nazwa użytkownika)</b>. Kliknięcie na ten odnośnik spowoduje przeniesienie do strony konta.</li><li>Kliknij <b>Wyloguj</b> aby się wylogować.</li><li>Jeśli masz prawa administratora, zobaczysz także odnośnik <b>Admin</b>. Kliknięcie na ten odnośnik spowoduje przeniesienie bezpośrednio do strony administracji.</li></ul>

source: Of course, it would be ideal to create a program so simple and easy to use that it doesn't need any explanation at all; it should be as simple as reading a book.<br /><br />Although PhpGedView is very complicated, you should not notice that as you use it; almost everything can be used without explanation. But, since we may have a lot of visitors and users who are not very experienced with the use of a computer or with the Internet, we offer you some help at certain places.<br /><br />You will find the following items in the Help menu:
ca: Es obvi que l'ideal seria crear un programa tant senzill i fàcil d'usar que no li calguessin explicacions enlloc: talment com llegir un llibre.<br /><br />El PhpGedView no és gens complicat i d'altra banda, força intuïtiu. Quasi tot pot fer-se córrer sense cap mena d'explicació. Però atès que podem tenir visitants i usuaris poc experimentats en l'ús de l'ordinador i d'Internet, oferim una mica d'ajuda a alguns llocs.<br /><br />Al menú d'ajuda podeu trobar-hi les següents entrades:
da: Det ville naturligvis have været optimalt at lave et program, der var så enkelt at anvende, at man ikke behøvede nogen forklaringer.<br />Det skulle have været så enkelt som at læse en bog (som om det er enkelt for alle...).<br />Selv om det er et omfattende program, der ligger bagved siderne, så mærker du det ikke som bruger, med undtagelse måske, at enkelte sider kan føles lidt tunge at få frem.<br />Men eftersom vi muligvis har mange besøgende og brugere, der føler sig som nybegyndere i forhold til PC'er og slægtsforskning, så tilbyder vi dig lidt hjælp visse steder.<br />I menuen under hjælp, vil du finde følgende menuvalg:
es: Por supuesto, sería ideal crear un programa tan sencillo y fácil de utilizar que no necesite de ningún tipo de explicación, sería tan sencillo como leer un libro.<br /><br />Aunque PhpGedView es muy complicado, no debería notarlo al utilizarlo, casi todo puede utilizarse sin explicación. Pero, puesto que puede haber muchos visitantes y usuarios sin mucha experiencia en el uso de computadoras o con la Internet, le ofrecemos algo de ayuda en ciertos sitios.<br /><br />Encontrará las siguientes entradas en el menú de Ayuda:
fi: Olisi tietysti täydellistä tehdä ohjelma, joka on niin yksinkertainen, ettei se vaatisi selityksiä.<br />Se olisi yhtä helppoa kuin kirjan lukeminen.<br />Vaikka tämä ohjelma on varsin monimutkainen, ei sitä huomaa käyttöliittymässä. Melkein kaikkea voi käyttää ilman selityksiä.<br />Mutta koska meillä on paljon kävijöitä ja käyttäjiä, joilla ei ole paljoakaan kokemusta tietokoneista tai internetistä, tarjoamme apua tietyissä paikoissa.<br />Ohjevalikosta löytyvät seuraavat asiat
he: היה מושלם אם התוכנית הייתה כל כך פשוטה לשימוש שלא היה צורך בשום הסברים; היא הייתה צריכה להיות כמו קריאה בספר.<br /><br />אפילו ש-PhpGedView מאוד מורכבת, לא תרגיש זאת כאשר אתה משתמש בה. ניתן לבצע כמעט הכל ללא הסברים נוספים. אבל, מכיוון שיש לנו הרבה מבקרים ומשתמשים שלא כל כך מנוסים בשימוש במחשב או באינטרנט, אנחנו מציעים עזרה במקומות מסוימים.<br /><br />בתפריט העזרה תימצא את הפריטים הבאים:
nn: Det ville selvsagt vært optimalt å lage et program som var så enkelt å bruke, at det ikke trengte noen forklaringer i det hele tatt.<br />Det skulle vært så enkelt som å lese en bok (som om det er enkelt for alle...).<br />Selv om det er et omfattende program som ligger bak sidene, så merker ikke du det som bruker, med unntak kanskje av at enkelte sider kan føles litt treige å få fram.<br />Men siden vi har mange besøkende og brukere som kan føle seg som nybegynnere i forhold til datamaskiner og slektsforskning, så tilbyr vi deg litt hjelp på visse steder.<br />I menyen under hjelp, vil du finne følgende menyvalg:
pl: Oczywiście, idealnie byłoby stworzyć program tak prosty i łatwy w obsłudze, aby nie wymagał żadnego objaśnienia, a korzystanie z niego było tak nieskomplikowane, jak czytanie książki.<br /><br />Choć PhpGedView jest bardzo złożonym systemem, możesz nie odnieść takiego wrażenia; prawie wszystkich opcji można używać bez specjalnych objaśnień. Jednak ze względu na wielu gości i użytkowników, którzy nie mają doświadczenia w korzystaniu z komputera lub Internetu, w niektórych miejscach udostępniamy pomoc.<br /><br />W menu pomocy znajdziesz następujące opcje:

source: Configure PhpGedView
pl: Konfiguruj PhpGedView

source: All text
ca: Tot el text
da: Al tekst
es: Todo el texto
fi: Kaikki tekstit
he: כל הטכסט
nn: All tekst
pl: Cała treść

source: Help text only
ca: Text d'ajuda solament
da: Kun hjælpetekst
es: Sólo texto de ayuda
fi: Vain ohjetekstistä
he: טכסט עזרה בלבד
nn: Bare i hjelpetekst
pl: Tylko treść pomocy

source: Search Help Text
ca: Cerca text d'ajuda
da: Søg hjælpetekst
es: Buscar en los textos de ayuda
fi: Hae ohjetekstistä
he: חפש טכסט עזרה
nn: Søk i hjelpetekst
pl: Szukaj w pomocy

source: In most cases importing of an externally created GEDCOM file is one step in procedures that result in bulk changes to the genealogical database.<br /><br />These steps are in a logical sequence and need to be completed in the prescribed order so that the genealogical database is usable.<br /><br />If, for some reason, you did not complete these steps in the correct order, you will see a <u>warning</u> message that the GEDCOM is not yet imported. To correct the problem, click the <b>Import GEDCOM</b> link to import the file.<br /><br />Existing GEDCOM configuration settings will not change when you re-import a GEDCOM. Existing data will, however, be overwritten.
ca: En molts cassos importar d'un fitxer GEDCOM creat externament deriva en canvis massius a la base de dades genealògica.<br /><br />Els passos a fer segueixen una seqüència i calen completar-se en l'ordre prescrit a fi de que la base de dades sigui utilitzable.<br /><br />Si, per alguna raó, no completeu aquests passos en l'ordre correcte, sortirà un missatge d'<u>avís</u> que el GEDCOM no s'ha importat encara. Per corregir aquest problema, polseu l'enllaç <b>Importar GEDCOM</b> per importar el fitxer.<br /><br />Els paràmetres de configuració preexistents del GEDCOM no es canviaran reimportant-lo. Les dades existents seran però tanmateix, sobreescrites.
da: I de fleste tilfælde er import af en GEDCOM-fil en del af en større procedure, som for eksempel at tilføje, generere en ny eller uploade filen.<br /><br />Proceduren udføres i en logisk og nødvendig rækkefølge, og skal gennemføres helt for at importen skal ske rigtig.<br />Hvis du ikke fuldfører alle dele af proceduren, som beskrevet ovenfor, vil du få en <b>advarsel</b> om at slægtsdatabasen ikke er bevet importeret endnu. Så bør du klikke på linket igen for at importere GEDCOM-filen påny.<br /><br /><b>Importere</b><br /><br />Indstillingerne af slægtsdatabasen vil ikke blive ændret når du importerer en GEDCOM-fil påny.<br />Bare eksisterende slægtsdata vil blive overskrevet.
es: En la mayoría de los casos la importación de un archivo GEDCOM creado externamente es uno de los pasos en los procedimientos de introducción de cambios masivos a la base de datos genealógica.<br /><br />Estos pasos siguen una secuencia lógica y deben realizarse en el orden prescrito para que la base de datos genealógica quede en estado utilizables.<br /><br />Si, por alguna razón, no completó estos pasos en el orden correcto, verá un mensaje de <u>atención</u> avisando de que el GEDCOM no se ha importado aún. Para corregir el problema, haga clic en el vínculo <b>Importar GEDCOM</b> para importar el archivo.<br /><br />Los ajustes de configuración del GEDCOM existentes no cambiarán si reimporta un GEDCOM. Los datos existentes, sin embargo, se sobreescribirán.
fi: Useimmissa tapauksissa GEDCOM-tiedoston tuonti on yksi askel proseduurissa kuten lisäys, lisää uusi tai lataa GEDCOM-tiedosto palvelimelle.<br /><br />Nämä tapahtuvat loogisessa järjestyksessä ja on toteutettava kokonaan, jotta voit käsitellä GEDCOM-tiedostoa. <br />Mikäli et toteuttanut edellä kuvattuja vaiheita, näytetään <b>varoitus</b>, että GEDCOM-tiedosto ei vielä ole tuotu. Klikkaa siinä tapauksessa linkkiä tuodaksesi GEDCOM-tiedoston (uudelleen).<br /><br /><b>Tuonti</b><br /><br />GEDCOM-tiedoston asetukset eivät muutu, kun tuot GEDCOM-tiedoston uudestaan. <br />Olemassa oleva tieto kirjoitetaan yli.
he: ברוב המקרים ייבוא GEDCOM שנבנה מחוץ למערכת, הוא שלב בתהליך העדכונים הגדולים של מאגר נתוני חקר משפחה.<br /><br />השלבים מבוצעים בסדר לוגי ויש לסיים אותם כדי לעבוד עם מאגר הנתונים.<br /><br />אם לא סיימת את השלבים בסדר הנכון, תראה הודעת <u>התראה</u> שה-GEDCOM עדיין לא יובא. לחיצה על הקישור <b>ייבא GEDCOM</b> מייבאת (מחדש) את הקובץ ומתקנת את הבעיה.<br /><br />ייבוא מחדש אינו משנה את התצורה (הגדרות) של ה-GEDCOM. הנתונים החדשים דורסים את הישנים.
nn: I de fleste tilfeller er import av en GEDCOM en del av en større prosedyre som for eksempel å legge til, lage en ny eller hente (upload).<br /><br />Disse delene som er i en logisk og nødvendig rekkefølge, må gjennomføres helt for at importen skal skje riktig.<br />Dersom du ikke fullførte alle delene, som beskrevet over, vil du få en <b>advarsel</b> om at slektsbasen ikke er blitt importert enda. Da bør du klikke på linken igjen for å importere GEDCOM-filen på nytt.<br /><br /><b>Importere</b><br /><br />Innstillingene til slektsbasen vil ikke bli endret når du importerer en GEDCOM-fil på nytt.<br />Bare eksisterende slektsdata vil bli overskrevet.
pl: W większości przypadków importowanie pliku GEDCOM utworzonego zewnętrznie jest jednym z kroków w procedurach, które wymagają jednoczesnego wprowadzenia wielu zmian do genealogicznej bazy danych.<br /><br />Te kroki mają logiczną kolejność i muszą zostać wykonane w określonym porżądku aby baza danych działała poprawnie.<br /><br />Jeśli z jakiegoś powodu nie wykonano kroków w poprawnej kolejności, zobaczysz <u>ostrzeżenie</u> o tym, że plik GEDCOM nie został jeszcze zaimportowany. Aby naprawić problem, kliknij na odnośnik <b>Importuj plik GEDCOM</b> i zaimportuj plik.<br /><br />Kiedy ponownie importujesz plik GEDCOM o tej samej nazwie, istniejące ustawienia konfiguracyjne pozostaną bez zmian, jednak istniejące dane zostaną nadpisane.

source: You can choose additional options to be used when importing the GEDCOM.
ca: Podeu escollir opcions addicionals per fer servir quan s'importi el GEDCOM.
da: Du kan vælge yderligere indstillinger der skal bruges ved import af GEDCOM filen.
es: Puede elegir opciones adicionales para la importación de su GEDCOM.
fi: Voit valita lisävaihtoehtoja käytettäväksi GEDCOM-tiedoston tuonnissa.
he: ניתן לבחור אופציות נוספות שייבוא ה-GEDCOM ישתמש בהם.
nn: Du kan velge alternative måter å importere slektsfilen (ged) din.
pl: Możesz wybrać dodatkowe opcje dla importowania pliku GEDCOM.

source: Select this option to include the media files associated with the records in your clippings cart. Choosing this option will automatically zip the files during download.
ca: Amb aquesta opció seleccionada s'inclouen al cistell els fitxers multimèdia associats als registres seleccionats. Això fa que es comprimeixi automàticament el fitxer durant la descàrrega.
es: Seleccione esta opción para incluir los archivos audiovisuales asociados a los registros de su carrito. Si escoge esta opción, se creará un zip automáticamente durante la descarga.
fi: Valitse tämä vaihtoehto sisällyttääksesi tietueeseen liitetyt mediatiedostot leikekoriisi. Tämä valinta zippaa tiedostot automaattisesti, kun tiedostot ladataan omalle koneellesi.
he: בחר בברירה הזו כדי לכלול קובצי מדיה הקשורים לרשומות בעגלת הגזירים שלך. בחירה זו יוצרת אוטומטית את הקובצים במבנה זיפ בזמן ההורדה.
pl: Wybierz tę opcję aby dołączyć pliki multimedialne, powiązane z wpisami dodanymi do wycinków. Wybranie tej opcji spowoduje automatyczne spakowanie plików do pliku ZIP podczas pobierania.
