Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: You have confirmed your request to become a registered user.
ca: Heu confirmat la petició d'enregistrar-vos.
da: Du har bekræftet din anmodning om at få en konto på hjemmesiden.
es: Ha confirmado su petición de ser un usuario registrado.
fi: Sinut on tunnistettu rekisteröidyksi käyttäjäksi.
he: אישרת את בקשתך לקוד משתמש רשום.
nn: Du er gjenkjent som en søker på dette nettstedet.
pl: Twoje zgłoszenie zostania zarejestrowanym użytkownikiem zostało potwierdzone.

source: The Administrator has been informed. As soon as he gives you permission to login, you can login with your user name and password.
ca: Se'n ha informat l'Administrador. Tan aviat com us doni permís per accedir, podreu fer-ho amb el vostre nom d'usuari i contrasenya.
da: Administratoren af hjemmesiden har fået besked om din anmodning om en brugerkonto. Så snart vedkommende har godkendt din konto, kan du logge dig ind med dit brugernavn og adgangskode.
es: El Administrador ha sido informado. Tan pronto como le dé el permiso para acceder, puede entrar con su identificador y su contraseña.
fi: Ylläpitäjä on saanut ilmoituksen. Heti kun hän on antanut sinulle oikeuden kirjautua, voit kirjautua käyttäjätunnuksella ja salasanalla.
he: הודעה נשלחה למנהלן. תוכל להתחבר עם קוד המשתמש והסיסמא שלך אחרי שהמנהלן ייתן את אישורו.
nn: Administratoren til nettstedet har fått beskjed om søknaden.<br />Så snart vedkommende har godkjent kontoen din,<br />kan du logge deg inn med ditt brukernavn og passord.
pl: Administrator został o tym poinformowany.<br />Gdy tylko udzieli zezwolenia będzie możliwe zalogowanie się na stronie korzystając ze swojego loginu i hasła.

source: You can now login with your user name and password.
ca: Ara podeu accedir amb el vostre nom d'usuari i la contrasenya.
da: Du kan nu logge dig ind med dit brugernavn og adgangskode.
es: Ya puede entrar con su usuario y contraseña.
fi: Voit nyt kirjautua järjestelmään käyttäjätunnuksellasi ja salasanallasi.
he: תוכל עכשיו להתחבר עם קוד המשתמש והסיסמה שלך.
nn: Du kan nå logge deg inn med brukernavnet og passordet ditt.
pl: Możesz teraz się zalogować używając swojego loginu i hasła.

source: Data was not correct, please try again
ca: Dades incorrectes, torneu-hi.
da: Data var ugyldige! Vær venlig at prøve igen.
es: Los datos no son correctos. Por favor, inténtelo de nuevo
fi: Tiedot eivät ole oikeita. Yritä uudelleen
he: הנתונים אינם נכונים, נסה שנית
nn: Data var ugyldig!<br />- Prøv igjen!
pl: Dane nie są prawidłowe, spróbuj ponownie.

source: Family of:&nbsp;
ca: Família de:&nbsp;
da: Familie til:&nbsp;
es: Familia de:&nbsp;
fi: Perhe:&nbsp;
he: משפחה של:&nbsp;
nn: Familie av:&nbsp;
pl: Rodzina osoby:&nbsp;

source: Descent Steps
ca: Generacions de descendents
da: Efterkommertrin
es: Pasos de descendencia
fi: Jälkipolvien lukumäärä
he: רמות צאצאים
nn: Etterkommerledd
pl: Liczba pokoleń potomków

source: The Upcoming Events block shows anniversaries of events that will occur in the near future. You can configure the amount of detail shown, and the administrator can configure how far into the future this block will look.
da: Rammen med Begivenheder viser årsdage, som falder inden for den nærmeste fremtid. Du kan indstille, hvor mange detaljer der skal vises, og administratoren kan indstille hvor langt ind i fremtiden, årsdage vil blive vist for.
nn: Rammen for kommende begivenheter viser en liste med begivenheter i den aktive slektsfilen som vil skje de neste 30 dagene. For en bruker vil denne rammen bare vise levende personer. På hovedsiden vil alle personer/familier bli vist (NB. Her vil personvern-valg kunne redusere listen).
pl: Blok nadchodzących wydarzeń wyświetla rocznice wydarzeń, które będą miały miejsce w najbliższej przyszłości. Możesz zmienić poziom szczegółowości informacji, zaś administrator może decydować, jak daleko w przyszłość będą wybiegać.

source: Number of days to show
ca: Nombre de dies a mostrar
da: Antal dage der skal vises
es: Número de días a mostrar
fi: Näytettävien päivien lukumäärä
he: מספר הימים שיש להציג
nn: Antall dager som skal vises
pl: Liczba dni do pokazania

source: Show only events of living people?
ca: Mostrar solament esdeveniments relatius a persones vives?
da: Vis kun begivenheder hørende til nulevende personer?
es: ¿Mostrar solamente eventos de personas vivas?
fi: Näytä vain elossa olevien henkilöiden tapahtumat?
he: הצג רק אירועים של אנשים חיים?
nn: Vise bare hendelser for levende personer?
pl: Tylko wydarzenia dla osób żyjących

source: Show only Births, Deaths, and Marriages?
ca: Mostrar solament Naixements, Òbits i Casaments?
da: Vis kun fødsler, dødsfald og vielser?
es: ¿Mostrar sólo nacimientos, defunciones y matrimonios?
fi: Näytä vain syntymät, kuolemat ja avioliitot?
he: הראה רק לידות, פטירות וחתונות?
nn: Vise bare fødselsdager, dødsfall og giftemål?
pl: Tylko urodziny, zgony i śluby

source: Alphabetically
ca: Alfabètic
es: Alfabéticamente
fi: Aakkosjärjestyksessä
he: לפי אלף-בית
pl: Alfabetycznie

source: By Anniversary
ca: Per aniversari
es: Por aniversario
fi: Vuosipäiväjärjestyksessä
he: לפי יום שנה
pl: Według rocznic

source: Allow calendar events download?
ca: Permetre descarregar el calendari d'esdeveniments?
da: Må brugere hente begivenheder til deres egen computer som fil?
es: ¿Permitir la descarga de eventos del calendario?
fi: Sallitko kalenteritapahtumien latauksen?
he: הרשה הורדת אירועי לוח שנה?
nn: Tillat nedlasting av hendelser fra kalenderen?
pl: Zezwalać na pobieranie wydarzeń z kalendarium?

source: Top 10 Given Names
ca: Els 10 noms de pila més comuns
da: Top 10 efternavne
es: Los 10 nombres de pila más corrientes
fi: Yleisimmät etunimet
he: עשרת השמות הפרטיים השכיחים
nn: Topp 10 fornavn
pl: Najczęściej występujące imiona

source: This block shows a table of the 10 most frequently occurring given names in the database. The actual number of given names shown in this block is configurable.
da: Denne blok viser en liste over de 10 oftest forekommende fornavne i databasen. Det reelle antal af viste fornavne i denne blok kan ændres.
nn: Denne blokka viser en tabell av de 10 mest brukte fornavn i databasen. Antallet fornavn som skal vises i denne blokka er konfigurerbart.
pl: Ten blok pokazuje tabelę z najczęściej występującymi imionami w bazie danych. Liczba imion przedstawionych w tabeli jest konfigurowalna.

source: Number of items to show
ca: Nombre d'entrades a mostrar
da: Antal elementer der skal vises
es: Número de elementos a mostrar
fi: Näytettävien kohteiden lukumäärä
he: מספר פריטים להצגה
nn: Antall deler som skal vises
pl: Liczba elementów do pokazania

source: Advanced HTML
ca: HTML avançat
da: Avanceret HTML
es: HTML avanzado
fi: Edistynyt HTML
he: HTML מתקדם
nn: Avansert HTML
pl: Zaawansowany HTML

source: This is an HTML block that you can place on your page to add any sort of message you may want. You can insert references to information from your GEDCOM into the HTML text.
da: Dette er en HTML blok, som du kan placere på din side for at tilføje den type af meddelelse du ønsker. Du kan indsætte referencer til information fra slægtsdatabasen ind i HTML teksten.
nn: Dette er en HTML-ramme som du kan plassere på siden din for å vise ulike beskjeder. Du kan legge inn referanser til opplysninger i slektsbasen din inn i HTML-teksten.
pl: To jest blok HTML, który możesz umieścić na swojej stronie aby dodać dowolny rodzaj wiadomości. W tekst HTML możesz także wstawiać odnośniki do informacji z pliku GEDCOM.

source: to change what is printed here.</p>
ca: per canviar el que s'ha imprès aquí.</p>
da: for at ændre det, der printes.</p>
es: para cambiar lo que se muestra aquí.</p>
fi: muuttaaksesi sen, mikä on tulostettu tähän.</p>
he: כדי לראות מה שמודפס כאן.</p>
nn: for å endre det som skal stå her.</p>
pl: aby zmienić to, co będzie tu wyświelane.</p>

source: Templates
da: Skabeloner
nn: Maler
pl: Szablony

source: Custom
da: Brugertilpasset
nn: Brukertilpasset
pl: Personalizacja

source: Family Tree
da: Anetræ
nn: Slektstre
pl: Drzewo genealogiczne

source: Current
da: Nuværende
nn: Nåværende valg
pl: Bieżący

source: Default
da: Standard
nn: Standardvalg
pl: Domyślny

source: Content
da: Indhold
nn: Innhold
pl: Zawartość

source: Compatibility Mode
da: Kompatabilitets tilstand
nn: Kompatibilitetsmodus
pl: Tryb kompatybilności

source: Extended Interface
da: Udvidet grænseflade
nn: Utvidet grenesnitt
pl: Rozszerzony interfejs

source: Chart Type
ca: Tipus de gràfic
da: Diagramtype
es: Tipo de diagrama
fi: Kaaviotyyppi
he: סוג תרשים
nn: Diagramtype
pl: Typ diagramu

source: This is a simple HTML block that you can place on your page to add any sort of message you may want.
da: Dette er en simpel HTML blok, som du kan placere på din side for at vise en besked (i HTML-format).
nn: Dette er en enkel ramme som du kan legge på siden din for å vise en beskjed (i HTML-format).
pl: To jest prosty blok HTML, który możesz umieścić na swojej stronie aby dodać dowolny rodzaj wiadomości.

source: The Login block accepts a user name and password for users to login.
da: I &quot;log ind&quot;-feltet kan brugere skrive deres brugernavn og kodeord for at få adgang til deres konto på siden.
nn: Rammen for 'Logg inn' skriver et brukernavn og passord for brukere slik at de kan logg seg inn.
pl: Blok logowania służy do wprowadzania loginu i hasła przez użytkowników w celu zalogowania.

source: Most Viewed Items
ca: Entrades més visitades
da: Vist flest gange
es: Bloque de registros más vistos
fi: Suosikkikohteet
he: הפריטים הנצפים ביותר
nn: Rammen Vist flest ganger
pl: Najczęściej odwiedzane

source: This block will show the 10 records that have been viewed the most. This block requires that Hit Counters be enabled in the GEDCOM configuration settings.
da: Denne ramme vil vise de 10 mest viste personer/familier. Denne ramme kræver at tælleren er aktiveret i indstillingerne for hjemmesideindstillingerne.
nn: Denne rammen vil vise de 10 mest viste personen/familiene. Denne rammen krever at telleren er aktivert i innstillingene for konfigurasjonen for slektsfilen.
pl: Ten blok wyświetla 10 osób, które były najczęściej odwiedzane. Blok wymaga włączenia licznika odwiedzin w ustawieniach konfiguracyjnych GEDCOM.

source: Hit counters must be enabled in the GEDCOM configuration, Display and Layout section, Hide and Show group.
ca: El comptador cal que l'activar-lo a la configuració del GEDCOM, Secció Mostrar i Disposar, Ocultar i Mostrar grup.
da: Tælleren skal aktiveres i hjemmesideindstillingerne for at denne ramme skal kunne fungere.
es: Para que funcione este bloque, deben activarse los contadores en la configuración del GEDCOM, sección <i>Presentación y Disposición</i>, grupo <i>Ocultar y mostrar</i>.
fi: Laskurit on aktivoitava GEDCOM-konfiguraatiossa jotta tämä alue toimisi.
he: יש להפעיל את המונים בתצורת קובץ ה-GEDCOM, בחלק תצוגה ומבנה, קבוצת הסתר והראה.
nn: Telleren må aktiveres i konfigurasjonen for slektsfilen for at denne rammen skal virke.
pl: Należy włączyć liczniki odwiedzin w konfiguracji pliku GEDCOM (sekcja wyglądu, grupa Ukryj i pokaż).

source: There are currently no hits to show.
ca: Actualment no hi ha ocurrències per veure.
da: Der er ikke registret besøg på siderne.
es: No existen actualmente visitas que mostrar.
fi: Ei osumia.
he: כרגע אין פגיעות שניתן להציג.
nn: Det er ingen treff for denne siden.
pl: Na razie brak odwiedzin do wyświetlenia.

source: Place counts before or after name?
ca: Comptador de llocs abans o desprès del nom?
da: Sæt antal før eller efter navnet?
es: ¿Colocar contador antes o después del nombre?
fi: Sijoita lukumäärät ennen nimeä tai sen jälkeen?
he: שים מונים לפני או אחרי השם?
nn: Plasser antall før eller etter navn?
pl: Gdzie umieścić liczniki?

source: On This Day
ca: En tal dia com avui...
da: I dag ...
es: Bloque En este Día
fi: Tänä päivänä
he: ביום הזה
nn: Rammen Årsdag for hendelser i slekten
pl: Tego dnia

source: The On This Day, in Your History... block shows anniversaries of events for today. You can configure the amount of detail shown.
da: I dag ... viser årsdage som falder i dag. Du kan indstille hvor mange detaljer, der skal vises.
nn: Rammen for Årsdag for hendelser viser en personliste som er knyttet til hendelser i den aktive slektsfilen dagen i dag. Dersom det ikke er noen hendelser, vises heller ikke rammen. På "din" GedView side vil denne rammen bare vise levende personer. På hovedsiden vil alle personer / familier bli vist (NB. Her vil personvern-valg kunne redusere listen).
pl: Blok "Tego dnia" wyświetla dzisiejsze rocznice wydarzeń. Możesz zmienić poziom szczegółowości wyświetlanych informacji.

source: User Favorites
ca: Favorits
da: Brugeres Favoritter
es: Favoritos del usuario
fi: Käyttäjän suosikit
he: מועדפים של משתמש
nn: Rammen Brukeres favoritter-personer
pl: Ulubione użytkownika

source: The User Favorites block shows the user a list of his favorite people in the database so that he can easily link to them.
da: Brugeres Favoritter viser en liste med deres egne favoritpersoner, så de let kan findes igen.
nn: Rammen for brukeres Favoritter viser en liste med deres egne "favoritt-personer" i slekten slik at de lett kan finnes igjen.
pl: Blok ulubionych użytkownika wyświetla listę wybranych przez niego osób, do których chciałby mieć szybki dostęp.

source: Get Started
ca: Comenceu
es: Comienzo
fi: Aloita
he: התחל
nn: Kom i gang
pl: Rozpocznij korzystanie

source: The GEDCOM Welcome block works the same as the User Welcome block. It welcomes the visitor to the site and displays the title of the currently active database as well as the current date and time.
da: Velkommen til Slægtsdatabasen virker på samme måde som den enkelte brugers velkomsthilsen (Velkommen ...), idet den besøgende ønskes velkommen, og titlen på den slægtsdatabasen vises sammen med aktuel dato og tid.
nn: Rammen for informasjon virker på samme måte som den enkelte brukers velkomstmelding, ved at besøkende på siden ønskes velkommen, viser tittelen på standard aktive slektsfil og gjeldende dato og tid.
pl: Blok powitania GEDCOM działa tak samo jak blok powitania użytkownika. Wyświetla powitanie, tytuł aktywnej bazy danych, dzisiejszą datę i godzinę.

source: Choose one of these options to get started using PhpGedView
ca: Per començar a utilitzar el PhpGedView escolliu una d'aquestes opcions
da: Vælg en af disse indstillinger for at begynde brugen af PhpGedView
es: Elija una de las opciones siguientes para comenzar a utilizar PhpGedView
fi: Valitse joku näistä vaihtoehdoista aloittaaksesi PhpGedView:n käytön.
he: בחר באופציה מתחת כדי להתחיל להשתמש ב-PhpGedView
nn: Velg en av disse mulighetene for å¨begynne å bruke PhpGedView
pl: Wybierz jedną z poniższych opcji, aby zacząć korzystać z PhpGedView

source: Upload a GEDCOM file
ca: Puja un arxiu GEDCOM
da: Upload en GEDCOM fil
es: Subir un archivo GEDCOM
fi: Lataa GEDCOM-tiedosto
he: העלה קובץ GEDCOM
nn: Last opp en GEDCOM-fil
pl: Wgraj plik GEDCOM

source: Add a GEDCOM from a file location
ca: Afegiu un GEDCOM des d'una ubicació d'arxiu
da: Tilføj en GEDCOM fra en filplacering
es: Añadir un GEDCOM a partir de un archivo ya subido
fi: Lisää GEDCOM tiedoston paikasta
he: הוסף GEDCOM מתיק
nn: Legg til en GEDCOM fra en sti
pl: Dodaj plik GEDCOM

source: GEDCOM News
ca: Notícies GEDCOM
da: Nyheder
es: Bloque de Novedades GEDCOM
fi: GEDCOM uutiset
he: חדשות GEDCOM
nn: Rammen Nyheter for slektsbasen
pl: Artykuły GEDCOM

source: The GEDCOM News block shows the visitor news releases or articles posted by an admin user.<br /><br />The News block is a good place to announce a significant database update, a family reunion, or the birth of a child.
da: Nyhedsrammen viser besøgende sidste nyt eller artikler indlagt af en bruger med administratorrettigheder.<br />Rammen er et fint sted til at bekendtgøre opdateringer af slægtsdatabasen, en sammenkomst, en fødsel og meget mere....
nn: Nyhetsrammen viser besøkende siste nytt eller artikler lagt inn av en bruker med administrator-rettigheter.<br />Rammen er et fint sted å bekjentgjøre oppdatering av slektsbasen eller et slektstevne.
pl: Blok artykułów GEDCOM pokazuje artykuły nadesłane przez administratora. To dobre miejsce na ogłoszenie ważnej aktualizacji w bazie danych, zjazdu rodzinnego lub narodzin dziecka.

source: News
ca: Notícies
da: Nyheder
es: Novedades
fi: Uutisia
he: חדשות
nn: Nyheter
pl: Artykuły

source: No limit
ca: Sense límit
da: Ingen begrænsning
es: Sin límite
fi: Ei rajoituksia
he: אין הגבלה
nn: Aldri
pl: bez ograniczenia

source: Age of item
ca: Antiguitat de l'ítem
da: Indlæggets alder
es: Antigüedad de la entrada
fi: Kohteen ikä
he: גיל הכניסה
nn: Alder på artikkel
pl: wiekiem elementu

source: Number of items
ca: Nombre d'entrades
da: Antal indlæg
es: Número de entradas
fi: Kohteiden lukumäärä
he: מספר כניסות
nn: Antall artikler
pl: liczbą elementów

source: This block shows a table of the 10 most frequently occurring surnames in the database. The actual number of surnames shown in this block is configurable. You can configure the GEDCOM to remove names from this list.
da: Rammen viser en tabel med de 10 oftest forekommende efternavne i slægtsdatabasen. Det viste antal navne kan indstilles, og det kan vælges ikke at viste bestemte efternavne.
nn: Rammen viser en tabell med de 10 mest viste etternavnene i slektsbasen
pl: Ten blok wyświetla tabelkę z nazwiskami, które występują najczęściej w bazie danych. Liczba nazwisk przedstawionych w tabeli jest konfigurowalna. Możesz dowolnie usuwać nazwiska za pomocą konfiguracji GEDCOM.

source: Logged In Users
ca: Visitants
da: Online Brugere
es: Bloque de usuarios presentes
fi: Sisäänkirjautuneet käyttäjät
he: משתמשים מחוברים
nn: Rammen Brukere som er logget inn
pl: Zalogowani użytkownicy

source: The Logged In Users block shows a list of the users who are currently logged in.
da: Online Brugere viser en liste over brugere, der er logget ind på hjemmesiden lige nu.
nn: Rammen for brukere som er logget inn, viser en liste med bruker som er logget inn på det gjeldende tidspunktet...
pl: Blok zalogowanych użytkowników wyświetla listę użytkowników, którzy są aktualnie zalogowane na stronie.

source: Users Logged In
ca: Visitants
da: Online brugere
es: Usuarios presentes
fi: Sisäänkirjautuneet käyttäjät
he: משתמשים מחוברים
nn: Brukere som er pålogget
pl: Zalogowani użytkownicy

source: Upcoming Yahrzeiten
ca: Propers Yahrzeiten
da: Kommende Yahrzeiten
es: Próximos aniversarios de defunción
fi: Tulevat jortsaitit
he: ימי שנה קרובים
nn: Kommende Yahrzeiten
pl: Jorcajt (rocznice śmierci)

source: The Upcoming Yahrzeiten block shows anniversaries of death dates that will occur in the near future. You can configure the period shown, and the Administrator can configure how far into the future this block will look.
da: Kommende Yahrzeiten blokken viser årsdagen for dødsdatoer der vil komme i den nærmeste fremtid. Du kan vælge den viste periode og administratoren kan vælge hvor langt ud i fremtiden blokken skal kigge.
nn: Blokka Kommende Yahrzeiten viser årsdager for dødsdatoer som inntreffer i nær framtid. Du kan konfigurere tiden fram, og administratoren kan konfigurere hvor langt inn i framtida denne blokka skal vise.
pl: Blok Jorcajt (rocznice śmierci) pokazuje rocznice śmierci, które wydarzą się w niedalekiej przyszłości. Możesz skonfigurować okres do pokazania, a Administrator może skonfigurować jak daleko w przyszłość ten blok będzie sięgał.

source: GEDCOM Welcome
ca: Inici a GEDCOM
da: Velkommen til Slægtsdatabasen
es: Bloque de Bienvenida al GEDCOM
fi: GEDCOM tervetuloalue
he: GEDCOM ברוכים הבאים
nn: Rammen Slektsbase-info
pl: Powitanie GEDCOM

source: User Messages
ca: Bústia
da: Brugerbeskeder
es: Mensajes al usuario
fi: Käyttäjän viestit
he: הודעות המשתמש
nn: Rammen Bruker-beskjeder
pl: Wiadomości użytkownika

source: The User Messages block shows a list of the messages that have been sent to the active user.
da: Brugerbeskeder viser de beskeder, der er sendt til de aktive brugere.
nn: Rammen for bruker-beskjeder viser en liste med beskjeder som har blitt sendt til de aktive brukerne.
pl: Blok wiadomości użytkownika wyświetla listę wiadomości, które zostały wysłane do aktywnego użytkownika.

source: My Messages
ca: La meva bústia
da: Mine Beskeder
es: Mensajes
fi: Viestini
he: הודעות שלי
nn: Mine beskjeder
pl: Moje wiadomości

source: Random Media
ca: A l'atzar
da: Tilfældig Udvalgt Billede
es: Objeto audiovisual al azar
fi: Satunnainen kuva
he: מדיה אקראית
nn: Rammen Tilfeldig utvalgt bilde- / mediefil
pl: Losowe multimedia

source: The Random Media block randomly selects a photo or other media item from the currently active database and displays it to the user.<br /><br />The administrator determines whether this block can show media items associated with persons or events.
da: Rammen med Tilfælgit Udvalgt Billede viser et tilfældigt billede eller andet materiale fra slægtsdatabasen. Administratoren bestemmer om der kan vises materiale relateret til personer, til begivenheder eller til begge.
nn: Rammen for tilfeldig viste bilde / mediefil velger et tilfeldig foto eller annet medie-objekt i den aktive slektsbasen og viser det til brukeren.
pl: Blok losowych multimediów wybiera i wyświetla losowe zdjęcie lub inny obiekt multimedialny z aktywnej bazy danych.<br /><br />Administrator decyduje czy ten blok może pokazywać obiekty związane z osobami lub wydarzeniami.

source: Next image
ca: Següent imatge
da: Næste billede
es: Siguiente imagen
fi: Seuraava
he: האימז' הבא
nn: Neste bilde
pl: następny obraz

source: Play
ca: Engega
da: Afspil
es: Reproducir
fi: Käynnistä
he: הפעל
nn: Start avspilling
pl: Odtwórz

source: Stop
ca: Para
es: Detener
fi: Pysäytä
he: עצור
nn: Stopp avspilling
pl: Zatrzymaj

source: Persons
ca: Persones
da: Personer
es: Personas
fi: Henkilöt
he: אנשים
nn: Personer
pl: Osoby

source: TYPE
ca: Tipus
es: Tipo
fi: Tyyppi
he: סוג
pl: Typ

source: GEDCOM Favorites
ca: Favorits del GEDCOM
da: Favoritter i Slægtsdatabasen
es: Bloque de Favoritos del GEDCOM
fi: GEDCOM suosikit
he: מועדפי GEDCOM
nn: Rammen Favoritter i slektsbasen
pl: Ulubione GEDCOM

source: The GEDCOM Favorites block gives the administrator the ability to designate individuals from the database so that their information is easily accessible to all. This is a way to highlight people who are important in your family history.
da: Favoritter i Slægtsdatabasen giver administratoren af hjemmesiden mulighed for at udvælge nogle centrale personer i slægtsdatabasen. Personerne bliver dermed nemme at komme til at se detaljerne for, og bliver på den måde fremhævet som centrale i slægtshistorien.
nn: Rammen for Favoritter gir administrator på nettstedet muligheten til å velge ut noen sentrale personer i slektsfilen som vil være av interesse for de fleste besøkende. På den måten kan de lett finne disse favoritt-personene og er en måte å fremheve disse personene som sentrale i slekthistorien.
pl: Blok ulubionych GEDCOM pozwala administratorowi wyróżnić pewne osoby z bazy danych, aby informacja o nich była łatwo dostępna dla wszystkich. W ten sposób można podkreślić osoby ważne w historii rodziny.

source: User Welcome
ca: Pàgina d'inici
da: Velkommen ...
es: Bloque de Bienvenida al Usuario
fi: Käyttäjän tervetuloalue
he: ברוכים הבאים של המשתמש
nn: Rammen Bruker/eier-info
pl: Powitanie użytkownika

source: The User Welcome block shows the user the current date and time, quick links to modify his account or go to his own Pedigree chart, and a link to customize his My Page.
da: Velkommen... viser dato og tid, hurtiglinks for ændring af egen konto eller til at gå til sit eget slægtstræ, og et link til at tilpasse Mine Sider.
pl: Blok powitania użytkownika wyświetla dzisiejszą datę i godzinę, odnośniki do zmiany ustawień konta i diagramu rodowego użytkownika oraz do dostosowania strony.

source: RSS Feeds
ca: Fil RSS
da: RSS links
es: Suscripciones RSS
fi: RSS-syötteet
he: הזנות RSS
nn: RSS lenker
pl: Kanały RSS
