Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: These settings allow administrators to override default privacy settings for a particular person, family, source, or media object.<br /><br />Suppose for example you have a child who died in infancy. Normally because the child is dead, its details would be shown to public users. However, you and everyone else in your family are still private. You don't want to remove the death record for the child but you want to hide the details and make them private. If this child had the ID of I100 you should enter the following privacy settings:<br />ID: I100<br />Show to: Show only to authenticated users<br /><br />This works the other way as well. If you wanted to make public the details of someone (ID I101) who you know to be dead but don't have a death date for, you could add the following:<br />ID: I101<br />Show to: Show to public
ca: Aquest paràmetre permeten als administradors saltar-se els que hi ha per defecte per a una persona, família, font o objecte multimèdia en particular.<br /><br />Suposem, per exemple, que teniu un nen que ha mort durant la infantesa. Habitualment, donat que el nen és mort, els seus detalls personals els veurà el públic usuari. Tanmateix les dades de la vostra família romanen privades. No voleu eliminar el registre de defunció però voleu fer que els detalls de l'infant restin privats. Si aquest nen té l'ID I100 podeu entrar el següent paràmetre de privadesa:<br />ID: I100<br />Mostrar a: Mostrar solament a usuaris amb accés<br /><br />Això funciona també al inrevés. Si voleu fer públics els detalls d'algu (ID 101) que sabeu positivament que és difunt, però en desconeixeu la data, podeu afegir el següent:<br />ID: I101<br />Mostrar a: Mostrar al públic
da: Disse indstillinger giver administratorer mulighed for at ændre indstillingen af privatliv for en bestemt person i GEDCOM-filen. Lad os f.eks sige, at du har et barn, der døde som spæd. Normalt vil alle kunne se alle fakta, fordi barnet er dødt. Men, for dig og familien er disse oplysninger helt private. Du vil ikke fjerne dødsangivelsen, men du vil skjule oplysningerne og gøre dem private. Hvis dette barn har ID I100 skal du indstille privatliv som følger: <br /><br />ID: I100<br />Vis til:"Vis kun til godkendte brugere"<br /><br />Dette virker også den anden vej. Hvis du vil vise alle oplysninger om en person (ID 101), som du ved er død, men som ikke er registreret som død, kan du tilføje følgende:<br /><br />ID: I101<br />Vis til: "Vis til alle"
es: Estos ajustes permiten a los administradores definir un ajuste de privacidad específico para una persona, familia, fuente u objeto audiovisual en particular.<br /><br />Suponga, por ejemplo, que tuvo un hijo que falleció en la infancia. Normalmente como figura como fallecido sus detalles personales serían mostrados a todos los visitantes. Pero sin embargo Vd. y los demás de su familia aparecen aún como privados. No quiere borrar el registro de defunción del hijo pero quiere ocultar los detalles y hacerlos privados. Si su hijo tuviese un ID de I100 debería hacer los ajustes de privacidad como sigue:<br /><br />ID: I100<br />Visible para: "Sólo para usuarios registrados"<br /><br />También nos sirve para proceder a la inversa. Si quiere hacer públicos los detalles de alguien (ID I101) que sabe que ha fallecido pero desconoce la fecha, podría ajustar su privacidad de la siguiente forma:<br /><br />ID: I101<br />Visible para: "Todo el mundo"
nn: Disse innstillingen gir administratorer mulighet for å endre personverns-innstillingen for en bestemt person i GEDCOMfilen. La oss si du f.eks. har et barn som døde som spedbarn. Normalt vil alle kunne se alle fakta, fordi barnet er dødt. Men, for deg og familien er disse opplysningene fremdeles private. Du vil ikke fjerne dødsoppføringen, men du vil skjule opplysningene og gjøre dem private. Hvis dette barn har ID I100 skal du sette inn følgende personverninnstilling: <br /><br />ID: I100<br />Vis til:"Vis kun til godkjente brukere"<br /><br />Dette virker også den andre veien. Hvis du vil vise alle opplysninger om en person (ID 101) som du vet er død, men som ikke er registreret som død, kan du legge til følgende:<br /><br />ID: I101<br />Vis til: "Vis til alle"
pl: Te ustawienia pozwalają administratorowi nadpisywanie domyślnych ustawień prywatności dla poszczególnych osób, rodzin, źródeł i obiektów multimedialnych.<br /><br />Załóżmy dla przykładu, że miałeś dziecko, które zmarło jako niemowlę. Zwykle, ponieważ dziecko nie żyje, jego dane byłyby dostępne publicznie, mimo że ty i pozostała część twojej rodziny pozostalibyście ukryci. Nie chcesz usuwać informacji o śmierci dziecka, ale chcesz ukryć dane i uczynić je prywatnymi. Zakładając, że dziecko miało identyfikator I100, możesz wprowadzić następujące ustawienia prywatności:<br />Identyfikator: I100<br />Pokazuj: Pokazuj tylko autoryzowanym użytkownikom<br /><br />Działa to także w drugą stronę. Jeśli chcesz publicznie udostępnić dane osoby o identyfikatorze I101, o którym wiesz, że nie żyje, ale brak daty śmierci, możesz wprowadzić następujące ustawienia:<br />Identyfikator: I101<br />Pokazuj: Pokazuj publicznie<br /><br />Ustawia parametr $person_privacy w pliku <i><u>xxx</u>.GED_priv.php</i>.

source: This page provides extensive information about the server on which PhpGedView is being hosted. Many configuration details about the server's software, as it relates to PHP and PhpGedView, can be viewed.
ca: Aquesta pàgina forneix àmplia informació sobre el servidor on teniu hostatjat el PhpGedView. S'hi poden veure alguns detalls sobre el programari del servidor com els relatius a PHP i PhpGedView.
da: Denne side giver uddybende information om den server hvor PhpGedView er installeret. Mange konfigurationsmæssige detaljer om serverens software, der vedrører PHP og PhpGedView, kan ses.
es: Esta página proporciona gran cantidad de información acerca del servidor en el que está albergado PhpGedView. Pueden verse muchos detalles de configuración del software del servidor relacionados con PHP y PhpGedView.
nn: Denne siden gir deg omfattende informasjon om nettjeneren din der PhpGedView er plassert. Mange detaljer om konfigurasjonen blir vist om programvaren til tjeneren som er relatert til PHP og PhpGedView.
pl: Ta strona wyświetla szczegółowe informacje na temat serwera, na którym zainstalowany jest PhpGedView. Można tu zobaczyć wiele szczegółów konfiguracyjnych na temat oprogramowania serwera, które są istotne dla PHP oraz PhpGedView.

source: GEDCOM ORDER<br />The locations are assumed to be encoded in the place format explicitly declared in the GEDCOM file. This overrules the default order.
ca: ORDRE DEL GEDCOM<br />Els lloc es mostraran segons el format explícitament declarat al fitxer GEDCOM, que s'imposa per sobre de l'ordre per defecte.
da: indstillinger<br />Stederne bliver vist i den rækkefølge de blev fundet i slægtsdatabasen.<br />Dette ignorerer standard opsætningen, som bliver brugt, hvis ikke andet er bestemt i slægtsdatabasen
es: ORDEN EN EL GEDCOM<br />Los lugares se supone que han sido codificados en el formato de lugar declarado explícitamente en el archiv GEDCOM. Este valor tiene prioridad sobre el orden por omisión.
fi: <b>GEDCOMJÄRJESTYS</b><br />Paikat oletetaan koodatuiksi siinä järjestysformaatissa joka on GEDCOM-tiedostossa.<br />Se ohittaa vakiojärjestyksen jota käytetään, kun GEDCOM-tiedostosta ei löydy formaatin kuvaus.
he: GEDCOM סדר<br />מניחים שהמקומות רשומים לפי המבנה המוגדר בקובץ ה-GEDCOM.<br />דבר זה מבטל את סדר ברירת המחדל.
nn: Angitt rekkefølge<br />Stedene blir vist i den rekkefølge som ble angitt i slektsbasen.<br />Dette overstyrer standard oppsett, som blir brukt dersom ikke annet er bestemt i slektsfilen
pl: FORMAT GEDCOM<br />Miejsca są zakodowane w formacie miejsca zdefiniowanym w pliku GEDCOM. To ustawienie unieważnia format domyślny.

source: This box will display a complete list of individuals and families that are connected to that location.<br /><br />The names in the list are clickable. When you click a name, you will be taken to the relevant Detail page. When you click on a location at the top of this list, you change your Location selection.
ca: Aquest requadre mostra una llista completa de persones i famílies vinculades amb al lloc.<br /><br />Podeu polsar sobre tots els noms. Fent-ho, aneu a parar a la pàgina de detalls rellevants. Quan polseu una localització del capdamunt de la llista, es canvia la selecció.
da: Denne tabel vil vise dig en liste over alle navne på personer og/eller familier, der er knyttet (på en eller anden måde) til dette sted.<br /><br />Navnene i tabellen kan du klikke på, og så vil føre dig til en side med oplysninger om personen eller familien.<br /><br />Du kan også vælge at ændre udvalget i tabellen ved at klikke på et stednavn over denne liste.
es: Muestra una lista completa de personas y familias que están conectadas con ese lugar.<br /><br />Se puede hacer clic en los nombres de la lista. Si hace clic en un nombre, accederá a la página de Detalles correspondiente. Si hace clic en un lugar en la parte superior, cambiará el lugar seleccionado.
fi: Tämä ruutu näyttää täydellisen luettelon henkilöistä ja/tai perheistä, jotka liittyvät paikkaan.<br /><br />Nimet luettelossa ovat klikattavissa.<br /><br />Kun klikkaat nimeä, pääset kyseisen henkilön tai perheen sivulle.<br /><br />Voit myös vaihtaa valintaasi klikkaamalla luettelon ylintä paikkaa.
he: תיבה זו מציגה רשימה שלמה של אנשים ו-/או משפחות הקשורים למקום זה.<br /><br />ניתן ללחוץ על השמות. כאשר תלחץ על שם, תועבר לדף הפרטים הרלוונטי. תוכל גם לשנות את בחירתך ע"י לחיצה על מקום בראש הרשימה.
nn: Denne listen viser deg alle navn på personer og/eller familier som er knyttet (på en eller annen måte) til dette stedet.<br /><br />Dersom du klikker på et navn, vil det ta deg til en side med fakta om personen eller familien.<br /><br />Du kan også velge å endre utvalget i listen ved å klikke på et geografisk "høyere" stedsnavn over denne listen.
pl: W tej ramce pojawia pełna lista osób i rodzin powiązanych z danym miejscem.<br /><br />Na każde nazwisko można kliknąć. Kliknięcie spowoduje przeniesienie do odpowiedniej strony ze szczegółami. Kliknięcie na miejsce u góry tej listy spowoduje zmianę wyboru miejsca.

source: The number of matches that are found is displayed here. If you still see a list box with locations you have not yet reached the lowest level.<br /><br />You can choose to view all records connected to this place or you can refine your search by clicking another location.
ca: Mostra el nombre de vincles. Si voleu veure una llista de llocs, no podeu depassar el nivell més baix.<br /><br />Podeu escollir entre veure tots els registres vinculats a un lloc o afinar la recerca polsant un altre lloc.
da: Her vises antallet af koblinger til personer, der er fundet indtil nu.<br />Hvis du fortsat ser listen med steder, betyder det, at du ikke har nået det laveste stedniveau endnu.<br />Du kan allerede nu vælge et navn fra <b>Listen med personer/familier</b> eller du kan gå ned yderligere et stedniveau ned ved at klikke på et andet <b>stednavn</b> i listen ovenover.
es: Aquí se muestran el nú de resultados que coinciden con la búsqueda.<br />Puede hacer clic para ver los resultados, o redefinir la búsqueda, escogiendo el siguiente lugar de la lista inferior.
fi: Tässä näytetään löydettyjen kytkentöjen lukumäärä.<br />Mikäli vielä näet luettelon paikkoja, merkitsee se että et ole vielä päätynyt alimmalle tasolle.<br />Voit valita haluatko katsoa kaikki paikkaan liitetyt tietueet vai haluatko tarkentaa hakua klikkaamalla toista paikkaa.
he: כאן מציגים את מספר ההתאמות שנמצאו. אם אתה רואה עדיין תיבה של רשימת מקומות, המשמעות שעדיין לא הגעת לרמה התחתונה.<br /><br />תוכל לבחור לראות את כל הרשומות של המקום או תוכל לעדן את החיפוש ע"י בחירת מקום אחר.
nn: Her vises antall koblinger til personer som er funnet til nå.<br />Dersom du fortsatt ser listen med steder, betyr det at du ikke har nådd det laveste stedsnivået enda.<br />Du kan allerede nå velge et navn fra <b>Listen med personer/familier</b> eller så kan du gå ned enda et stedsnivå ved å klikke på et annet <b>stedsnavn</b> i listen over.
pl: Tutaj wyświetlona jest liczba wyników wyszukiwania. Jeśli nadal widzisz listę miejsc, oznacza to, że nie nie znajdujesz się na najniższym poziomie.<br /><br />Możesz wyświetlić wszystkie wpisy powiązane z tym miejscem lub zaostrzyć kryteria wyszukiwania, klikając na któreś miejsce.

source: In this list you can see the locations that are found subordinate to the current location you have chosen. If you have not yet selected a place, you will see a list of all of the top level locations (e.g. countries or states).<br /><br />The names of the locations in the list are clickable; clicking on a location works like a filter, you will be taken to the next level down.
ca: És un llistat on s'hi mostren els llocs subordinats del que hagueu escollit. Si no n'heu seleccionat cap, sortirà un llistat del nivell superior (per exemple, països o estats).<br /><br />Podeu polsar sobre tots els noms de la llista. Fent-ho, actua com a filtre i us mena al nivell inferior.
da: I denne liste kan du se de steder, der er fundet på det niveau, du har valgt.<br />Du kan klikke på et stednavn i listen, og derved sætter du en begrænsning (filter) til et geografisk område. Med andre ord så vil det bringe dig et stedniveau ned.<br />Det er kun når du er på top-niveauet, at navnelisten ikke bliver vist. På alle andre stedniveauer der ligger under, vil du få en liste med personer og/eller familier, der er knyttet til dette sted.
es: En esta lista puede ver los lugares que se han encontrado subordinados al lugar actual que ha escogido. Si aún no ha seleccionado un lugar, verá una lista de todos los lugares del nivle superior (por ejemplo, países o estados).<br /><br />Se puede hacer clic en los nombres de esta lista; hacer clic en un lugar funciona como un filtro y le mostrará el nivel siguiente inferior al lugar seleccionado.
fi: Tässä luettelossa näytetään valitsemasi paikan alapuolella olevat paikat. Ellet ole valinnut paikkaa, näytetään luettelo ylimmän tason paikoista (esim. läänit tai maat).<br />Luettelon nimet ovat klikattavissa.<br />Paikan klikkaaminen toimii kuin suodatin ja pääset yhden askelen alaspäin luettelossa.
he: ברשימה זו תראה מקומות שנמצאו מתחת לרמה הנוכחית שבחרת. אם עדיין לא בחרת מקום, תראה רשימה של המקומות ברמה העליונה (כלומר ארצות ומדינות).<br /><br />ניתן ללחוץ על השמות של המקומות ברשימה; לחיצה על מקום עובדת כמסנן. הפעולה מורידה אותך רמה אחת למטה.
nn: I denne listen kan du se stedene som er funnet på det geografisk nivået du har valgt.<br />Du kan klikke på et stedsnavn i listen, og da gjør du en begrensning til et mindre geografisk område. Med andre ord så vil det ta deg ned ett stedsnivå.<br />Det er bare når du er på det "laveste" nivået at navnelisten blir vist. På alle andre nivå vil du få en liste med registrerte steder innenfor geografiske området.
pl: Ta lista wyświetla miejsca przypisane pod bieżące miejsce w hierarchii. Jeśli nie wybrano jeszcze żadnego miejsca, zobaczysz listę miejsc na najwyższym poziomie (np. kraje lub województwa).<br /><br />Na każdą nazwę miejsca można kliknąć; kliknięcie spowoduje przejście do kolejnego poziomu niżej.

source: Clicking on this link will show you a list of all of the individuals and families that have events occurring in this place. When you get to the end of a place hierarchy, which is normally a town or city, the name list will be shown automatically.
ca: Polsant aquest enllaç surt una llista de persones o famílies relacionades amb esdeveniments ocorreguts en aquest lloc. Quan sou al capdavall de la jerarquia de llocs, que serà normalment un poble o ciutat, el llistat de noms surt automàticament.
da: Ved at klikke på dette link, vil du se en liste med alle personer og familier, som begivenheder knyttet til samme sted. Når du er kommet til enden af rækken med stedniveauer, som et sted eller en by, vil listen med person- / familienavn blive vist automatisk.
es: Hacer clic en este vínculo le mostrará una lista de todas las personas y familias que tienen eventos ocurridos en este lugar. Cuando llegue al final de una jerarquía de lugares, que suele ser una población, se mostrará automáticamente la lista de nombres.
fi: Klikkaamalla tätä linkkiä luetellaan kaikkien henkilöiden tai perheiden nimet, jotka ovat olleet tekemisissä kyseisen paikan kanssa. Kun olet paikkahierarkian lopussa, näytetään nimet automaattisesti.
he: לחיצה על קישור זה יראה רשימה של כל האנשים והמשפחות שיש להם מאורעות שהתרחשו במקום זה. כאשר מגיעים לסוף היררכית המקומות, בדרך כלל לעיר או עיירה, תראה מיידית את רשימת השמות.
nn: Ved å klikke på stedet som er vist under, så vil du få se en liste med alle personer og familier som hendelser knyttet til dette geografiske nivået.<br /><br />Når du er kommet til slutten av rekken med geografiske stedsnivåer slik som et sted eller en by, vil listen med person- / familienavn bli vist automatisk.
pl: Kliknięcie na ten odnośnik spowoduje wyświetlenie listy wszystkich osób i rodzin, dla których istnieje wydarzenie, które zaszło w danym miejscu. Kiedy dojdziesz na koniec hierarchii miejsc, przeważnie na poziom miasta lub wsi, lista osób i rodzin zostanie wyświetlona automatycznie.

source: Preview all FAQ items
ca: Previsualitza les entrades de preguntes més freqüents
da: Se alle FAQ i preview
es: Previsualizar todas las Preguntas Frecuentes
fi: Esikatsele kaikki kysymykset
he: הצגה מוקדמת של כל ישויות FAQ
nn: Forhåndsvis alle FAQ-elementene
pl: Przejrzyj wszystkie elementy FAQ

source: This option lets an admin user view the FAQ page without all the editing options and links.<br /><br />Except for a single <b>Edit</b> link above the first FAQ item, the appearance of the FAQ page will be identical to what an ordinary user would see. This special <b>Edit</b> link will restore full Edit functionality to the FAQ page.
ca: Aquesta opció permet a un usuari administrador veure les pàgines de preguntes més freqüents sense les opcions d'edició i els enllaços.<br /><br />Excepte per un simple enllaç <b>Edita</b> sobre el primer ítem, la sortida de la pàgina és idèntica a la que pot veure un usuari ordinari. Aquest enllaç especial <b>Edita</b> restaura completament la funcionalitat d'edició de la pàgina.
da: Vælges dette kan en bruger med administratorrettigheder se FAQ-siden uden redigeringsmuligheder og links.<br /><br /> Med undtagelse af et enkelt <b>Rediger</b> link ovenover den første FAQ, så vil FAQ-siden være mage til den side en almindelig bruger kan se. Det specielle <b>Rediger</b> link vil genskabe den fulde redigeringsfunktionalitet for FAQ-siden.
es: Esta opción permite a un administrador ver la página de Preguntas Frecuentes sin todas las opciones y vínculos de edición.<br /><br /> Salvo por un sólo vínculo <b>Editar</b> encima de la primera entrada de Preguntas Frecuentes, la apariencia de la página de Preguntas Frecuentes será idéntica a lo que un usuario normal vería. Este vínculo especial <b>Editar</b> devuelva la capacidad de modificación a la página de Preguntas Frecuentes.
nn: Dette valget lar en adminbruker se FAQ-siden uten alle redigeringsalternativer og lenker.<br /><br />Unntatt for en enkelt<b>Rediger</b>-lenke over den første FAQ-elementet, vil utseendet på FAQ-siden være identisk med hva en ordinær bruker vil se. Denne spesielle <b>Rediger</b>-lenken vil ta deg tilbake til full redigeringsfunksjonalitet for FAQ-siden.
pl: Ta opcja pozwala administratorowi zobaczyć stronę FAQ bez opcji edycji i odnośników.<br /><br />Za wyjątkiem pojedynczego odnośnika <b>Edytuj</b> nad pierwszym elementem FAQ, wygląd strony będzie identyczny z tym, co zobaczy zwykły użytkownik. Ten specjalny odnośnik <b>Edytuj</b> przywróci pełną możliwość edytowania strony FAQ.

source: Show slideshow controls?
ca: Activar els controls de presentació?
da: Vis kontrolknapper for fremvisningen?
es: ¿Mostrar controles de presentación?
fi: Näytetäänkö AJAX-kontrollit?
he: הראה כפתורי בקרה של מצגת שקופיות?
nn: Vis lysbildekontroller?
pl: Pokaż panel kontrolny pokazu slajdów

source: You can use this setting to show or hide the slideshow controls of the Random Media block.<br /><br />These controls allow the user to jump to another random object or to play through randomly selected media like a slideshow. The slideshow changes the contents of the block without preloading information from the server and without reloading the entire page.
ca: Podeu fer servir aquesta configuració per mostrar o amagar els controls de presentació del bloc fitxer a l'atzar.<br /><br />Aquests controls permeten a l'usuari saltar aleatòriament a un altre objecte o anar canviant-los com si es tractés d'una projecció de diapositives. La projecció canvia el contingut del bloc sense carregar prèviament la informació des del servidor ni recarregar la pàgina sencera.
es: Puede utilizar este ajuste para mostrar u ocultar los controles de presentación del bloque de Objeto Audiovisual al Azar.<br /><br />Estos controles permiten al usuario saltar a otro objeto al azar o reproducir los objetos seleccionados como si fueran una presentación. La presentación cambia el contenido del bloque sin precargar información del servidor y sin recargar la página completa.
fi: Voit käyttää tätä asetusta kytkemään päälle tai pois soittimen ohjauspainikkeet satunnaismedia-alueella.<br /><br />Näillä käyttäjä voi joko hypätä toiseen satunnaiseen kohteeseen tai esittää satunnaisesti valittuja kohteita, kuten esimerkiksi diaesityksen. Diaesitys muuttaa alueen sisältöä lataamatta uudestaan tietoa palvelimelta ja lataamatta koko sivua uudelleen.<br /><br />
he: ניתן להשתמש בהגדרות הללו כדי לאפשר או לא לאפשר שליטת הפעלה באזור התמונה האקראית.<br /><br />שליטת ההפעלה מאפשרת למשתמש לעבור לתמונה אקראית אחרת או להפעיל מדיה אקראית כמו מצגת שקופיות. מצגת השקופיות משנה את תוכן האזור ללא צורך בטעינת תוכן האזור מהשרת וללא צורך בהעלאת כל הדף מחדש.
pl: Ta opcja pozwala pokazać lub ukryć panel kontrolny pokazu slajdów w bloku Losowe multimedia.<br /><br />Panel kontrolny umożliwia użytkownikowi przeskoczenie do innego losowego obiektu oraz przeglądanie losowych multimediów w formie pokazu slajdów. Pokaz slajdów zmienia zawartość bloku bez uprzedniego pobierania informacji z serwera i bez przeładowywania całej strony.
