Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Births, marriages, and deaths of relatives are important events in one's life. This option controls whether or not to show these events on the <i>Personal facts and details</i> tab on the Individual page.<br /><br />The events affected by this option are:<ul><li>Death of spouse</li><li>Birth and death of children</li><li>Death of parents</li><li>Birth and death of siblings</li><li>Death of grand-parents</li><li>Birth and death of parents' siblings</li></ul>
ca: Els naixements, casaments i defuncions dels parents directes son esdeveniments importants en la vida d'un mateix. Aquesta opció controla si es mostren o no aquests esdeveniments a la pestanya <i>Esdeveniments personals i detalls</i> de la pàgina personal.<br /><br />Els esdeveniments afectats per aquesta opció son:<ul><li>Defunció de cònjuge</li><li>Naixement i defunció de fills</li><li>Defunció de pares</li><li>Naixements i defuncions de germans</li><li>Defunció d'avis</li></ul>
da: Fødsler, vielser og dødsfald for slægtninge er vigtige begivenheder i ens liv. Disse valgmuligheder gør det muligt at bestemme, om disse begivenheder skal vises på fanebladet <i>Fakta og detaljer om personen</i> på siderne for den enkelte person.<br /><br />De begivenheder, der kan vælges er:<ul><li>Ægtefælles død</li><li>Børns fødsel og død</li><li>Forældres død</li><li>Søskendes fødsel og død</li><li>Bedsteforældres død</li></ul>
es: Nacimientos, matrimonios y defunciones de parientes son sucesos importantes en la vida de uno. Esta opción controla si se muestran o no estos sucesos en la pestaña <i>Detalles personales</i> de la página de persona.<br /><br />Los sucesos afectados por esta opción son <ul><li>Defunción de un cónyuge</li><li>Nacimiento y defunción de hijos</li><li>Defunción de los padres</li><li>Nacimiento y defunción de hermanos</li><li>Defunción de los abuelos</li><li>Nacimiento y defunción de tíos</li></ul>
nn: Opplysninger om fødsel og død til slektninger er viktige hendelser. Dette valget gir deg mulighet til å vise disse hendelsene på arkfanen <i>Fakta og detaljer om personen</i> på faktasiden til personer.<br /><br />Hendelser som vises ved aktivering av dette valget, er:<ul><li>Dødsfall til ektefeller</li><li>Fødsel/dødfall til barn</li><li>Dødsfall til foreldre</li><li>Fødsel/dødsfall til søsken</li><li>Dødsfall til besteforeldre</li><li>Fødsel/dødsfall til søsken til foreldre</li></ul>
pl: Urodzenia, śluby oraz śmierć bliskich są ważnymi wydarzeniami w życiu każdej osoby. Ta opcja określa, czy te wydarzenia mają być widoczne na zakładce <i>Fakty i dane osoby</i> na stronie osoby.<br /><br />Ta opcja ma wpływ na następujące wydarzenia:<ul><li>śmierć małżonka</li><li>urodzenie i śmierć dziecka</li><li>śmierć rodzica</li><li>urodzenie i śmierć rodzeństwa</li><li>śmierć dziadków</li><li>urodzenie i śmierć rodzeństwa rodziców</li></ul>

source: Show Research Assistant
ca: Mostra l'assistent de recerca
da: Vis forskningsassistent
es: Mostrar el asistente de investigación
he: הראה עזרה למחקר
nn: Vis forsknings-logg
pl: Pokaż asystenta badań

source: What type of user can view the Research Assistant module if it is installed?
ca: Quin tipus d'usuari pot veure el mòdul de l'assistent de recerca si es que és instal·lat?
es: ¿Qué tipo de usuario puede ver el módulo asistente de investigación si está instalado?
nn: Hvilke brukere som skal få se på forningsloggene dersom de er installert?
pl: Określa, jaki typ użytkowników może korzystać z asystenta badań, jeśli ten moduł jest zainstalowany.<br /><br />Ustawia parametr $SHOW_RESEARCH_ASSISTANT w pliku <i><u>xxx</u>.GED_priv.php</i>.

source: Set the privacy access level for all Sources. If the user does not have access to Sources, the Source list will be removed from the Lists menu and the Sources tab will not be shown on the Individual Details page.
ca: Determina el nivell de privadesa d'accés per a totes les fonts. Si l'usuari no ha de tenir accés a les fonts, aquesta desapareixerà de les del menú i la pestanya de fonts tampoc apareixerà a la pàgina de Detalls Personals.
da: Angiv adgangsniveau for alle kilder af hensyn til beskyttelse af privatlivet. Hvis brugeren ikke har adgang til at se kilder, vil menuvalget for kilder være fjernet i forbindelse med lLister og faneblade, og kilder vil ikke blive vist på faktasiden for personer eller familier.
es: Fija el nivel de acceso a todas las Fuentes. Si el usuario no tiene acceso a las Fuentes, la lista de Fuentes se eliminará del menú de Listas y no se mostrará la pestaña Fuentes en la página de información de Detalles de la Persona.
nn: Angi tilgangsnivå med hensyn til personvern for alle kilder. Dersom brukeren ikke har tilgang til kilder, vil menyvalget for kilder bli fjernet under Lister og arkfanen for kilder vil ikke bli vist på faktasiden for personer eller familier.
pl: Ustawia prywatny poziom dostępu dla wszystkich źródeł. Jeśli użytkownik nie ma dostępu do źródeł, lista źródeł zostanie usunięta z menu list, a zakładka źródła nie będzie widoczna na stronie danych osoby.

source: On pages generated for search engines, display as the last line the particular search engine the page detected. If this option is on, it can bias Google&reg; AdSense towards search engine optimization tools.
ca: En pàgines generades per motors de recerca mostra a la darrera línea el motor de recerca particular que ha detectat la pàgina. Si s'activa aquesta opció, predisposa Google&reg; AdSense per a eines d'optimització del motor de recerca.
es: En las páginas generadas para los motores de búsqueda, mostrar como última línea el motor de búsqueda que detectó la página. Si se activa esta opción, puede afectar a Google AdSense a favor de las herramientas de optimización de motores de búsqueda.
nn: På sider som genereres for søkemotorer, kan denne setningen vises som den siste linjen på siden denne søkemotorene oppdager. Hvis dette alternativet er slått på, kan det påvirke Google&reg; AdSense i retning av søkemotorens optimatiseringsverktøy.
pl: Na stronach tworzonych dla wyszukiwarek, pokaż jako ostatni wiersz wyszukiwarkę, która została wykryta przez stronę. Włączenie tej opcji może spowodować, że Google AdSense zastosuje narzędzia optymalizacji wyszukiwarki.

source: Show runtime statistics and database queries at the bottom of every page.
ca: Treu estadístiques de temps d'execució i de consultes a la base de dades al final de cada pàgina.
da: Vis runtime statistik og antal databaseforespørgsler nederst på hver side.
es: Muestra estadísticas de tiempo de ejecución y operaciones en la base de datos al pie de cada página.
nn: Vis runtime-statistikk og antall database-forespørsler på bunnen av hver side.
pl: Pokazuje statystyki bieżące i zapytania do bazy danych na dole każdej strony.

source: When a new source record is added online in PhpGedView, a new ID for that source will be generated automatically. The source ID will have this prefix.
ca: Quan s'afegeix en línea un nou registre de font al PhpGedView, es genera automàticament un nou ID per a ella. Aquest nou ID de font portarà aquell prefix.
da: Når en ny kilde bliver tilføjet online i PhpGedView, vil der automatisk blive genereret et nyt ID for kilden. Kilde-ID nummmeret vil få dette præfiks.
es: Si se añade una nueva fuente en PhpGedView se generará automáticamente un número ID para ella. El ID de la fuente tendrá este prefijo.
nn: Når en ny kilde blir lagt til online i PhpGedView, vil det automatisk bli generert en ny ID for denne kilden. Kildens ID vil få denne prefiksen.
pl: Podczas dodawania nowego źródła w PhpGedView jest dla niego automatycznie generowany nowy identyfikator. Identyfikator źródła będzie miał podany przedrostek.

source: This is the list of GEDCOM facts that your users can add to sources. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>Unique Source Facts</i> list.
ca: Aquesta és la llista d'esdeveniments GEDCOM que els vostre usuaris poden afegir a les fonts. Podeu modificar-la afegint o traient noms d'esdeveniments, també personalitzar-ne, si cal. Els noms d'esdeveniments que surtin en aquesta llista no han de sortir a la <i>Esdeveniments de fonts únics</i>.
da: Dette er en liste over de fakta, som brugerne kan føje til kildeoplysningerne. Du kan modificere denne liste ved at fjerne eller tilføje GEDCOM-koder, standard koder såvel som tilpassede. GEDCOM-koder, der findes på denne liste må ikke også findes på listen: <i>Entydige kildefakta</i>.
es: Es la lista de hechos GEDCOM que sus usuarios puede añadir a las fuentes. Puede modificar esta lista eliminado o añadiendo nombres de hechos, incluso los personalizados, según sea apropiado. Los nombres de hechos que aparezcan en esta lista no deben aparecer también en la lista <i>Hechos agregables una sola vez a fuentes</i>.
he: This is the list of GEDCOM facts that your users can add to sources. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the <i>עובדות מקור יחידות במינן</i> list.
nn: Dette er rekken av GEDCOM-fakta som dine brukere kan legge til kilder. Du kan endre denne listen ved å fjerne eller legge til faktanavn, også egendefinerte om nødvendig. Faktanavn som er på denne listen kan ikke samtidig være på <i>Unike fakta for kilder</i>-listen.
pl: To jest lista faktów, które twoi użytkownicy mogą dodawać do źródeł. Możesz zmieniać tą listę, dowolnie usuwając lub dodając nazwy faktów (nawet własne). Nazwy faktów, które występują na tej liście, nie mogą jednocześnie występować na liście <i>Unikalne fakty źródłowe</i>.

source: This is the short list of GEDCOM source facts that appears next to the full list and can be added with a single click.
ca: Aquesta és una llista breu d'esdeveniments de fonts del GEDCOM que surt al costat de la llista sencera i que poden escollir-se amb un simple clic.
da: Dette er den korte liste over GEDCOM kilde fakta, der vises ved siden af den komplette liste og som kan tilføjes med et enkelt klik.
es: Es la lista corta de hechos GEDCOM para las fuentes que aparece junto a la lista completa y que pueden añadirse conun solo clic.
nn: Dette er et utvalg av GEDCOM-fakta for personer som vises ved siden av den komplette listen og som kan legges til med et enkelt klikk.
pl: To jest krótka lista faktów źródłowych GEDCOM, które są wyświetlane obok pełnej listy i mogą być szybko dodane za jednym kliknięciem myszki.

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to sources. For example, if TITL is in this list, users will not be able to add more than one TITL record to a source. Fact names that appear in this list must not also appear in the <i>Source Add Facts</i> list.
ca: Aquesta és la llista d'esdeveniments GEDCOM que els vostres usuaris poden afegir <u>un sol cop</u> a les fonts. Per exemple, si TITL és a la llista, els usuaris no poden afegir més d'un camp TITL a la font. El noms d'esdeveniment d'aquesta llista no han de figurar a la <i>Addició d'esdeveniments de fonts</i>.
da: Dette er en liste over de fakta, som brugerne kun kan føje til kildeoplysningerne <u>een gang</u>. For eksempel, hvis TITL findes på denne liste, så vil brugere ikke kunne tilføje mere end een titel på en kilde. GEDCOM-koder, der findes på denne liste må ikke også findes på listen: <i>Tilføj kildefakta</i>.
es: Es la lista de hechos GEDCOM que sus usuarios sólo pueden añadir <u>una vez</u> a las fuentes. Por ejemplo, si TITL aparece en esta lista, los usuarios no podrán añadir más de un registro TITL a una fuente. Los nombres de hechos que aparezcan en esta lista no deben aparecer también en la lista <i>Hechos agregables a fuentes</i>.
he: This is the list of GEDCOM facts that your users can only add <u>once</u> to sources. For example, if TITL is in this list, users will not be able to add more than one TITL record to a source. Fact names that appear in this list must not also appear in the <i>עובדות מקור שניתן להוסיף</i> list.
nn: Dette er rekken med GEDCOM fakta som dine brukere kan legge til <u>en gang</u> for en kilde. For eksempel, hvis TITL er på denne listen, vil brukerne ikke kunne legge til mer enn en TITL-fakta til en kilde. Faktanavn på denne listen kan ikke samtidig være på <i>Fakta å legge til for kilder</i>-listen.
pl: To jest lista faktów GEDCOM, które twoi użytkownicy mogą dodać tylko <u>raz</u> do źródła. Na przykład, jeśli na liście znajduje się tytuł (TITL), użytkownicy nie będą mogli dodać więcej niż jednego wpisu o tytule (TITL) do danego źródła. Nazwy faktów występujące na tej liście nie mogą jednocześnie występować na liście <i>Fakty źródłowe</i>.

source: Set this to <b>Yes</b> to split each place name by commas into subfields for easier editing. Example :<br /><ol><li>Default mode<br /><u>Place</u>: Half Moon Bay, San Mateo, California, USA<br /><br /></li><li>Split mode<br /><u>Country</u>: USA<br /><u>State</u>: California<br/><u>County</u>: San Mateo<br/><u>City</u>: Half Moon Bay</li></ol>
ca: Poseu-ho a <b>Si</b> per dividir les comes dels noms de lloc en sotscamps separats, per fer l'edició més fàcil. Exemple :<br /><ol><li>Mode per defecte<br /><u>Lloc</u>: Half Moon Bay, San Mateo, California, USA<br /><br /></li><li>Mode dividit<br /><u>País</u>: USA<br /><u>Estat</u>: California<br/><u>Comtat</u>: San Mateo<br/><u>Ciutat</u>: Half Moon Bay</li></ol>
da: Vælges <b>Ja</b> vil feltet for stednavne splittes således, at hvert sted (separeret med komma) bliver vist i sit eget felt for at gøre redigeringen mere enkel.<br /> Eksempel :<br /><ol><li>Standard opsætning<br /><u>Sted</u>: Nørvang, Børkop, Vejle, Danmark<br /><br /><li>Splittet<br /><u>Land</u>: Danmark<br /><u>Amt</u>: Vejle<br/><u>Sogn</u>: Børkop<br/><u>Herred</u>: Nørvang</ol>
es: Fije esto a <b>Sí</b> para partir cada lugar por las comas a subcampos para una más fácil edición. Ejemplo :<br /><ol><li>Modo predeterminado<br /><u>Place</u>: Half Moon Bay, San Mateo, California, USA<br /><br /></li><li>Modo partido<br /><u>País</u>: USA<br /><u>Estado</u>: California<br/><u>Condado</u>: San Mateo<br/><u>Localidad</u>: Half Moon Bay</li></ol>
nn: Velger du <b>Ja</b> vil stedsfeltet bli splittet slik at hvert sted (separert med komma) bli vist i egne felt for enklere redigering. Eksempel :<br /><ol><li>Standard oppsett<br /><u>Sted</u>: Gulset, Skien, Telemark, Norge<br /><br /><li>Splittet<br /><u>Land</u>: Norge<br /><u>Fylke</u>: Telemark<br/><u>Kommune</u>: Skien<br/><u>Bydel</u>: Gulset</ol>
pl: Ustaw tą opcję na <b>Tak</b> aby rozdzielić każdą nazwę miejsca według przecinków na osobne pola dla łatwiejszej edycji. Na przykład:<br /><ol><li>Tryb domyślny<br /><u>Miejsce</u>: Siedlce, Siedlecki, Mazowieckie, Polska<br /><br /></li><li>Tryb rozdzielania<br /><u>Państwo</u>: Polska<br /><u>Województwo</u>: Mazowieckie<br/><u>Powiat</u>: Siedlecki<br/><u>Miejscowość</u>: Siedlce</li></ol>

source: Maximum number of family names
ca: Nombre màxim de noms de família
es: Número máximo de nombres de familias
he: מספר מכסימלי של שמות משפחה של משפחות
nn: Maks antall familienavn
pl: Maksymalna liczba nazwisk dla rodzin

source: Long lists of families with the same name can be broken into smaller sub-lists according to the first letter of the given name.<br /><br />This option determines when sub-listing of family names will occur. To disable sub-listing completely, set this option to zero.
ca: Les llistes massa llargues de famílies amb el mateix nom poden dividir-se en petites subllistes ordenades per la inicial del nom de pila.<br /><br />Aquesta opció determina a partir de quin nombre cal fer-ho. Per desactivar completament les subllistes, poseu aquesta opció a zero.
es: Largas listas de familias con el mismo nombre pueden partirse en sublistas menores según la inicial del nombre de pila.<br /><br />Esta opción determina cuándo se producirán las sublistas para los nombres de familias. Para desactivar la creación de sublistas completamente, fije esta opción a cero.
nn: Lange lister med familier med samme etternavn kan brytes opp i mindre underlister i henhold til den første bokstaven i personenes fornavn.<br /><br />Dette valget bestemmer når underlister av etternavn skal benyttes. For å deaktivere oppdeling i underlister fullstendig, sett dette valget til null.
pl: Długie listy nazwisk rodzin o tym samym nazwisku można podzielić na mniejsze podlisty według pierwszej litery imienia.<br /><br />Ta opcja określa, kiedy ma zachodzić ten podział. Aby całkowicie wyłączyć dzielenie na podlisty, ustaw ten parametr na zero.

source: Long lists of persons with the same surname can be broken into smaller sub-lists according to the first letter of the individual's given name.<br /><br />This option determines when sub-listing of surnames will occur. To disable sub-listing completely, set this option to zero.
ca: Les llistes massa llargues de persones amb el mateix cognom poden dividir-se en petites subllistes ordenades per la inicial del nom de pila.<br /><br />Aquesta opció determina a partir de quin nombre cal fer-ho. Per desactivar completament les subllistes, poseu aquesta opció a zero.
es: Largas listas de personas con el mismo apellido puede partirse en sublistas menores en función de la inicial del nombre de pila de la persona.<br /><br />Esta opción determina cuándo se producirá la creación de sublistas. Para desactivar la creación de sublistas, fije esta opción a cero.
nn: Lange lister med personer med samme etternavn kan brytes opp i mindre underlister i henhold til den første bokstaven i personenes fornavn.<br /><br />Dette valget bestemmer når underlister av etternavn skal benyttes. For å deaktivere oppdeling i underlister fullstendig, sett dette valget til null.
pl: Długie listy nazwisk osób o tym samym nazwisku można podzielić na mniejsze podlisty według pierwszej litery imienia.<br /><br />Ta opcja określa, kiedy ma zachodzić ten podział. Aby całkowicie wyłączyć dzielenie na podlisty, ustaw ten parametr na zero.

source: Lists of surnames, as they appear in the Top 10 Surnames block, the Individuals, and the Families, can be shown in different styles.<ul><li><b>Table</b>&nbsp;&nbsp;&nbsp;In this style, the surnames are shown in a table that can be sorted either by surname or by count.</li><li><b>Tagcloud</b>&nbsp;&nbsp;&nbsp;In this style, the surnames are shown in a list, and the font size used for each name depends on the number of occurrences of that name in the database. The list is not sortable.</li></ul>
ca: Les llistes de cognoms que surten al bloc Els 10 cognoms més comuns, a Persones, i a Famílies, poden veure's en diferents estils.<ul><li><b>Diagrama</b>&nbsp;&nbsp;&nbsp;En aquest estil els cognoms surten en una taula que pot ordenar-se be per cognom o per nombre.</li><li><b>Núvol d'etiquetes</b>&nbsp;&nbsp;&nbsp;En aquest es mostren en una llista on la mida de la font depèn del nombre d'ocurrències d'aquest nom a la base de dades. En aquest format no poden ordenar-se.</li></ul>
es: Las listas de apellidos que aparecen en el bloque 10 apellidos más frecuentes, la Personas y la Familias, se pueden mostrar en diferentes estilos.<ul><li><b>Tabla</b>&nbsp;&nbsp;&nbsp;En este estilo, los apellidos se muestran en una tabla que se puede clasificar por apellido o por número de casos.</li><li><b>Nube de etiquetas</b>&nbsp;&nbsp;&nbsp;En este estilo, los apellidos se muestran en una lista y el tamaño de la letra utilizada depende del número de casos de ese nombre en la base de datos. La lista no se puede clasificar.</li></ul>
he: Lists of surnames, as they appear in the עשרת השמות השכיחים block, the אנשים, and the משפחות, can be shown in different styles.<ul><li><b>טבלה</b>&nbsp;&nbsp;&nbsp;In this style, the surnames are shown in a table that can be sorted either by surname or by count.</li><li><b>ענן תגיות</b>&nbsp;&nbsp;&nbsp;In this style, the surnames are shown in a list, and the font size used for each name depends on the number of occurrences of that name in the database. The list is not sortable.</li></ul>
nn: Lister med etternavn, slik som de fremkommer i Rammen Topp 10 etternavn blokken, Personer, og Familier, kan vises i ulike stiler.<ul><li><b>Tabell</b>&nbsp;&nbsp;&nbsp;I denne stilen vil etternavn vises i en tabell som kan sorteres enten etter etternavn eller antall.</li><li><b>Tagcloud</b>&nbsp;&nbsp;&nbsp;I denne stilen vil etternavn vises i en liste og størrelsen på skrifttypen for hvert navn er avhengig av frekvensen av dette etternavnet i databasen. Denne listen kan du ikke sortere.</li></ul>
pl: Listy nazwisk w sekcji Najczęściej występujące nazwiska, Lista osób i Lista rodzin mogą być wyświetlane na różny sposób.<ul><li><b>Tabela</b>&nbsp;&nbsp;&nbsp;W tym stylu nazwiska są pokazane w formie tabelki, którą można sortować po nazwisku lub liczniku.</li><li><b>Mapa skojarzeniowa</b>&nbsp;&nbsp;&nbsp;W tym stylu nazwiska są pokazane w formie listy, w której rozmiar czcionki dla każdego nazwiska zależy od liczby wystąpień tego nazwiska w bazie danych. Listy nie można sortować.</li></ul>
