Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: In this section you specify the parameters that are required to connect to the remote site hosting the data you are linking to. You have the option of choosing from a list of known sites that you have used before, or entering the Site URL and Database ID for a new one.<br /><br />In the <b>Site URL</b> field, you enter the URL to access the web services description file (WDSL) which tells PhpGedView how to access the data on the remote site. For a remote PhpGedView website, the URL to the WSDL file will look like this: <u>http://www.remotesite.com/phpGedView/genservice.php?wsdl</u><br /><br />The <b>Database ID</b> field is used to enter an optional database identifier for remote sites that require one. For PhpGedView sites, this is the name of the GEDCOM file. <br /><br />The <b>Username</b> and the <b>Password</b> fields are necessary if the database requires it.<br /><br /><i>Note: Remote PhpGedView sites must be running version 4.0 or later; earlier versions do not have this capability.</i>
ca: En aquesta secció podeu especificar els paràmetres que calguin, per connectar al lloc remot que conté les dades que esteu vinculant. Hi ha l'opció d'escollir entre una llista de llocs coneguts que hagueu fet servir abans o d'entrar el URL del Lloc i ID de la Base de Dades per a un de nou.<br /><br />Al camp <b>URL del Lloc</b>, cal que hi entreu el URL per accedir al servei web de descripció de fitxer (WDSL) que informa al PhpGedView com accedir a les dades del lloc remot. Per a un lloc PhpGedView remot, el URL del fitxer WSDL ha d'ésser així: <u>http://www.llocremot.com/phpGedView/genservice.php?wsdl</u><br /><br />El camp <b>ID de la Base de Dades</b> serveix per entrar un identificador opcional de base de dades pels llocs remots que ho requereixin. Per a llocs PhpGedView, és el mateix nom que el fitxer GEDCOM. <br /><br />El camp <b>Nom d'usuari</b> i el camp <b>Contrasenya</b> son necessaris si la base de dades els requereix.<br /><br /><i>Nota: Els llocs remots PhpGedView han de córrer sota versió 4.0 o posterior. Versions anteriors no disposen d'aquesta habilitat.</i>
da: I denne sektion specificerer du de parametre, der kræves for at oprette en forbindelse til den eksterne site, der indeholder de data, du linker til. Du har muligheden for at vælge fra en liste over kendte sites, som du har anvendt før, eller angive Hjemmesidens internetadresse (URL) og GEDCOM-ID for en ny.<br /><br />I <b>Hjemmesidens internetadresse (URL)</b> feltet, angiver du URL-adressen for at få adgang til web services description filen (WDSL), der fortæller PhpGedView, hvordan den skal få adgang til den eksterne site. For en ekstern PhpGedView hjemmeside, ser URL-adressen for WSDL filen ud som følger: <u>http://www.remotesite.com/phpGedView/genservice.php?wsdl</u><br /><br /><b>GEDCOM-ID</b> feltet anvendes til at angive en valgfri database ID for de eksterne sites, der kræver en. For PhpGedView sites, er det navnet på GEDCOM-filen. <br /><br />Felterne til <b>Brugernavn</b> og <b>Adgangskode</b> er nødvendige hvis databasen kræver det.<br /><br /><i>Note: Eksterne PhpGedView sites skal køre med version 4.0 eller senere; tidligere versioner har ikke denne funktion.</i>
es: En esta sección se introducen los datos requeridos para conectar con el sitio remoto que contiene los datos con los que quiera vincular. Tiene la opción de escoger de una lista de sitios conocidos que ya ha usado antes o introducir URL del sitio y ID de la base de datos para un nuevo sitio.<br /><br />En el campo <b>URL del sitio</b> introduzca la URL de acceso al archivo de descripción de los servicios web (WDSL) que dice a PhpGedView cómo acceder a los datos en el sitio remoto. Para un sitio web remoto PhpGedView, la URL del archivo WSDL se parecerá a <u>http://www.remotesite.com/phpGedView/genservice.php?wsdl</u><br /><br />El campo <b>ID de la base de datos</b> se utiliza para introducir opcionalmente un identificador de la base de datos para los sitios remotos que requieran ese dato. Para los sitios PhpGedView, se trata del nombre del archivo GEDCOM. <br /><br />Los campos de <b>Identificador de usuario</b> y <b>Contraseña</b> son necesarios si la base de datos lo requiere.<br /><br /><i>Nota: Los sitios remotos PhpGedView deben utilizar la versión 4.0 o posterior; las versiones anteriores no tienen esta capacidad.</i>
fi: Tässä määrittelet ne parametrit, joita tarvitaan kytkeytymiseksi siihen etäsivustoon, jossa yhdistettävä tieto on. Voit joko valita aiemmin käyttämiesi sivustojen luettelosta tai kirjoittamalla Verkko-osoite (URL) ja GEDCOM ID-tunnus uutta varten.<br /><br /><b>Verkko-osoite (URL)</b>-kenttään kirjoitat URL-osoitteen päästäksesi verkkokuvaustiedostoon (WDSL), joka kertoo PhjGedView-ohjelmalle miten päästä käsiksi etäsivuston aineistoon. PhpGedView etäsivustolla URL WSDL-tiedosto näyttää seuraavalta: <u>http://www.etapalvelin.com/phpGedView/genservice.php?wsdl.</u><br /><br /><b>GEDCOM ID-tunnus</b>-kenttää käytetään lisäämään vaihtoehtoinen tietokantatunnistin sitä vaativille etäsivustoille. PhpGedView-sivustoilla se on GEDCOM-tiedoston nimi.<br /><br /><i>Huomaa: Etäpalvelimien on käytettävä PhpGedView-ohjelman versiota 3.4 tai uudempaa; vanhemmilla versioilla ei ole tätä ominaisuutta.</i>
he: בקטע הזה מפרטים את הפרמטרים הדרושים כדי להתקשר לאתר מרוחק שבו נמצאים הנתונים שאליהם ברצונך להקשר. ניתן לבחור מרשימה של אתרים ידועים שבהם כבר השתמשת מקודם או הכנסת הכתובת URL של האתר והקוד של מסד הנתונים של אתר חדש.<br /><br />בשדה <b>כתובת URL של האתר</b>, יש למלא את ה-URL כדי לגשת לקובץ התיאור של שרותי הרשת (WDSL) שאומר ל-PhpGedView איך לגשת לנתונים באתר המרוחק. עבור אתר PhpGedView מרוחק, ה-URL לקובץ ה-WSDL יראה כך: <u>http://www.remotesite.com/phpGedView/genservice.php?wsdl</u><br /><br />שדה ה<b>קוד של מסד הנתונים</b> ישמש להכנסת קוד זיהוי ברירת מחדל למאגר הנתונים עבור אתרים מרוחקים שדורשים אותו. עבור אתרי PhpGedView, זה שם קובץ ה-GEDCOM.<br /><br /><i>הערה: אתרי PhpGedView מרוחקים חייבים להשתמש בגרסה 3.4 או מאוחרת יותר; לגרסאות מוקדמות יותר אין את היכולת הזו.</i>
pl: W tej sekcji wyszczególniasz parametry, które są niezbędne do połączenia ze stroną zewnętrzną, na której znajdują się dane, do których chcesz się odwołać. Możesz wybrać stronę z listy znanych stron, których użyto wcześniej, lub wprowadzić Adres URL strony oraz ID bazy danych dla nowej strony.<br /><br />W polu <b>Adres URL strony</b> wprowadzasz adres URL umożliwiający dostęp do pliku opisu usług sieciowych (WDSL), który mówi PhpGedView, w jaki sposób uzyskać dostęp do danych na zdalnej stronie. Dla zdalnej strony PhpGedView website adres URL wygląda tak: <u>http://www.remotesite.com/phpGedView/genservice.php?wsdl</u><br /><br />W polu <b>ID bazy danych</b> może się znaleźć opcjonalny identyfikator bazy danych dla stron, które tego wymagają. Dla stron PhpGedView jest to nazwa pliku GEDCOM.<br /><br />Pola <b>Login</b> oraz <b>Hasło</b> są koniecznie tylko, jeśli wymaga tego baza danych.<br /><br /><i>Uwaga: zdalne strony PhpGedView muszą posiadać wersję 4.0 lub nowszą; starsze wersje nie dają możliwości zdalnego łączenia.</i>

source: This item will allow you to link the current individual as a wife to a family that is already in the database.<br /><br />This is an advanced editing option that should only be used if the family you want to link to already exists. If you want to add a <u>new</u> family to this individual, use the <b>Add a new husband</b> link.
ca: Polsant aquí podeu vincular aquesta persona com a esposa d'una família prèviament existent a la base de dades.<br /><br />És una opció d'edició avançada que solament podeu emprar si la família ja existeix. Si el que es voleu és crear una <u>nova</u> família, cal que aneu a l'enllaç <b>Crea una nova persona i vincula'l com a espòs</b>.
da: Dette valg gør det muligt at knytte denne person som en hustru / partner til en familie som allerede findes i slægtsbasen. Dette er et avanceret valg, som kun bør anvendes, hvis den familie, du ønsker at lave en kobling til, findes. Hvis du kun ønsker at tilføje en ny familie, må du bruge valgmuligheden Tilføj en ny ægtemand.
es: Este elemento le permitirá relacionar la persona actual como esposa de una familia ya existente en la base de datos.<br /><br />Ésta es una opción de modificación avanzada que sólo debe usarse si la familia con la que desea relacionar la persona ya existe. Si desea agregar una familia <u>nueva</u> a esta persona, use el vínculo <b>Agregar un nuevo esposo</b>.
fi: Klikkaamalla tätä linkkiä voit liittää hänet vaimoksi olemassa olevaan perheeseen. Tämä on edistyksellinen muokkausvaihtoehto, jota saa käyttää vain mikäli liitettävä perhe on jo olemassa GEDCOM-tiedostossa. Mikäli haluat lisätä uuden perheen, käytä "Lisää uusi aviomies" linkkiä.
he: האופציה מאפשרת, על ידי לחיצה על הקישור, לקשור את האדם הנוכחי כאישה למשפחה קיימת במאגר הנתונים, משפחה שעד עכשיו אין לה אישה. האדם הנוכחי ירשם במקום האדם הלא ידוע. כל האירועים, נתוני החתונה וילדים ישמרו את הקישורים הקיימים למשפחה.<br /><br />לחץ על הקישור, הכנס את קוד הזיהוי של המשפחה (אם הקוד אינו ידוע, תוכל לחפש אותו בחלון שיצוץ), וסיימת את המשימה. זו בחירת עדכון מתקדמת שיש להשתמש בה רק אם המשפחה שאליה רוצים לקשר כבר קיימת. אם ברצונך רק להוסיף משפחה <u>חדשה</u>, השתמש בקישור <b>הוסף בעל חדש</b>.
nn: Dette valget gjør at det mulig å knytte denne personen som en hustru / partner til en familie som allerede finnes i slektsbasen. Dette er et avansert valg som bare bør brukes dersom familien du ønsker å lage en kobling til finnes fra før. Derrsom du bare ønsker å legge til en ny familie, må du bruke valget <b>Legg til en ny ektemann</b>.
pl: Ten odnośnik umożliwia powiązanie tej osoby jako żony z rodziną istniejącą w bazie danych. <br /><br />Wystarczy kliknąć na odnośnik i wprowadzić identyfikator rodziny. Ta zaawansowana opcja powinna być użyta tylko wtedy, kiedy rodzina już istnieje w bazie danych. Jeśli chcesz dodać <u>nową</u> rodzinę do tej osoby, użyj odnośnika <b>Dodaj nowego męża</b>.

source: Here you see two buttons to login to the system.<br /><br />The page you will be taken to depends on which button you click after typing your user name and password.<br /><ul><li>The <b>Login</b> button<br />If you click this button, you will be logged in and go directly to your My Page, where you can edit your settings, add or edit favorites, send and read messages, etc.</li><li>The <b>Admin</b> button<br />If you have Admin rights, you can click this button to go directly to the main Administration page.</li></ul>
da: Her ser du to knapper til at logge dig ind i systemet.<dl><dt><b>Log ind</b></dt><dd>Almindelige brugere benytter kun denne knap efter at de har oplyst brugernavn og adgangskode. Derefter vil de blive sendt til deres egen "Min GedView Portal", hvor de kan sende og læse beskeder, ændre deres opsætning, tilføje eller ændre favoritter osv.</dd><dt><b>Administration</b></dt><dd>Den virker kun for brugere med administratorrettigheder. Ved at klikke på denne knap vil siden for administration af hjemmesiden blive vist.</dd></dl>
pl: Tutaj zobaczysz dwa przyciski, służące do zalogowania do systemu.<br /><br />Od tego, na który z nich klikniesz po wpisaniu loginu i hasła, zależy, gdzie znajdziesz się po zalogowaniu.<br /><ul><li>Przycisk <b>Zaloguj</b><br />Po kliknięciu na ten przycisk przejdziesz bezpośrednio na stronę Mój portal, gdzie możesz edytować ustawienia, dodawać i usuwać ulubione, wysyłać i czytać wiadomości, itd.</li><li>Przycisk <b>Administracja</b><br />Jeśli masz prawa administratora, kliknięcie na ten przycisk przeniesie cię bezpośrednio do głównej strony administracji.</li></ul>

source: On this page you can login, request a new password, or request a new user account.
ca: Aquesta pàgina us permet accedir, demanar una nova contrasenya o permís d'accés.
da: På denne side kan du logge dig ind, bestille en ny adgangskode eller en ny brugerkonto.
es: En esta página puede entrar como usuario identificado, solicitar una nueva contraseña o solicitar una nueva cuenta de usuario.
fi: Tällä sivulla voit kirjautua järjestelmään, pyytää uutta salasanaa tai uutta käyttäjätiliä.
he: בדף הזה תוכל להתחבר למערכת, לבקש סיסמא חדשה או לבקש קוד משתמש חדש.
nn: På denne siden kan du logge deg inn, be om et nytt passord eller be om en ny brukerkonto.
pl: Na tej stronie możesz się zalogować, zamówić nowe hasło lub rozpocząć zakładanie nowego konta.

source: PhpGedView detected that your GEDCOM file was created on a Macintosh computer.<br /><br />Macintosh files end each line with a CR control code. CR is Ctrl+M.<br />Unix files end each line with an LF control code. LF is Ctrl+J.<br />Windows and DOS use a two-code sequence, CR followed by LF.<br /><br />PhpGedView requires that all files use Unix or DOS line endings. When you click the Cleanup button, your line endings will be converted accordingly.
ca: El PhpGedView ha detectat que el fitxer GEDCOM s'ha creat amb un ordinador Macintosh.<br /><br />Els fitxers Macintosh acaben cada línea amb un codi de control CR. El CR és Ctrl+M.<br />Els fitxers Unix acaben cada línea amb un codi de control LF. L'LF és Ctrl+J.<br />El Windows i el DOS fan servir dues seqüències de codi, CR seguit d'LF.<br /><br />El PhpGedView necessita que tots els fitxers emprin finals de línea Unix o DOS. Polsant el botó Netejar es convertiran convenientment tots els finals de línea.
da: PhpGedView har opdaget at din GEDCOM-fil blev genereret på en Macintosh PC. Macintosh-filer bruger andre koder for linieafslutning (r) end Unix (n) og DOS/Windows (rn). PHP-funktioner der anvendes af PhpGedView kræver at GEDCOM-filerne skal være Unix- eller DOS-filer. Når du klikker på knappen <b>Ryd</b /> vil din fil blive konverteret til en DOS-fil.
es: PhpGedView detectó que su archivo GEDCOM fue creado en una computadora Macintosh.<br /><br />Los archivos de Macintosh terminan cada línea con un código de control CR. CR es Ctrl+M.<br />Los archivos Unix terminan cada línea con un código de control LF. LF es Ctrl+J.<br />Windows y DOS utilizan una secuencia de dos códigos, CR seguido de LF.<br /><br />PhpGedView requiere que todos los archivos utilicen terminación de línea Unix o DOS. Si hace clic en el botón Limpiar, sus terminaciones de línea se convertirán apropiadamente.
fi: PhpGedView havaitsi, että GEDCOM-tiedostosi on luotu MacIntosh-tietokoneella. MacIntosh-tiedostot käyttävät eri rivinloppua (r) kuin Unix (n) tai Windows (rn). PhpGedView-ohjelman funktiot edellyttävät, että GEDCOM-tiedostot ovat joko Unix- tai DOS-tieodstoja. Kun klikkaat siivoa-painiketta, tiedostosi muunnetaan DOS-muotoon.
he: PhpGedView גילה שקובץ ה-GEDCOM שלך נוצר על מחשב Macintosh.<br /><br />קובצי Macintosh מסיימים שורה עם תו בקרה CR. CR הוא Ctrl+M.<br />קובצי Unix מסיימים את השורה עם תו בקרה LF. LF הוא Ctrl+J.<br />חלונות ו-DOS משתמשים ברצף של שני תווים, CR ואחריו LF.<br /><br />PhpGedView דורשת שכל הקובצים ישתמשו בסיומת Unix או DOS. כאשר תלחץ על כפתור ניקיון, סיומות השורה שלך יוסבו בהתאם.
nn: PhpGedView oppdaget at GEDCOM-filen din ble lagd på på en Macintosh datamaskin. Macintosh-filer bruker andre koder for linjeslutt (\r) enn Unix (\n) og DOS/Windows (\r\n). PHP-funksjoner brukt av PhpGedView krever at GEDCOM-filene må være Unix- eller DOS-filer. Når du klikker på knappen Rydd, vil filen din bli konvertert til en DOS-fil.PhpGedView oppdaget at GEDCOM-filen din ble lagd på på en Macintosh datamaskin. Macintosh-filer bruker andre koder for linjeslutt (\r) enn Unix (\n) og DOS/Windows (\r\n). PHP-funksjoner brukt av PhpGedView krever at GEDCOM-filene må være Unix- eller DOS-filer. Når du klikker på knappen Rydd, vil filen din bli konvertert til en DOS-fil.PhpGedView oppdaget at GEDCOM-filen din ble lagd på på en Macintosh datamaskin. Macintosh-filer bruker andre koder for linjeslutt (\r) enn Unix (\n) og DOS/Windows (\r\n). PHP-funksjoner brukt av PhpGedView krever at GEDCOM-filene må være Unix- eller DOS-filer. Når du klikker på knappen Rydd, vil filen din bli konvertert til en DOS-fil.
pl: PhpGedView wykrył, że twój plik GEDCOM został utworzony na komputerze Macintosh.<br /><br />Pliki generowane na komputerach Macintosh kończą każdy wiersz kodem kontrolnym CR (Ctrl+M).<br />Pliki Unix kończą każdy wiersz kodem kontrolnym LF (Ctrl+J).<br />Windows i DOS używają sekwencji dwóch kodów, CR i LF.<br /><br />PhpGedView wymaga stosowania przez wszystkie pliki końców wiersza typu Unix lub DOS. Kiedy klikniesz na przycisk "Porządkuj", znaki końca wiersza zostaną odpowiednio przekonwertowane.

source: With this option, the PhpGedView internal messaging system will be used and no emails will be sent.<br /><br />You will receive only <u>internal</u> messages from the other users. When another site user sends you a message, that message will appear in the Message block on your personal My Page. If you have removed this block from your My Page, you will not see any messages. They will, however, show up as soon as you configure My Page to again have the Message block.
da: Vælges dette, vil PhpGedView nyhedsmeddelelsessystem blive brugt, og der vil ikke blive sendt nogen e-mail.<br />På denne måde vil du kun modtage <b>interne beskeder</b> fra andre brugere.<br />Når andre brugere sender en besked til dig fra denne hjemmeside, vil beskeden blive placeret i din beskedramme på din egen side (såfremt du ikke har fjernet denne ramme fra din side).
pl: Ta opcja powoduje stosowanie wewnętrznego systemu komunikacji PhpGedView, w którym nie są wysyłane żadne emaile.<br /><br />Otrzymasz wyłącznie <u>wewnętrzne</u> wiadomości od innych użytkowników. Kiedy inny użytkownik wyśle ci wiadomość, pojawi się ona w bloku "Wiadomości" na twojej stronie Mój portal. Jeśli ten blok został usunięty przy dostosowywaniu strony Mój portal, nie zobaczysz żadnych wiadomości. Pojawią się dopiero, kiedy skonfigurujesz tę stronę tak, aby wyświetlać ten blok.

source: This option is like PhpGedView internal messaging, with one addition. As an extra, a copy of the message will also be sent to the email address you configured on your Account page.<br /><br />This is the default contact method.
ca: Aquesta opció és igual que la Missatgeria interna PhpGedView, amb un afegitó: Com un extra, s'envia una còpia del missatge a l'adreça de correu electrònic que hagueu configurat a la pàgina del compte.<br /><br />Aquest és el mètode de contacte per defecte.
da: Dette valg fungerer ligesom PhpGedView interne beskedsystem, med en tilføjelse.<br />Her vil en kopi af beskeden også blive sendt til din e-mail-adresse, som du har opgivet i Min konto.<br />Denne kontaktmetode er standard.
es: Esta opción es como la Mensajes internos de PhpGedView pero, además se enviará por correo electrónico una copia del mensaje a la dirección indicada en su Cuenta.<br /><br />Es el método de contacto por omisión.
fi: Tämä vaihtoehto on kuin PhpGedView:n sisäinen viestintä, mutta yhdellä lisäyksellä.<br />Kopio viestistä lähetetään myös käyttäjätilissäsi olevaan sähköpostiosoitteeseen.<br />Tämä viestintämenetelmä on oletusasetuksena.
he: הבחירה הזו דומה להודעות פנימיות של PhpGedView, בתוספת אחת. נשלח גם עותק נוסף לכתובת הדואר האלקטרוני שלך, כפי שמוגדרת עבור קוד המשתמש שלך על דף המשתמש שלך.<br /><br />שיטת קשר זו היא ברירת המחדל.
nn: Dette valget er som PhpGedView interne beskjeder, med ett tillegg.<br />Her vil en kopi av beskjeden også bli sendt til epost-adressen din, som du har oppgitt i Min konto.<br />Denne kontaktmetoden er standard valg.
pl: Ta opcja jest jak opcja Wewnętrzna komunikacja PhpGedView z jedną różnicą. Dodatkowa kopia wiadomości zostanie również wysłana na adres email podany na stronie konfiguracyjnej twojego konta.<br /><br />To jest domyślny sposób kontaktowania się.

source: With this option, you will only receive email messages at the address you configured on your Account page. The messaging system internal to PhpGedView will not be used at all, and there will never be any messages in the Message block on your personal My Page.
da: Vælges dette, vil beskeder <b>kun</b> blive sendt til din e-mail-adresse.<br />Andre brugere vil ikke kunne se beskeden.
pl: Ta opcja spowoduje wysyłanie wiadomości wyłącznie przez email, na adres podany na stronie konfiguracyjnej twojego konta. Wewnętrzny system komunikacji PhpGedView będzie wyłączony i nigdy nie zobaczysz żadnych wiadomości w bloku "Wiadomości" na stronie Mój portal.

source: With this option, you will not receive any messages. Even the administrator will not be able to reach you.
ca: Amb aquesta opció no es rebrà mai cap missatge. Fins i tot l'administrador no podrà posar-se en contacte.
da: Vælges dette vil du ikke modtage nogen beskeder overhovedet!
es: Con esta opción no recibirá ningún mensaje. Ni siquiera el administrador podrá ponerse en contacto con Vd.
fi: Tällä vaihtoehdolla et saa viestejä lainkaan.
he: בבחירה הזו לא תקבל שום הודעות. אפילו המנהלן לא יכול להגיע אליך.
nn: Med dette valget vil du ikke motta noen beskjeder i det hele tatt! - Heller ikke administrator kan nå deg...
pl: Ta opcja spowoduje, że nigdy nie otrzymasz żadnych wiadomości. Będziesz nieosiągalny(a) nawet dla administratora.
