Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: If this box is checked, the user will only be allowed access to living people that they are related to. They will be able to see anyone who is within the relationship path length set by their <i>Max relationship privacy path length</i> setting. You can require relationship privacy for all of your users by turning on the global option in the GEDCOM privacy settings.<br /><br />This setting requires that the user be associated with a GEDCOM ID before they will be able to see any living people.
ca: Quan està marcat a l'usuari solament se li permet accedir a persones vives amb les que hi estigui emparentat. Podrà veure qualsevol persona compresa dins del paràmetre de <i>Màxima llargària de privadesa de parentiu</i>. Es pot generalitzar la privadesa de parentiu per a tots els usuaris activant aquesta opció als paràmetres de privadesa del GEDCOM.<br /><br />Per a que es pugui accedir a detalls de cap persona viva, aquesta opció requereix que l'usuari estigui associat prèviament a un ID GEDCOM.
da: Hvis denne checkboks er afmærket vil brugeren kun få tilladelse til at se nulevende personer, som de er beslægtet med. De vil kunne se alle, indenfor den relationsstilængde, der er sat i deres <i>Største tilladte forskel i slægtskab for private data</i>. Du kan kræve privatlivsindstilling for alle dine brugere ved at slå den globale privatlivsindstilling til for GEDCOM-filen.<br /><br />Denne indstilling kræver at brugerne knyttes til et GEDCOM ID førend de kan se nulevende personer.
es: Si se marca esta casilla, al usuario sólo se permitirá el acceso a las personas vivas con las que esté emparentado. Podrán ver a cualquiera que esté dentro de la distancia o longitud de la ruta de parentesco fijada por su ajuste <i>Máxima longitud de la ruta de privacidad por parentesco</i>. Puede requerir que se controle el acceso por parentesco para todos los usuarios activando la opción global en los ajustes de privacidad del GEDCOM.<br /><br />Este ajuste requiere que el usuario esté asociado con un ID GEDCOM para poder ver personas vivas.
fi: Mikäli tämä ruutu on rastitettu, käyttäjä pääsee käsiksi tietoihin vain niistä elävistä henkilöistä , joille hän on sukua. Näkyvien sukulaisten sukulasuussuhteen laajuus riippuu <i>Sukulaisuuden yksityisyysrajoitus, maksimi etäisyys</i>-asetuksesta. Voit vaatia yksityisyysasetusta sukulaisuudelle kaikille käyttäjille aktivoimalla GEDCOM yksityisyysasetuksissa olevan globaalin vaihtoehdon.<br /><br />Tämä asetus vaatii, että käyttäjä on kytketty GEDCOM ID-tunnukseen, ennen kuin yksikään elossa oleva henkilö näkyy.
he: אם התיבה נבחרה, המשתמש יכול לגשת רק אל האנשים החיים שהם קרוביו. הוא יכול לראות את נתוני האנשים שהם במרחק שביל הקרבה כפי שמוגדר בהגדרות <i>האורך המכסימלי של שביל קישור הפרטיות</i> שלו. ניתן לבקש הגדרת פרטיות הקרבה לכול המשתמשים ע"י בחירת האופציה הגלובלית בהגדרות הפרטיות של ה-Gedcom.<br /><br />ההגדרה הזו דורשת שהמשתמש מקושר לקוד זיהוי של ה-Gedcom לפני שהוא יכול לראות אנשים חיים.
nn: Dersom dette valget er merket, vil brukeren bare få tilgang til levende personer som de er i slekt med. De vil kunne se alle som er innenfor antall ledd for slektskap som er bestemt i innstillingen <i>Maks antall ledd for personvern for slektninger</i>. Du kan be om personvern av slektinger for alle brukerne dine ved å aktivere valget global i seksjonen for Personverninnstillinger.<br /><br />Denne innstillingen krever at brukeren er registrert i slektsbasen før de kan se levende personer.
pl: Zaznaczenie tej opcji spowoduje, że dany użytkownik będzie miał dostęp tylko do osób żyjących, z którymi jest spokrewniony. Będzie widział jedynie te osoby, które znajdują się w zasięgu długości jego ścieżki pokrewieństwa, podanej przez parametr <i>Maksymalna długość ścieżki pokrewieństwa dla prywatności</i>. Aby wymagać prywatności pokrewieństwa dla wszystkich użytkowników, włącz opcję globalną w ustawieniach prywatności GEDCOM.<br /><br />Ta opcja wymaga przypisania użytkownikowi identyfikatora GEDCOM zanim zobaczy jakiekolwiek żyjące osoby.

source: For each genealogical database, you can designate a <b>Root Person</b> for the user.<br /><br />This Root Person does not need to be the user himself; it can be anybody. The user will probably want to start the Pedigree chart with himself. You control that, as well as the default Root person on other charts, here.<br /><br />If the user has Edit rights to his own account information, he can change this setting himself.
ca: Per cada base de dades genealògica, podeu designar una <b>Persona Arrel</b> de l'usuari.<br /><br />Aquesta persona arrel, no cal que sigui el propi usuari: pot ésser qualsevol altra, malgrat que els usuaris prefereixin, probablement, que l'arbre genealògic comenci per ells mateixos. <br /><br />Si l'usuari té permís per editar la informació del seu compte, pot canviar-se aquest paràmetre ell mateix.
da: For hver slægtsdatabase i programmet, kan du angive en <b>hovedperson</b> for hver bruger.<br />Det er mest almindeligt, at brugeren ønsker at starte programmet med sig selv, men det er op til brugeren selv.<br /><br />Alle brugere kan ændre denne indstilling selv for sin egen kontoopsætning.
es: Para cada base de datos genealógica, se puede designar una <b>Persona inicial</b> para el usuario.Esta Persona inicial no tiene por qué ser el usuario mismo; puede ser cualquier persona. El usuario querrá probablemente ver el diagrama Árbol de ascendientes comenzando por sí mismo. Esto se controla, al igual que la persona inicial por omisión en otros diagramas, aquí.<br /><br />Si el usuario tiene privilegios para modificar la información de su propia cuenta, puede cambiar este ajuste aquí por sí mismo.
fi: Jokaiselle ohjelman GEDCOM-tiedostolle voit määritellä käyttäjän <b>lähtöhenkilön</b><br />Luultavasti henkilö haluaa käynnistää ohjelman omalla esipolvitaululla, mutta tämä ei ole pakko.<br /><br />Käyttäjä voi myös muuttaa tätä asetusta käyttäjätilissään.
he: לכל מאגר מידע של חקר משפחה, תוכל להגדיר <b>אדם מוצא</b> עבור המשתמש.<br /><br />אדם המוצא לא חייב להיות המשתמש עצמו; הוא יכול להיות כל אחד. יתכן שהמשתמש ירצה שהתוכנית תתחיל עם אילן היוחסין שלו. הבחירה נעשית כאן והיא בידיך, וכן לגבי אדם מוצא ברירת מחדל בתרשימים אחרים.<br /><br />אם למשתמש יש הרשאות עריכה, הוא יכול לשנות את ההגדרה הזו בעצמו.
nn: For hver slektsbase i programmet, kan du angi en <b>hovedperson</b> for hver bruker.<br />Det er mest vanlig at brukeren vil ønske å starte programmet med seg selv, men dette er opp til brukeren selv.<br /><br />Alle brukere som har rett til å endre egen konto, kan bytte denne innstillingen selv.
pl: Dla każdej bazy genealogicznej i każdego użytkownika możesz wybrać <b>osobę główną (korzeń)</b>.<br /><br />Tą osobą nie musi być dany użytkownik, może to być każdy, choć użytkownik prawdopodobnie wolałby oglądać diagram rodowodu ze swojego punktu widzenia. Tutaj możesz zmieniać ten parametr.<br /><br />Jeśli użytkownik ma prawo edycji własnego konta, będzie mógł później zmienić to ustawienie.

source: This setting allows you to specify which tab is opened automatically when this user accesses the Individual Information page. If allowed to edit their account, the user can change this setting later.
ca: Aquest paràmetre permet especificar amb quin format s'obrirà automàticament, quan l'usuari accedeixi a la pàgina Fitxa personal. Si té permís per editar el seu compte, podrà canviar aquest paràmetre més endavant.
da: Dette valg giver dig mulighed for at angive, hvilket faneblad, der skal åbnes automatisk når siden Personoplysninger blir vist. Hvis en bruger kan ændre sin konto, kan de forskellige brugere vælge sit eget standard faneblad.
es: Este ajuste ls permite especificar qué pestaña se abrirá automáticamente cuando este usuario acceda a la página Información de la persona page. Si se le permite editar su cuente, el usuario podrá cambiar este ajuste posteriormente.
fi: Tämä asetus määrittää mikä välilehti aukeaa oletusarvoisesti ensimmäisenä katsoessa mitä tahansa Henkilökohtainen tietosivua tällä sivustolla. Mikäli käyttäjä saa muokata käyttäjätiliään, tämän asetuksen voi muuttaa myöhemmin.
he: הקביעה הזו מאפשרת לך לקבוע איזה חוצץ יפתח אוטומטית כאשר משתמש ניגש אל דף מידע אישי. משתמשים הרשאים לערוך את נתוני המשתמש שלהם, יוכלו לשנות את הקביעה הזו.
nn: Dette valget gir deg mulighet til å angi hvilken arkfane som skal åpnes automatisk når siden Person-opplysninger blir vist. Dersom en bruker kan endre kontoen sin, kan de ulike brukerne velge sin egen standard-arkfane.
pl: To ustawienie pozwala określić, która zakładka będzie automatycznie otwierana, kiedy ten użytkownik wejdzie na stronę Informacje o osobie. Jeśli użytkownik ma prawo edytować ustawienia swojego konta, będzie mógł później sam zmienić to ustawienie.

source: If a user has used the Self Registration module and has verified himself, the last step, before his account will become active, is your approval.<br /><br />After you have approved the user's application for a new account, the user will receive an email message. The message will tell the user that his account is now active. He can login with the user name and password that he supplied when he applied for the account.
ca: Si un usuari ha fet servir el mòdul d'autoregistre i s'ha autoconfirmat, el darrer pas abans de que el seu compte s'activi, és que l'administrador l'autoritzi.<br /><br />Un cop fet això, l'usuari rebrà un correu electrònic dient-li que el seu nou compte ja és actiu. Llavors podrà accedir amb el nom d'usuari i la contrasenya escollits al demanar l'accés.
da: Hvis en bruger har anvendt skemaet "Søg om brugerkonto" og bekræftet ansøgningen, skal du godkende brugeren førend kontoen bliver aktiveret.<br /><br />Efter at du har godkendt at brugeren får en konto, vil den nye bruger modtage en e-mail med besked om, at kontoen er aktiveret, og at brugeren nu kan logge ind ved hjælp af brugernavnet og adgangskoden, der blev angivet på siden, hvor du søgte om en konto.
es: Si un usuario ha utilizado el módulo de Autoverificación y se ha verificado, el último paso antes de que su cuenta sea activa, es la aprobación del administrador.<br /><br />Después de que haya aprobado la solicitud de la nueva cuenta, el usuario recibirá un correo electrónico. El mensaje le informará de que su cuenta ya está activa. A partir de entonces, puede entrar identificándose con el Nombre de Usuario y Contraseña que dio cuando solicitó la cuenta.
fi: Mikäli käyttäjä on käyttänyt itserekisteröintimodulia ja varmentanut itsensä, on sinun viimeisenä vaiheena hyväksyttävä pyyntö ennen kuin hänen käyttäjätilinsä on voimassa.<br /><br />Hyväksymisesi jälkeen käyttäjä saa sähköpostiviestin, että hänen käyttäjätilinsä on voimassa ja että hän voi kirjautua järjestelmään hakemuksen yhteydessä antamansa käyttäjätunnuksen ja salasanan avulla.
he: אם משתמש השתמש בתת המערכת של רישום עצמי ואישר את עצמו, אז הפעולה האחרונה, לפני שקוד המשתמש שלו יהיה פעיל, תהיה האישור שלך.<br /><br />אחרי שאישרת את הבקשה של המשתמש לקוד משתמש חדש, המשתמש יקבל הודעה בדואר אלקטרוני. ההודעה תודיע למשתמש שקוד המשתמש שלו פעיל עכשיו. הוא יכול להתחבר עם קוד המשתמש והסיסמא שהוא סיפק בזמן שביקש את המשתמש החדש שלו.
nn: Dersom en bruker har brukt skjemaet "Søke om brukerkonto" og bekreftet søknaden, må du godkjenne brukeren før kontoen blir aktivert.<br /><br />Etter at du har godkjent at brukeren får en konto, vil den nye brukeren motta en epost-melding med beskjed om kontoen er aktivert og at brukeren nå kan logge inn ved hjelp av brukernavnet og passordet som ble angitt på siden der du søkte om konto.
pl: Jeśli użytkownik skorzystał z modułu Rejestracji samoobsługowej i potwierdził swoje zgłoszenie, ostatnim krokiem przez aktywowaniem jego konta jest zatwierdzenie przez administratora (ciebie).<br /><br />Kiedy zatwierdzisz zgłoszenie użytkownika, otrzyma on wiadomość email mówiącą, że jego konto jest teraz aktywne i będzie mógł się zalogować korzystając z loginu i hasła, które otrzymał przy rejestracji.

source: <b>Self Registration</b><br />A user can apply for a new account by means of the <b>self registration</b> module.<br /><br />When he does so, he will receive an email message with a link to verify his application. After the applicant has acted on the instructions in that email, you will see this box checked, and you can proceed with the next step, <b>User approved by Admin</b>. You should wait with your approval as long as this box is not checked.<br /><br /><b>Add user manually</b><br />If you use this form to add a user manually, you will find this box checked already.
ca: <b>Autoregistre</b><br />Un usuari pot accedir a un nou compte per mitjà del mòdul d'<b>autoregistre</b>.<br /><br />Un cop ho hagi fet, rebrà un missatge de correu electrònic amb un enllaç per confirmar la seva comanda d'accés. Un cop hagi actuat d'acord amb les instruccions del correu electrònic, aquest marcador s'activarà i podrem procedir amb el següent pas d'<b>Usuari autoritzat per l'administrador</b>. Mentre aquest marcador resti sense activar, cal esperar la confirmació de l'usuari.<br /><br /><b>Afegir usuari manualment</b><br />Si es fa servir aquesta forma de donar d'alta un usuari manualment, veureu aquest marcador activat.
da: <b>Bekræftelse</b><br />Dette betyder, at en bruger har ansøgt om at få en ny brugerkonto</b>.<br />Brugeren har modtaget en e-mail med et link, hvor han/hun skal bekræfte ansøgningen.<br />Hvis brugeren har gjort dette, vil du se, at checkboksen er afmærket, og du kan da gå til det næste felt: <b>Godkendt bruger [af Admin]</b>.<br />Hvis ansøgeren ikke har bekræftet, bør du vente med godkendelsen.<br /><br /><b>Tilføj bruger manuelt</b><br />Hvis du bruger dette skema til at tilføje en bruger manuelt, vil du se, at checkboksen allerede er afmærket.
es: <b>Autorregistro</b><br />Un usuario puede solicitar una nueva cuenta por medio del módulo de <b>Autorregistro</b>.<br />Si lo hace, recibirá un mensaje de correo electrónico con un vínculo para verificar su solicitud. Una vez el solicitante haya seguido las instrucciones enviadas en el mensaje, podrá ver esta casilla marcada y podrá continuar con el siguiente paso, <b>Usuario aprobado por el administrador</b>. Debería esperar a dar su aprobación hasta que aparezca marcada esta casilla.<br /><br /><b>Agregar usuario manualmente</b><br />Si usa este formulario para agregar un usuario manualmente, encontrará esta casilla ya marcada.
fi: <b>Itserekisteröinti</b><br />Käyttäjä voi pyytää itselleen uutta käyttäjätiliä <b>itserekisteröinti</b>-modulilla.<br />Mikäli hän on näin toiminut hän saa sähköpostin, jossa on linkki pyynnön varmentamiseksi.<br />Mikäli hän jo on näin menetellyt on valintaruutu rastitettu ja voit jatkaa seuraavaan vaiheeseen: <b>Ylläpitäjä hyväksynyt käyttäjän</b><br />Mikäli käyttäjä ei ole varmentanut itseänsä, sinun tulee odottaa hyväksymisen kanssa.<br /><br /><b>Lisää käyttäjä manuaalisesti</b><br />Mikäli käytät lomaketta lisätäksesi käyttäjän manuaalisesti, tulevat valintaruudut olemaan jo rastitettuja.
he: <b>רישום עצמי</b><br />משתמש יכול לבקש קוד משתמש חדש ע"י שימוש במודול <b>רישום עצמי</b>.<br /><br />אם הוא עושה כך, הוא יקבל דואר אלקטרוני עם קישור כדי לאשר את בקשתו. אחרי שהמבקש פעל לפי ההנחיות בדואר האלקטרוני, תראה את התיבה הזו מסומנת, ותוכל להמשיך בשלב הבא, <b>המשתמש אושר ע"י המנהלן</b>. עליך להמתין עם אישורך עד שהתיבה מסומנת.<br /><br /><b>הוסף משתמש ידנית</b><br />אם אתה משתמש בטופס כדי להוסיף משתמש ידנית, תמצא שהתיבה כבר מסומנת.
nn: <b>Bekreftelse</b><br />Dette betyr at en bruker har søket om å få en ny konto ved hjelp av siden for å <b>Søke om brukerkonto</b>.<br />Her vil brukeren ha mottatt en epost-melding med en link for å bekrefte søknaden.<br />Dersom brukeren gjort dette, vil du se at sjekk-boksen er avmerket, og du kan da gå til neste felt: <b>Godkjent bruker<br />[av Admin]</b>.<br />Dersom søkeren ikke har bekreftet søknaden bør du vente med godkjenningen.<br /><br /><b>Legg til bruker manuelt</b><br />Dersom du bruker dette skjemaet til å legge til en bruker manuelt, vil du se at sjekk-boksen allerede er avmerket.
pl: <b>Rejestracja samoobsługowa</b><br />Użytkownik może założyć nowe konto poprzez moduł <b>rejestracji samoobsługowej</b>.<br /><br />Użytkownik zakładający nowe konto otrzymuje email z odnośnikiem do potwierdzenia swojego zgłoszenia. Kiedy użytkownik wykona instrukcje zamieszczone w emailu, ta opcja zostanie zaznaczona, i będzie można przejść do następnego kroku, czyli zatwierdzenia przez administratora. Zaczekaj z zatwierdzeniem, aż ta opcja nie będzie zaznaczona.<br /><br /><b>Dodaj użytkownika ręcznie</b><br />Jeśli skorzystasz z tego formularza, aby dodać użytkownika ręcznie, ta opcja zostanie od razu zaznaczona.<br /><br /

source: This checkbox controls your visibility to other users while you're online. It also controls your ability to see other online users who are configured to be visible.<br /><br />When this box is unchecked, you will be completely invisible to others, and you will also not be able to see other online users. When this box is checked, exactly the opposite is true. You will be visible to others, and you will also be able to see others who are configured to be visible.
ca: Aquest marcador controla que l'usuari quan ha accedit pugui veure i ésser vist per la resta d'usuaris que també ho tinguin activat.<br /><br />Quan no és marcat, l'usuari resta invisible pels altres (compta com anònim), però tampoc pot veure qui ha accedit. Quan està marcat, passa just el contrari.
da: Hvis denne checkboks er afmærket, vil brugere, der har logget på, se om du og/eller andre brugere også har logget på. Afmærkes checkboksen ikke, vil andre ikke kunne se, om du har logget på, og du vil heller ikke kunne se om andre brugere har logget på.
es: Esta casilla controla su visibilidad frente a otros usuarios mientras se encuentra conectado. También controla su capacidad de ver a otros usuarios configurados como visibles.<br /><br />Si esta casilla no está marcada, Vd. será completamente invisible a otros usuarios y Vd. tampoco podrá ver a otros usuarios conectados. Si se marca esta casilla, el resultado es exactamente el contrario. Vd. será visible a otros usuarios y, además, podrá ver a otros usuarios que estén configurados como visibles.
fi: Mikäli tämä ruutu on rastitettu, muut kirjautuneet voivat nähdä kun olet järjestelmässä ja voit nähdä milloin he ovat järjestelmässä. Mikäli et halua, että muut näkevät sinun olevan järjestelmässä, jätä ruutu rastittamatta. Myöskään sinä et silloin näe muita kirjautuneita.
he: תיבת הבחירה הזו שולטת אם משתמשים אחרים רואים אותך כאשר אתה מחובר. היא שולטת גם אם אתה יכול ליראות משתמשים מחוברים שהוגדרו כנראים.<br /><br />כאשר התיבה אינה נבחרת, אחרים לא יראו אותך, ואתה לא תוכל לראות משתמשים מחוברים אחרים. כאשר התיבה מסומנת, ההפך נכון. אחרים יראו אותך ואתה תראה את האחרים שהוגדרו כנראים.
nn: Dersom dette valget er merket, vil brukere som er pålogget, se om du og/eller andre brukere er også er pålogget. Ved å ikke merke dette valget, vil andre ikke kunne se om du er pålogget, og du vil heller ikke se om andre brukere er pålogget.
pl: Ta opcja określa twoją widoczność względem innych użytkowników, kiedy wchodzisz do serwisu.<br /><br />Jeśli nie zaznaczysz tej opcji, pozostaniesz całkowicie niewidoczny(a) dla innych i nie będziesz mógł(mogła) zobaczyć innych użytkowników online. Zaznaczenie tej opcji spowoduje odwrócenie tej sytuacji: zobaczysz innych użytkowników widocznych online, a jednocześnie oni zobaczą ciebie.
