Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Search the way you think the name is written (Soundex)
ca: Recerca per la forma en la suposeu que s'escriu el nom (fonètica)
da: Søg som du tror det staves (fonetisk søgning)
es: Búsqueda por Soundex
fi: - tai hae siten kuin kuvittelet nimen kirjoitettavan (Soundex):
he: חפש לפי האיות שאתה משער (סאונדקס)
nn: Søk slik du <i>tror</i> navnet er skrevet
pl: Wyszukiwanie fonetyczne (Soundex)

source: Basic
ca: Bàsic
da: <A HREF="http://en.wikipedia.org/wiki/Soundex">Russell</A> (1922 - hurtigst)
es: Básico
fi: Russell
he: בסיסי
nn: Russell
pl: Podstawowy

source: Add Media
ca: Afegeix un fitxer multimèdia
da: Tilføj nye mediefiler
es: Agregar objetos audiovisuales
fi: Lisää media
he: הוסף מדיה
nn: Legg til bilder/andre medier
pl: Dodaj multimedia

source: Add a new Media item
ca: Crea un ítem multimèdia nou
da: Tilføj nye mediefiler
es: Agregar un nuevo objeto audiovisual
fi: Lisää uusi media
he: הוסף מדיה חדשה
nn: Legg til en ny bilde- / mediefil
pl: Dodaj nowy obiekt multimedialny

source: Link to an existing Media item
ca: Vincula-la a un ítem multimèdia existent
da: Link til et eksisterende medieemne
es: Vincular un objeto audiovisual ya existente
fi: Liitä olemassa olevaan mediaan
he: קשר לישות מדיה קיימת
nn: Lenke til et eksisterende Mediaobjekt
pl: Powiąż z istniejącym obiektem multimedialnym

source: Image Viewer
ca: Visor d'imatges
da: Billedvisning
es: Visualizador de imágenes
fi: Kuvakatselin
he: מציג מדיה
nn: Bildeframviser
pl: Przeglądarka obrazów

source: View image details
ca: Mostra els detalls de la imatge
da: Vis billeddetaljer
es: Ver detalles de la imagen
fi: Näytä kuvan tiedot
he: הצג פירטי האימג'
nn: Se bildedetaljer
pl: Pokaż szczegóły zdjęcia

source: Place Hierarchy
ca: Llocs
da: Stednavne
es: Lugares
fi: Paikkahierarkia
he: היררכית המקומות
nn: Stedsnavn
pl: Hierarchia miejsc

source: Place List
ca: Llistat de llocs
da: Alle stednavne
es: Lista de lugares
fi: Paikkaluettelo
he: רשימת מקומות
nn: Alle stedsnavn
pl: Lista miejsc

source: Place connections found
ca: lloc/s corresponent/s a
da: Forbindelse til stednavne fundet
es: Conexiones de lugar encontradas
fi: Paikkalinkki löytynyt
he: קשרים נמצאו למקום
nn: stedsnavn som inneholder
pl: powiązań z miejscem

source: Top Level
ca: Nivell superior
da: Top niveau
es: Raíz
fi: Ylin taso
he: רמה עליונה
nn: Lands-/toppnivå
pl: Najwyższy poziom hierarchii

source: Place
ca: Lloc
da: Sted
es: Lugar
he: מקום
nn: Sted
pl: Miejsce

source: Place Hierarchy after
ca: Llocs corresponents a
da: Stednavn efter
es: Jerarquía de lugares tras
fi: Hierarkia tämän jälkeen:
he: היררכית המקומות אחרי
nn: Stedsnavn etter
pl: Lista miejsc po

source: View all records found in this place
ca: Mostra tots els registres relacionats amb aquest lloc
da: Vis alle personer / familier knyttet til stedet
es: Ver todos los registros encontrados en este lugar
fi: Näytä kaikki paikan tiedot
he: התבונן בכל הרשומות הנמצאות במקום הזה
nn: Vis alle personer / familier knyttet til stedet
pl: Zobacz wszystkie wpisy dotyczące tego miejsca

source: Total Unique Places
ca: Total llocs únics
da: Antal entydige stednavne
es: Total de lugares distintos
fi: Paikkoja yhteensä
he: סה"כ מקומות שונים
nn: Antall unike steder
pl: Różnych miejsc:

source: Show Places in Hierarchy
ca: Mostra els llocs jeràrquicament
da: Vis stednavn efter niveau
es: Mostrar lugares jerárquicamente
fi: Näytä paikat hierarkiana
he: הראה מקומות בצורה היררכית
nn: Vis stedsnavn etter nivå
pl: Pokaż miejsca w postaci hierarchii

source: Show All Places in a List
ca: Mostra tots els llocs en un únic llistat
da: Vis alle stednavne
es: Mostrar todos los lugares en una lista
fi: Näytä kaikki paikat listassa
he: הראה את כל המקומות ברשימה
nn: Vis alle stedsnavn
pl: Pokaż miejsca w postaci listy

source: Places are encoded in the form:
ca: Els llocs es codifiquen així:
da: Stednavn gemt som:
es: Los lugares se codifican en la forma:
fi: Paikat ovat muodossa:
he: המקומות רשומים במבנה:
nn: Stedsnavn lagret som:
pl: Miejsca są zakodowane w postaci:

source: City, County, State/Province, Country
ca: Població, Comtat, Estat/Província, País
da: By/sted/sogn, herred/amt, stat/provins, land
es: Localidad, Municipio, Provincia/Estado, País
fi: Kylä, pitäjä, lääni, maa
he: עיר, מחוז, אזור/מדינה, ארץ
nn: Grend/bydel, sted/by, kommune/sogn, fylke/region, land
pl: miejscowość, powiat, województwo, kraj

source: (Default)
ca: (Per defecte)
da: (Standard)
es: (Por omisión)
fi: (Oletusasetus)
he: (ברירת המחדל)
nn: (Standard)
pl: (domyślne)

source: The GEDCOM file, <b>%s</b>, is not writable. Please check attributes and access rights.
ca: El fitxer GEDCOM, <b>%s</b>, és de només lectura, no pot escriure-s'hi. Reviseu-ne les propietat i drets d'accés.
da: GEDCOM-filen [%s] er ikke skrivbar. Kontroller eventuel skrivebeskyttelse og adgangsrettigheder.
es: El archivo GEDCOM, [%s], no es grabable. Controle sus atributos y privilegios de acceso.
fi: GEDCOM-tiedosto <b>%s</b> ei ole kirjoituskelpoinen. Tarkista atribuutit ja oikeudet.
he: לא ניתן לכתוב על קובץ ה-GEDCOM, <b>%s</b>. בדוק תכונות והרשאות גישה.
nn: Slektsfilen [%s], er ikke skrivbar. Sjekk attributter og tilgangsrettigheter.
pl: Plik GEDCOM [%s] jest zabezpieczony przed zapisem. Sprawdź atrybuty i prawa dostępu.

source: GEDCOM File:
ca: Fitxer GEDCOM:
da: GEDCOM-fil:
es: Archivo GEDCOM:
fi: GEDCOM-tiedosto:
he: קובץ GEDCOM:
nn: Slektsfil:
pl: Plik GEDCOM:

source: Verify GEDCOM
ca: Verifica el GEDCOM
da: Verificér GEDCOM
es: Verificar el GEDCOM
fi: Verifioi GEDCOM-tiedosto
he: אמת את ה-GEDCOM המעודכן
nn: Sjekk slektsfilen (GEDCOM)
pl: Zatwierdź plik GEDCOM

source: A GEDCOM with this file name has already been imported into the database.
ca: Un fitxer GEDCOM amb idèntic nom ja ha sigut importat a la base de dades.
da: Der er allerede importeret en GEDCOM-fil med dette navn til databasen.
es: Un archivo GEDCOM con este nombre ya ha sido importado en esta Base de datos.
fi: Tämän niminen GEDCOM-tiedosto on jo tuotu tietokantaan
he: קובץ GEDCOM בשם זה הועבר כבר למאגר הנתונים.
nn: Det er allerede importert en slektsfil i databasen med navnet
pl: Plik GEDCOM o tej nazwie został już zaimportowany do bazy danych.

source: This GEDCOM file is <em>not</em> synchronized with the database. It may not contain the latest version of your data. To re-import from the database rather than the file, you should download and re-upload.
ca: Aquest fitxer GEDCOM <em>no</em> s'ha sincronitzat amb la base de dades. Pot ser que no contingui la última versió de les vostres dades. Per a reimportar (millor de la base de dades que del fitxer) us cal descarregar-la i recarregar-la.
da: Denne HEDCOM fil er <em>ikke</em> synkroniseret med databasen. Den indeholder muligvis ikke den nyeste version af dine data. For at gen-importere fra databasen i stedet for filen, bør du downloade og uploade igen.
es: Este archivo GEDCOM <em>not</em> está sincronizado con la base de datos. Puede que no contenga la última versión de sus datos. Para reimportar desde la base de datos en vez de desde el archivo, descargue el archivo desde la base de datos y vuelva a subir el archivo resultante.
fi: Tätä GEDCOM-tiedostoa <em>ei</em> ole synkronoitu tietokannan kanssa. Siitä saattaa puuttua viimeisin tietosi. Jotta voisit tuoda tiedon mieluummin tietokannasta kuin tiedostosta, sinun tulisi ensin ladata se omalle koneellesi ja sitten ladata uudelleen palvelimelle.
he: קובץ ה-GEDCOM <em>אינו</em> מסונכרן עם מסד הנתונים. יתכן שהוא אינו כולל את הוורסיה האחרונה של הנתונים שלך. כדי לייבא מחדש ממסד הנתונים ולא מהקובץ, עליך לייצא ולהעלות מחדש.
nn: Denne GEDCOM-filen er <em>ikke</em> synkronisert med databasen. Det kan hende den ikke inneholder siste versjon av dine data. For å reimportere fra databasen istedenfor filen, må du først eksportere og så laste opp.
pl: Ten plik GEDCOM <em>nie</em> jest zsynchronizowany z bazą danych. Może nie zawierać ostatnich zmian. Powinieneś wgrać jeszcze raz.

source: A GEDCOM file with the same name has been found. If you choose to continue, the old GEDCOM file will be replaced with the file that you uploaded and the Import process will begin again. If you choose to cancel, the old GEDCOM will remain unchanged.
ca: S'ha trobat un fitxer GEDCOM amb el mateix nom. Si trieu continuar, l'antic serà substituït pel que haureu carregat i el procés d'importació s'iniciarà. Si escolliu cancel·lar, es mantindrà inalterat l'antic GEDCOM.
da: Hvis du vælger at fortsætte, vil den eksisterende GEDCOM-fil blive erstattet med den fil du har valgt at uploade. Den nye fil vil derefter blive importeret til PhpGedView.<br />Vælger du at afbryde, vil den eksisterende GEDCOM-fil forblive uændret.
es: Se ha encontrado un archivo GEDCOM con el mismo nombre. Si decide continuar, el viejo archivo GEDCOM será reemplazado por el archivo que subió y el proceso de Importación comenzará de nuevo. Si decide cancelar, el viejo GEDCOM permanecerá sin cambios.
fi: Jos päätät jatkaa, vanha GEDCOM-tiedosto korvataan lähettämälläsi tiedostolla ja tuontiprosessi alkaa uudestaan. Jos päätät perua, vanha GEDCOM jää entiselleen.
he: נימצא קובץ GEDCOM בעל שם זהה. אם תבחר להמשיך, קובץ ה-GEDCOM הישן יוחלף בקובץ שהעלית ותהליך היבוא יתחיל שוב. אם תבחר לבטל, קובץ ה-GEDCOM הישן יישאר כפי שהיה.
nn: Dersom du velger å fortsette, vil den eksisterende slektsfilen bli erstattet med den filen som du har valgt å laste opp. Den nye filen vil deretter bli importert inn i PhpGedView.<br />Velger du å avbryte, vil den eksisterende slektsfilen forbli uforandret.
pl: Wykryto plik GEDCOM o tej samej nazwie. Jeśli będziesz kontynuować, starszy plik GEDCOM zostanie zastąpiony wgrywanym plikiem i importowanie rozpocznie się od nowa. Jeśli anulujesz, starszy plik GEDCOM pozostanie niezmieniony.

source: The current GEDCOM has changes pending review. If you continue this Import, these pending changes will be discarded. You should review the pending changes before continuing the Import.
da: Denne slægtsdatabase har &quot;Ventende ændringer&quot;. Hvis du fortsætter med at importere, vil ændringerne blive føjet til databasen uden at du får godkendt dem først. Du BØR se ændringerne igennem, før du fortsætter importeringen!
nn: Denne slektsbasen har endringer på vent. Dersom du fortsetter denne importen, vil disse endringene bli lagt til databasen uten at du at du får godkjent dem først. Du BØR se gjennom endringene før du fortsetter importen!
pl: W tym pliku GEDCOM znajdują się zmiany czekające na zatwierdzenie. Jeżeli będziesz kontynuować import, wszystkie te zmiany zostaną odrzucone. Zaleca się przejrzeć wszystkie oczekujące zmiany przed importem pliku GEDCOM.

source: Do you want to erase the old data and replace it with this new data?
ca: Voleu eliminar les dades antigues substituint-les per aquestes noves?
da: Vil du tømme den nuværende slægtsdatabase og lægge data ind forfra?
es: ¿Desea borrar la información anterior y reemplazarla con la nueva información?
fi: Haluatko poistaa vanhat tiedot ja korvata ne näillä uusilla?
he: האם ברצונך לרוקן את מסד הנתונים ולהחליף אותו בנתונים החדשים הללו?
nn: Vil du tømme den nåværende slektsbasen og legge data inn på nytt?
pl: Czy chcesz usunąć stare dane i nadpisać je nowymi?

source: Keep media links
ca: Conserva els enllaços de multimèdia
da: Behold referencer fra personer til medie-filer
es: Conservar los vínculos a objetos audiovisuales
fi: Säilytä medialinkit
he: שמור קישורי מדיה
nn: Behold medialenker
pl: Zachowaj powiązania multimedialne

source: Validate GEDCOM
ca: Validant el GEDCOM
da: Kontrollér kvaliteten af GEDCOM-filen
es: Validar GEDCOM
fi: Validoi GEDCOM
he: בדוק GEDCOM
nn: Sjekker kvaliteten til slektsfilen
pl: Sprawdź poprawność pliku GEDCOM

source: Performing GEDCOM validation...
ca: Executant la validació del GEDCOM...
da: Valideringen er udført...! Foretag de nødvendige valg og klik derefter på 'Ryd'
es: Realizando validación del GEDCOM...
fi: Suoritetaan GEDCOM validointi...
he: ביצוע בדיקת GEDCOM, בחר באפשרויות הדרושות ולחץ על <b>ניקיון</b>.
nn: Sjekken er utført...! Gjør de nødvendige valgene og klikk deretter på 'Rydd'
pl: Sprawdzanie poprawności pliku GEDCOM...

source: Valid GEDCOM detected. No cleanup required.
ca: S'ha detectat un GEDCOM vàlid. No cal netejar-lo.
da: Gyldig GEDCOM-fil fundet. Det er ikke nødvendigt at foretage ændringer.
es: Se detectó un GEDCOM válido. No se requiere 'Limpieza'.
fi: Hyväksyttävä GEDCOM havaittu. Ei vaadi siivousta.
he: ה-GEDCOM התגלה כתקין. אין צורך בניקיון.
nn: Gyldig slektsfil funnet. Det er ikke nødvendig å gjøre endringer.
pl: Wykryto prawidłowy plik GEDCOM. Nie ma potrzeby porządkowania.

source: A Byte Order Mark (BOM) was detected at the beginning of the file. On cleanup, this special code will be removed.
ca: S'ha detectat una Marca d'Ordre de Bytes (en anglès BOM) al començament del fitxer. Netejant-lo aquest caràcter especial s'eliminarà
da: Specialtegn (BOM - byte order mark), som angiver hvordan specialkarakterer skal opfattes af programmer generelt, er fundet i starten af filen. Ved den automatiske oprydning i filen fjernes disse tegn.
es: Se detectó una Marca de Orden de Octetos (BOM) al principio del archivo. Al limpiar, este código especial se eliminará.
fi: Byte Order Mark (BOM) tunnistettu tiedoston alussa. Siivouksessa tämä erikoiskoodi tullaan poistamaan.
he: Byte Order Mark (BOM) התגלה בתחילת הקובץ. הקוד המיוחד הזה יוסר כחלק מהניקוי.
nn: En Byte Order Mark (BOM) ble oppdaget ved begynnelsen av filen. Ved cleanup, vil denne spesialkoden bli fjernet.
pl: Wykryto znak BOM (Byte Order Mark) na początku pliku. Podczas porządkowania ten znak specialny zostanie usunięty.

source: Detected lines before the GEDCOM header <b>0&nbsp;HEAD</b>. On cleanup, these lines will be removed.
ca: Detectades línees abans de la capçalera del GEDCOM <b>0&nbsp;HEAD</b>. Netejant-les s'eliminaran.
da: Opdaget at der er linier før startlinien (0 HEAD) i GEDCOM-filen. Under oprydning vil disse linier blive fjernet.
es: Se detectaron registros antes del encabezamiento GEDCOM <b>0&nbsp;HEAD</b>. Al realizar limpieza, estos registros se eliminarán.
fi: Havaittiin rivejä ennen GEDCOM otsikkoa <b>0&nbsp;HEAD</b>. Nämä rivit poistetaan siivouksessa.
he: התגלו שורות לפני כותרת ה-GEDCOM <b>0&nbsp;HEAD</b>. הניקיון ימחק את השורות הללו.
nn: Oppdaget at det er linjer før startlinjen (0 HEAD) i slektsfilen. Under oppryddingen vil disse linjene bli fjernet.
pl: Wykryto wiersze przed nagłówkiem GEDCOM-u <b>0&nbsp;HEAD</b>. Podczas porządkowania te wiersze zostaną usunięte.

source: Macintosh file detected. On cleanup your file will be converted to a DOS file.
ca: S'ha detectat un fitxer tipus Macintosh. Netejant-lo es convertirà a format DOS.
da: Opdaget Macintosh-fil. Under oprydning bliver filen konverteret til DOS-format.
es: Se detectó un archivo Macintosh. Al realizar limpieza será convertido a archivo DOS.
fi: Havaittiin MacIntosh-tiedosto. Siivouksen yhteydessä se muunnetaan DOS-tiedostoksi.
he: התגלה שהקובץ הוא קובץ מקינטוש. הניקוי ייסב את הקובץ למבנה DOS.
nn: Oppdaget Macintosh-fil. Under oppryddingen vil denne filen bli konvertert til en DOS-fil.
pl: Wykryto plik Macintosha. Podczas porządkowania zostanie przekonwertowany do pliku DOS.

source: Invalid place encodings were detected. These errors should be fixed.
ca: Detectada codificació incorrecta de llocs. Cal arranjar-ho.
da: Opdaget ugyldige stedkoder. Disse bør ændres! Følgende steder er ugyldige:
es: Se detectaron codificaciones de lugar incorrectas. Estos errores deberían corregirse.
fi: Havaittiin virheellistä paikkatiedon koodausta. Tämä on korjattava.
he: התגלו מקומות במבנה שגוי. יש לתקן את השגיאות.
nn: Oppdaget ugyldig stedskoder. Disse bør endres! Følgende steder er ugyldige:
pl: Wykryto miejsca z nieprawidłowym kodowaniem. Te błędy należy poprawić.

source: Cleanup Places
ca: Neteja de llocs
da: Ryd op i stednavne
es: Limpiar lugares
fi: Siivoa paikkatiedot
he: נקה מקומות
nn: Rydd opp i stedene
pl: Porządkuj miejsca

source: Example of invalid place from your GEDCOM:
ca: Exemple de lloc incorrecte del vostre GEDCOM:
da: Eksempel på ugyldig sted fra din GEDCOM-fil:
es: Ejemplo de lugar inválido en su GEDCOM:
fi: Esimerkki epäkelvosta paikasta GEDCOM-tiedostossasi:
he: דוגמא למקומות שגויים מה-GEDCOM שלך:
nn: Eksempel på ugyldig stedsnavn fra slektsfilen din:
pl: Przykład nieprawidłowego miejsca w twoim GEDCOM-ie:

source: Detected invalid date formats, on cleanup these will be changed to format of DD MMM YYYY (eg. 1 JAN 2004).
ca: Detectats formats de data incorrectes, netejant-los seran canviats al format de DD MMM AAAA (p.ex. 1 GEN 2004).
da: Opdaget ugyldig dato-format. Ved oprydning bliver disse ændret til formatet DD MMM ÅÅÅÅ (f.eks. 1 JAN 2004).
es: Se detectaron formatos de fecha inválidos, al realizar limpieza se cambiarán al formato DD MMM YYYY (p.ej. 1 ENE 2004).
fi: Väärä päivämäärämuoto havaittu, siivouksessa ne muutetaan muotoon DD MMM YYYY (esim. 1 JAN 2004 päivälle 1. tammikuuta 2004).
he: התגלו מבני תאריך לא חוקיים, הניקיון ישנה אותם למבנה DD MMM YYYY (כלומר 01 JAN 2004).
nn: Oppdaget ugyldig dato-format. Ved rydding vil disse bli endret til formatet DD MMM ÅÅÅÅ (f.eks. 1 JAN 2004).
pl: Wykryto nieprawidłowe formaty daty. Podczas porządkowania zostaną zamienione na format DD MMM RRRR (np. 01 JAN 2004).

source: Date format
ca: Format de la data
da: Datoformat
es: Formato fecha
fi: Päivämäärän muoto
he: מבנה תאריך
nn: Dato-format
pl: Format daty

source: Day before Month (DD MM YYYY)
ca: Dia abans del mes (DD MM AAAA)
da: Dag før måned (DD MM ÅÅÅÅ)
es: Día antes del mes (DD MM YYYY)
fi: Päivä ennen kuukautta (DD MM YYYY)
he: יום לפני חודש (DD MM YYYY)
nn: Dag før måned (DD MM ÅÅÅÅ)
pl: Dzień przed miesiącem (DD MM RRRR)

source: Month before Day (MM DD YYYY)
ca: Mes abans del dia (MM DD AAAA)
da: Måned før dag (MM DD YYYY)
es: Mes antes del día (MM DD YYYY)
fi: Kuukausi ennen päivää (MM DD YYYY)
he: חודש לפני יום (MM DD YYYY)
nn: Måned før dag (MM DD YYYY)
pl: Miesiąc przed dniem (MM DD RRRR)

source: Example of invalid date from your GEDCOM:
ca: Exemple de dada incorrecta del vostre GEDCOM:
da: Eksempel på ugyldig dato fra din GEDCOM-fil:
es: Ejemplo de fecha inválida en su GEDCOM:
fi: Esimerkki virheellisestä päivämäärämuodosta GEDCOM:issasi:
he: דוגמא לתאריך שאינו בר-תוקף ב-GEDCOM שלך:
nn: Eksempel på ugyldig dato fra slektsfilen din:
pl: Przykład nieprawidłowej daty w twoim GEDCOM-ie:

source: Convert this ANSI encoded GEDCOM to UTF-8?
ca: Convertir aquest GEDCOM codificat en ANSI a UTF-8?
da: Konverter GEDCOM-fil i ANSI-format til UTF-8?
es: ¿Quiere convertir este GEDCOM desde ANSI (ISO-8859-1) a UTF-8?
fi: Muunnetaanko tämä ANSI-koodattu GEDCOM UTF-8 muotoon?
he: הסב קובץ GEDCOM זה מ-ANSI ל-UTF-8?
nn: Konvertere fra ANSI til UTF-8 tegnsett?
pl: Czy przekonwertować plik GEDCOM z ANSI do UTF-8?

source: Import Options
ca: Opcions d'importació
da: Indstillinger for importering
es: Opciones de importación
fi: Tuo vaihtoehdot
he: אופציות ייבוא
nn: Valg for import
pl: Opcje importu

source: Time limit:
ca: Temps límit:
da: Tidsgrænse
es: Límite de tiempo:
fi: Aikaraja
he: הגבלת הזמן:
nn: Tidsgrense:
pl: Limit czasu:

source: Automatically press «Continue» button
ca: Polsa automàticament el botó «Continuar»
da: Automatisk tryk <<Fortsæt>> knappen
es: Pulsar automáticamente el botón «Continuar»
fi: Paina automaattisesti «Continue»-painiketta.
he: לחץ על כפתור «המשך» להמשכה בצורה אוטומטית
nn: Automatisk trykk på «Fortsett»-knappen
pl: Kontynuuj automatycznie

source: Change Individual ID to:
ca: Canvia l'ID de la persona per:
da: Ret person ID til:
es: Cambiar el ID de persona a:
fi: Muuta henkilö-ID:
he: שנה קוד זיהוי אישי ל:
nn: Endre personID til:
pl: Zmień identyfikator osoby na:

source: Do not change
ca: No canviïs res
da: Ret ikke
es: no modificable
fi: Älä muokkaa
he: אין לשנות
nn: Ikke gjør endringer
pl: Edycja zablokowana

source: Import complete
ca: Importació completada
da: Importeringen er færdig
es: Importación completa
fi: Tuonti onnistui
he: הייבוא הסתיים
nn: Import ferdig
pl: Import zakończony

source: sec.
ca: seg.
da: sek
fi: s.
he: שניות.
nn: sek.
pl: sek.

source: Manage GEDCOMs and edit Privacy
ca: Gestió de GEDCOMs
da: Håndtér slægtsfiler og privatliv
es: Administrar GEDCOMs
fi: Hallitse GEDCOM-tiedostoja ja muokkaa yksityisyyttä
he: נהל קבצי GEDCOM וערוך פרטיות
nn: Slektsfil(er) og personvern
pl: Zarządzaj plikami GEDCOM

source: Please be patient
ca: Espereu-vos si us plau
da: VENT venligst...
es: POR FAVOR SEA PACIENTE
fi: PYYDÄN KÄRSIVÄLLISYYTTÄ
he: סבלנות בבקשה
nn: Vennligst VENT...
pl: Prosimy o cierpliwość

source: Import Progress...
ca: Progrés de la importació...
da: Importering igang...
es: Progreso de la importación...
fi: Tuonti käynnissä...
he: התקדמות הייבוא...
nn: Import utført...
pl: Trwa importowanie...

source: Reading GEDCOM file
ca: Llegint el fitxer GEDCOM
da: Læser GEDCOM-filen
es: Leyendo archivo GEDCOM
fi: Lukee GEDCOM-tiedostoa
he: קובץ GEDCOM בקריאה
nn: Leser slektsfilen
pl: Wczytywanie pliku GEDCOM

source: The status bars below will let you know how the Import is progressing. If the time limit runs out the Import will be stopped and you will be asked to press a <b>Continue</b> button. If you don't see the <b>Continue</b> button, you must restart the Import with a smaller time limit value.
ca: Les barres d'estat de sota, informen del progrés de la importació. Si s'excedeix el temps, la importació pararà i us demanarà que polseu el botó de continuar. Si no veieu el botó de continuar, torneu a començar amb un límit de temps més petit.
da: Statuslinjerne nedenfor viser hvordan importeringen forløber. Hvis tidsbegrænsningen udløber stopper importeringen, og du vil blive bedt om at trykke på en <b>fortsæt</b> knap. Hvis importeringen stopper med en fejlmeddelelse før tid, og <i>du ikke ser en fortsæt knap</i>, så gå venligst tilbage og indtast en <i>kortere</i> tidsbegrænsning.
es: Las barras de estado que aparecen abajo le permiten ver el progreso de la importación. Si se alcanza el límite de tiempo, se detendrá la importación y se le pedirá que haga clic en el botón <b>Continuar</b>. Si no ve el botón <b>Continuar</b>, debe reintentar la importación con un límite de tiempo más pequeño.
fi: Alla olevat tilarivit osoittavat kuinka tuonti etenee. Mikäli aikarajoitus ylittyy, tuonti loppuu ja sinua pyydetään painamaan <b>Jatka</b>-painiketta. Mikäli <b>Jatka</b>-painiketta ei näy, palaa takaisin ja anna pienempi aikaraja.
he: סרגל הסטאטוס שלמטה מאפשר לך לדעת את התקדמות הייבוא. אם תחום הזמן נגמר הייבוא נעצר ותתבקש ללחוץ על כפתור <b>המשך</b>. אם אינך רואה כפתור <b>המשך</b>, חזור אחורה התחל מחדש את היבוא והכנס תחום זמן קטן יותר.
nn: Fremdriftsindikatoren under vil vise deg hvordan importen forløper. Dersom tidsbegrensningen utløper vil importen stoppe og du vil bli bedt om å trykke <b>Fortsett</b>-knappen. Hvis du ikke ser <b>Fortsett</b>-knappen, må du starte importen på nyttt med en mindre verdi for tidsbegrensning.
pl: Paski postępu poniżej dadzą ci możliwość śledzenia statusu importu. Jeśli przekroczony zostanie limit czasu, import zostanie wstrzymany do czasu, aż wciśniesz przycisk <b>Kontynuuj</b>. Jeśli nie zobaczysz przycisku <b>Kontynuuj</b>, będzie trzeba rozpocząć import ponownie z mniejszym ograniczeniem na czas. Gdy plik GEDCOM zostanie wczytany pojawi się napis <b>Import zakończony</b>.

source: invalid
ca: dades
da: ugyldig
es: inválido
fi: epäkelpo
he: לא תקין -
nn: ugyldig
pl: niepoprawny
