Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: You can determine whether this FAQ will be visible regardless of GEDCOM, or whether it will be visible only to the current GEDCOM.<br /><ul><li><b>ALL</b>&nbsp;&nbsp;&nbsp;The FAQ will appear in all FAQ lists, regardless of GEDCOM.</li><li><b>#GLOBALS[GEDCOM]#</b>&nbsp;&nbsp;&nbsp;The FAQ will appear only in the currently active GEDCOM's FAQ list.</li></ul>
es: Puede determinar si esta pregunta frecuente será visible en todos los GEDCOM o si será visible únicamente en el GEDCOM actual.<br /><ul><li><b>Todas</b>&nbsp;&nbsp;&nbsp;Esta pregunta aparecerá en todas las listas de preguntas frecuentes, independientemente del GEDCOM.</li><li><b>#GLOBALS[GEDCOM]#</b>&nbsp;&nbsp;&nbsp;La pregunta aparecerá solamente en la lista de preguntas frecuentes del GEDCOM actual.</li></ul>
he: You can determine whether this FAQ will be visible regardless of GEDCOM, or whether it will be visible only to the current GEDCOM.<br /><ul><li><b>הכול</b>&nbsp;&nbsp;&nbsp;The FAQ will appear in all FAQ lists, regardless of GEDCOM.</li><li><b>#GLOBALS[GEDCOM]#</b>&nbsp;&nbsp;&nbsp;The FAQ will appear only in the currently active GEDCOM's FAQ list.</li></ul>

source: <center>--- This is a general help text for multiple pages ---</center><br />~ADD NEW FATHER or MOTHER~<br /><br />There are certainly many individuals in the GEDCOM without a record of a father or mother.<br /><br />In that case, on the <b>Individual Information</b> page, tab sheet <b>Close Relatives</b>, table <b>Family with Parents</b>, you will find links to add a <u>new</u> father or mother to the individual.<br /><br />Please keep in mind that these links are for adding a <u>new</u> father or mother. If the father or mother already has a record in this database, you have to use the link <b>Link this person to an existing family as a child</b>, which you will find on that <b>Individual Information</b> page below the last table.
ca: <center>--- Aquest és un text general d'ajuda per a múltiples pàgines ---</center><br />~AFEGIR NOU PARE o MARE~<br /><br />Hi han probablement diverses persones al GEDCOM sense registre del pare o la mare.<br /><br />En aquest cas a la pàgina <b>Fitxa personal</b>, a la pestanya <b>Parents directes</b>, i a la taula <b>Família amb els pares</b>, podeu trobar-hi enllaços per afegir un <u>nou</u> pare o mare.<br /><br />Cal que tingueu clar que això el que fa és afegir una <u>nova</u> persona. Si el pare o la mare ja tenen un registre a la base de dades, us cal emprar l'enllaç <b>Vincula aquesta persona a una família existent com a fill/a</b>, amb el que podeu cercar la seva pàgina <b>Fitxa personal</b> sota la darrera taula.
es: <center>--- Esto es un texto de ayuda general para múltiples páginas ---</center><br />~AGREGAR NUEVO PADRE O MADRE~<br /><br />Seguramente existirán muchas personas en el GEDCOM sin registros de padre o madre.<br /><br />En ese caso, en la tabla <b>Familia con los padres</b> de la pestaña <b>Familiares cercanos</b> de la págin <b>Información de la persona</b> encontrará vinculos para agregar un/a <u>nuevo/a</u> padre o madre a la persona.<br /><br />Tenga presente que estos vínculos son para agregar un/a <b>nuevo/a</b> padre o madre. Si el padre o la madre ya tienen un registro en esta base de datos, debe utilizar el vínculo <b>Vincular esta persona como hijo o hija de una familia ya existente</b>, que encontrará en esa página <b>Información de la persona</b> bajo la última tabla.
fi: <center>--- Tämä on yleistä useita sivuja koskeva lisäinfo ---</center><br />~LISÄÄ UUSI ISÄ TAI ÄITI~<br /><br />GEDCOM-tiedostossa on tietenkin useita henkilöitä ilman isää ja/tai äitiä koskevaa tietuetta. <br /><br />Siinä tapauksessa <b>Henkilötietosivulla</b> sen <b>Lähisukulaisia</b>-välilehdellä taulukossa <b>Perhe vanhempineen</b> on linkki/linkit lisätä <b>uusi</b> isä ja/tai äiti henkilölle.<br /><br /><b>HUOMAA:</b><br />Näillä linkeillä lisätään <b>uusi</b> isä ja/tai äiti. Mikäli isällä ja/tai äidillä jo on tietue tässä GEDCOM-tiedostossa, käytä linkkiä: <b>#pgv_lang[link_as]#Lapsi</b>, joka löytyy Henkilötietosivulta, sivun viimeisen taulukon alapuolelta.
he: <center>--- טכסט עזרה כללי עבור דפים מרובים ---</center><br /><b>הוסף אבא חדש או אמא חדשה</b><br /><br />כמובן שיהיו הרבה אנשים ב-GEDCOM ללא רשומות אבא או אמא.<br /><br />במקרה כזה תימצא בדף <b>מידע אישי</b>, בחוצץ <b>קרובי משפחה</b> בטבלת <b>משפחה עם הורים</b> קישור להוספת אבא או אמא <b>חדשים</b> לאדם.<br /><br />שים לב שקישורים אלו נועדים להוספת אבא ו-/או אמא <u>חדשים</u>. אם לאבא או לאמא יש כבר רשומה במאגר הנתונים הזה, אז עליך להשתמש בקישור: <b>קשר אדם זה למשפחה קיימת בתור ילד</b>, שגם אותו תימצא על דף <b>מידע אישי</b> מתחת לטבלה הקודמת,.
nn: <center>--- Dette er en generell hjelpetekst for flere sider ---</center><br />~Legge til en ny far eller mor~<br /><br />Det er selvagt mange personer i slektsbasen som ikke har registrert med sin far og/eller mor.<br /><br />Dersom du ønsker å legge til en av disse kan du gjøre dette på siden for <b>Fakta om personen</b> under fane-arket <b>Nære slektninger</b>. Under listen <b>Familie med foreldre</b>, vil du finne linken(e) for å legge til en <u>ny</u> far og/eller mor til personen.<br /><br /><b>NB:</b><br />Vær oppmerksom på at disse linkene er for å legge til en <u>ny</u> far og/eller mor!<br />Dersom faren eller moren finnes fra før i slektsbasen, så må du bruke linken: <b>#pgv_lang[link_as]#Barn</b>, som du også finner på denne siden under den nederste tabellen.

source: To improve performance, this PhpGedCom Welcome Page block is saved as a cache file. You can control how often this block's cache file is refreshed.<br /><br /><ul><li><b>-1</b> means that the cache file is never refreshed automatically. To get a fresh copy, you need to delete all cache files. You can do this on the Customize Welcome Page page.</li><li><b>0</b> (Zero) means that this block is never cached, and every time the block is displayed on the PhpGedView Welcome page, you see a fresh copy. This setting is used automatically for blocks that change frequently, such as the Logged In Users and the Random Media blocks.</li><li><b>1</b> (One) means that a fresh copy of this block's cache file is created daily, <b>2</b> means that a fresh copy is created every two days, <b>7</b> means that a fresh copy is created weekly, etc.</li></ul>
ca: Per donar agilitat aquest bloc de pàgina d'inici es desa com a fitxer cau. Podeu controlar la freqüència amb la que aquest fitxer cau es refresca.<br /><br /><ul><li><b>-1</b> fa que es no es refresqui mai automàticament. Per disposar d'una còpia fresca, heu d'esborrar tots els fitxers cau. Podeu fer-ho a la personalització de la personalització de la pàgina d'inici.</li><li><b>0</b> (Zero) fa que aquest bloc no s'encaui mai, sempre disposareu d'una còpia fresca i tots els blocs de la pàgina d'inici del PhpGedView Welcome es presentaran sempre en còpies fresques. Aquest paràmetre es fa servir automàticament per a blocs que canvien sovint com el Visitants i el A l'atzar.</li><li><b>1</b> (U) fa que es creï diàriament una còpia fresca del fitxer cau d'aquest bloc, <b>2</b> cada dos dies, <b>7</b> setmanalment, etc.</li></ul>
es: Para mejorar el rendimiento, este bloque de la Página de Bienvenida de PhpGedView se recuerda en un archivo. Puede controlar la frecuencia con la que se refresca este archivo.<br /><br /><ul><li><b>-1</b> significa que el archivo nunca se refresca automáticamente. Para obtener una copia nueva, tiene que borrar todos los archivos de este tipo. Puede hacerlo en la página Personalizar Página de Bienvenida.</li><li><b>0</b> (Cero) significa que este bloque nunca se guarda y que cada vez que se presenta en la página de Bienvenida de PhpGedView se presenta un copia fresca. Este ajuste se utiliza automáticamente para los bloques que cambian frecuentemente como los bloques Bloque de usuarios presentes y Objeto audiovisual al azar.</li><li><b>1</b> (Uno) significa que se crea una copia de este bloque diariamente, <b>2</b> significa que se crea una copia fresca cada dos días, <b>7</b> significa que se crea un copia fresca semanalmente, etc.</li></ul>
fi: Tehostaakseen toimivuutta tämä PhpGedCom tervetuloasivu tallennetaan välimuistitiedostona. Voit määritellä kuinka usein tämän alueen välimuistitiedosto päivitetään.<br /><br /><ul><li><b>-1</b> merkitsee, että välimuistitiedostoa ei päivitetä automaattisesti. Saadaksesi uuden version kaikki välimuisitiedostot on poistettava. Tämä voidaan tehdä "Räätälöi tervetuloasivu"-sivulla.</li><li><b>0</b> (nolla) tarkoittaa, että tätä sivua ei koskaan tallenneta välimuistiin. Joka kerta kun tämä alue näytetään PhpGedCom tervetuloasivulla, näkyviin tulee tuore versio. Tätä asetusta käytetään automaattisesti alueilla, jotka muuttuvat usein, kuten Sisäänkirjautuneet käyttäjät ja Satunnainen kuva alueita.</li><li><b>1</b> (yksi)</b> merkitsee, että välimuistitiedosto päivitetään päivittäin, <b>2</b> merkitsee, että välimuistitiedosto päivitetään joka toinen päivä, <b>7</b> merkitsee, että välimuistitiedosto päivitetään viikoittain, jne.</li></ul>
he: כדי לשפר ביצועים, אזור ברוכים הבאים הזה של PhpGedCom נשמר כקובץ cache. תוכל לקבוע כל כמה זמן קובץ ה-cache של האזור רוענן.<br /><br /><ul><li><b>-1</b> משמעותו שקובץ הcache אינו מרוענן אף פעם בצורה אוטומטית. עליך למחוק את כל קבצי הcache כדי לקבל עותק חדש. תוכל לבצע את הפעולה בקישור "התאם אישית את דף ברוכים הבאים הזה" .</li><li><b>0</b> (אפס) משמעותו שהאזור אינו בעל cache, וכל פעם שמציגים את האזור על דף ברוכים הבאים של PhpGedView, רואים העתק טרי. ההגדרה הזו בשימוש באופן אוטומטי לאזורים שהם משתנים לעתים תכופות, כמו אזור משתמשים מחוברים ואזור מדיה אקראית.</li><li><b>1</b> (אחד) משמעותו שקובץ cache של האזור הזה נבנה כל יום, <b>2</b> משמעותו שקובץ cache של האזור הזה נבנה כל יומיים, <b>7</b> משמעותו שעותק חדש נבנה פעם בשבוע, וכו'.</li></ul>

source: Click this button to save your changes.<br /><br />You will be returned to the Welcome or MyGedView Portal page, but your changes may not be shown. You may need to use the Page Reload function of your browser to view your changes properly.
ca: Polseu aquest botó per desar els canvis.<br /><br />Retornareu a la pàgina Benvingut o a Portal MyGedView, però no veureu els canvis. Us cal emprar la funció Actualitza del navegador per veure'ls correctament.
es: Haga clic en este botón para guardar sus cambios.<br /><br />Se le enviará a la página de Bienvenido o de MiGedView, pero sus cambios puede que no se muestren. Puede ser necesario que utilice la función de Recargar Página de su navegador para ver los cambios correctamente.
fi: Klikkaa tätä painiketta toteuttaaksesi aiemmin tallentamasi muutokset.<br /><br />Sinut viedään takaisin joko sivulle Tervetuloa tai OmaGedView, mutta muutoksiasi ei ehkä näytetä. Voit joutua käyttämään sivun lataamista uudelleen nähdäksesi muutoksesi kunnolla.
he: לחץ על כפתור זה כדי לשמור את השינויים שלך.<br /><br />תוחזר לדף ברוך הבא או לדף דף MyGedView, אבל יתכן שהשינויים שלך לא יוצגו. יתכן שעליך להשתמש בפונקצית רענון תצוגה של הדפדפן כדי שהשינויים שלך יוצגו.
nn: Klikk på denne knappen for godkjenne endringer du har lagret tidligere.

source: Edit Privacy
ca: Edita privadesa
da: Ret privatlivsfilen
es: Editar privacidad
fi: Muokkaa yksityisyyttä
he: ערוך פרטיות
nn: Endre personvernfilen

source: Your correct email address is, important to us to keep in touch with you.<br /><br />If you get a new email address, as usually happens when you change your Internet provider, please do not forget to change the address here as well. You won't get a confirmation message from this site when you change this address, but any future messages directed to you will go this new address.
ca: L'adreça de correu correcta, és important per nosaltres per poder mantenir el contacte amb cada usuari.<br /><br />Si es canvia l'adreça de correu, tal com sol passar quan es canvia de proveïdor d'Internet, cal tenir present informar de la nova també aquí. No rebreu cap confirmació des d'aquest lloc quan la canvieu, però qualsevol futur missatge anirà ja a la nova adreça.
es: La dirección de correo electrónico es importante para poder contactar con Vd.<br />Si obtiene una nueva dirección de correo electrónico, como suele ocurrir al cambiar de proveedor de Internet, no olvide modificar aquí su dirección aquí también. No obtendrá ningún mensaje de confirmación de este sitio si cambia la dirección, pero los futuros mensajes para Vd. irán a la nueva dirección.
fi: Oikea sähköpostiosoitteesi on meille tärkeä yhteydenpitoa varten.<br />Jos saat uuden sähköpostiosoitteen esimerkiksi vaihtaessasi palveluntarjoajaa, muista muuttaa se myös tässä.<br />Jos sinulla on useampia sähköpostiosoitteita ja haluat saada postia meiltä toiseen osoitteeseen, vaihda se tässä.
he: חשובה לנו כתובת דואר אלקטרוני נכונה שלך כדי לשמור איתך על קשר.<br /><br />אם תקבל כתובת דואר אלקטרוני חדשה, למשל משום שהחלפת את הספק שלך, אנא אל תשכח לעדכן את הכתובת שלך גם כאן. לא תקבל מהאתר הזה אישור על שינוי הכתובת הזו, אבל כל ההודעות העתידיות שישלחו אליך יועברו לכתובת החדשה הזו.
nn: Din korrekte Epost-addresse er, selvsagt, viktig for oss for å holde kontakten.<br />Dersom du har fått en ny epost-adresse, vær vennlig ikke glem å endre adressen her også.<br />Det kan også være at du har flere epost-adresser og ønsker å motta beskjeder fra oss på en annen epost-adresse.

source: The family name you have chosen has more than #GLOBALS[SUBLIST_TRIGGER_F]# individuals.<br /><br />To help you find the family you want, the list has been broken into smaller lists according to the first letter of the person's given name. This alphabetical sub-index works the same as the alphabetical index for names.<br /><ul><li>Click a letter to see all of the first names which start with that letter.</li><li>Choose <b>(unknown)</b> to list all of the people with unknown first names.</li><li>Choosing <b>ALL</b> will display a list of all families with the previously chosen surname.</li></ul>Because there are many names, it may take a long time for this list to appear on your screen.
es: El apellido que ha escogido tiene más de #GLOBALS[SUBLIST_TRIGGER_F]# personas.<br /><br />Para ayudarle a encontrar la familia que busca, la lista se partido en listas más pequeñas conforme a la primera letra del nombre de pila de la persona. Este sub-índice alfabético funciona igual que el índice alfabético de nombres.<br /><ul><li>Haga clic en una letra para ver todos los nombres de pila que comienzan por esa letra.</li><li>Escoja <b>(apellido desconocido)</b> para listar todas las personas con nombres de pila desconocidos.</li><li>Escoger <b>Todas</b> mostrará la lista de todas las familias con el apellido escogido.</li></ul>Puesto que hay muchos nombres, puede llevar mucho tiempo mostrar esta lista la en su pantalla.
fi: Valitsemallasi sukunimellä esiintyy enemmän kuin #GLOBALS[SUBLIST_TRIGGER_I]# henkilöä.<br /><br />Luettelo on jaettu henkilön etunimen mukaan useampaan osaan helpottamaan hakemasi henkilön löytymistä. Tämä aakkosellinen alaindeksi toimii samoin kuin sukunimien mukainen aakkosellinen indeksi.<br /><ul><li>Klikkaa kirjainta nähdäksesi kaikki sillä alkavien henkilöiden etunimet.</li><li>Valitse <b>(Tuntematon)</b> nähdäksesi kaikki ne henkilöt, joiden etunimi on tuntematon.</li><li>Valitsemalla <b>Kaikki</b> saat luettelon kaikista henkilöistä, joilla on kyseinen sukunimi.</li></ul>Koska nimiä on paljon, saattaa kestää kauan ennen kuin luettelo ilmestyy näkyviin.
he: לשם המשפחה שבחרת יש יותר מ-#GLOBALS[SUBLIST_TRIGGER_F]# אנשים.<br /><br />כדי לעזור לך למצוא את האדם הרצוי, חלקנו את הרשימה לפי האות הראשונה של השם הפרטי של האנשים בצורה דומה לאינדקס האותיות של שמות.<br /><ul><li>לחץ על אות כדי לראות את השמות הפרטיים שמתחילים באות זו.</li><li>בחר <b>(לא-ידוע)</b> או <b>(לא ידוע)</b> כדי לרשום את האנשים שהשם הפרטי שלהם אינו ידוע.</li><li>בחירת <b>הכול</b> תראה את הרשימה של כל האנשים עם שם המשפחה הנבחר. </li></ul>מכיוון שיש הרבה שמות, יתכן שייקח הרבה זמן לבנות ולהראות את הרשימה של כולם.

source: The surname you have chosen has more than #GLOBALS[SUBLIST_TRIGGER_I]# individuals.<br /><br />To help you find the person you want, the list has been broken into smaller lists according to the first letter of the person's given name. This alphabetical sub-index works the same as the alphabetical index for surnames.<br /><ul><li>Click a letter to see all of the first names which start with that letter.</li><li>Choose <b>(unknown)</b> to list all of the persons with unknown first names.</li><li>Choosing <b>ALL</b> will display a list of all persons with the previously chosen surname.</li></ul>Because there are many names, it may take a long time for this list to appear on your screen.
es: El apellido que ha escogido lo tienen más de #GLOBALS[SUBLIST_TRIGGER_I]# personas.<br /><br />Para ayudarle a encontrar la persona que busca, se ha dividido la lista completa en otras más pequeñas según la primera letra del nombre de pila de la persona. Este segundo índice alfabético funciona igual que el índice de apellidos.<br /><ul><li>Haga clic en una letra para ver todos los nombres de pila que comienzan con esa letra.</li><li>Escoja <b>(apellido desconocido)</b> para listar todas las personas con nombres de pila desconocidos.</li><li>Si escoge <b>Todas</b>, se mostrará la lista completa de personas con los apellidos escogidos.</li></ul>Puesto que hay muchos nombres, puede tardar algún tiempo la presentación de la lista en su pantalla.
fi: Valitsemallasi sukunimellä esiintyy enemmän kuin #GLOBALS[SUBLIST_TRIGGER_I]# henkilöä.<br /><br />Luettelo on jaettu henkilön etunimen mukaan useampaan osaan helpottamaan hakemasi henkilön löytymistä. Tämä aakkosellinen alaindeksi toimii samoin kuin sukunimien mukainen aakkosellinen indeksi.<br /><ul><li>Klikkaa kirjainta nähdäksesi kaikki sillä alkavien henkilöiden etunimet.</li><li>Valitse <b>(Tuntematon)</b> nähdäksesi kaikki ne henkilöt, joiden etunimi on tuntematon.</li><li>Valitsemalla <b>Kaikki</b> saat luettelon kaikista henkilöistä, joilla on kyseinen sukunimi.</li></ul>Koska nimiä on paljon, saattaa kestää kauan ennen kuin luettelo ilmestyy näkyviin.
he: לשם המשפחה שבחרת יש יותר מ-#GLOBALS[SUBLIST_TRIGGER_I]# אנשים.<br /><br />כדי לעזור לך למצוא את האדם הרצוי, חלקנו את הרשימה לפי האות הראשונה של השם הפרטי של האנשים בצורה דומה לאינדקס האותיות של שמות המשפחה.<br /><ul><li>לחץ על אות כדי לראות את השמות הפרטיים שמתחילים באות זו.</li><li>בחר <b>(לא-ידוע)</b> או <b>(לא ידוע)</b> כדי לרשום את האנשים שהשם הפרטי שלהם אינו ידוע.</li><li>בחירת <b>הכול</b> תראה את הרשימה של כל האנשים עם שם המשפחה הנבחר. </li></ul>מכיוון שיש הרבה שמות, יתכן שייקח הרבה זמן לבנות ולהראות את הרשימה של כולם.

source: Google&reg; Translate
ca: Traductor Google&reg;
es: Traducción Google
he: Google&reg; Translation
nn: Google&reg; Oversetter

source: The Favorites drop-down list shows the favorites that you have selected on your personalized Portal page. It also shows the favorites that the site administrator has selected for the currently active GEDCOM. Clicking on one of the favorites entries will take you directly to the Individual Information page of that person.<br /><br />More help about adding Favorites is available in your personalized Portal page.
ca: És una finestra desplegable que us mostra els favorits que heu seleccionat al portal personal (MyGedView). També hi veureu els favorits del GEDCOM actiu, que l'administrador del lloc ha escollit. Polsant un dels favorits us menarà directament a la pàgina Fitxa personal de la persona corresponent.<br /><br />Disposeu d'ajuda per afegir favorits al portal MyGedView.
es: Esta lista desplegable le mostrará los Favoritos que haya seleccionado en su página personalizada de Portal. También muestra los Favoritos que el Administrador ha elegido para el GEDCOM actualmente activo. Si hace clic en alguno de sus Favoritos, irá directamente a la página de Información de la persona de esa persona.<br /><br />Más ayuda acerca de agregar Favoritos se encuentra disponible en su página personalizada de Portal.
fi: Suosikit-alasvetovalikko näyttää suosikit, jotka olet valinnut henkilökohtaiseen portaaliisi. Se näyttää myös ylläpitäjän valitsemat suosikit. Klikkaamalla suosikkia pääset suoraan kyseisen henkilön Henkilökohtainen tietosivulle.<br /><br />Lisää ohjeita suosikin lisäämiseksi löytyy omasta portaalistasi.
he: הרשימה הנגללת של המועדפים מראה את המועדפים שבחרת בפורטל האישי שלך. היא מראה גם את המועדפים שמנהלן האתר בחר עבור ה-GEDCOM הפעיל. לחיצה על אחד המועדפים מביאה אותך ישירות לדף מידע אישי של האדם הזה.<br /><br />עזרה נוספת על הוספת מועדפים נמצאת בפורטל האישי שלך.
nn: Denne "slipp-ned"-listen vil vise deg Favoritter i slektsbasen, valgt av administratoren til nettstedet. Dersom du er en registert bruker og har logget inn, vil du se Dine favoritter som du har/kunne ha valgt deg på din personlige hovedside.<br />Ved å klikke på en av favorittene, så vil du få opp siden med "Fakta om personen" for den valgte favoritt-personen.<br />Mer hjelp om å legge til "Dine favoritter" er tilgjengelig på din personlige side (Min GedView).

source: Header
ca: Capçalera
es: Encabezamiento
fi: Otsikko
he: כותרת
nn: Toppfelt
