Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: One of the most important features of PhpGedView is that multiple languages are supported.<br /><br />The language in which PhpGedView displays all pages is determined automatically according to the Preferred Language setting of the browser. However, the site administrator may have limited the availability of certain languages.<br /><br />Depending on site configuration, you may be able to change the language of PhpGedView by selecting a more suitable language from a drop-down list or by clicking on a flag icon. If you are a registered user, you can configure PhpGedView to switch to your preferred language after you login, regardless of what your browser is set to.
ca: Una de les característiques més importants del PhpGedView és que suporta múltiples idiomes.<br /><br />L'idioma amb el que s'escriu cada pàgina es determina automàticament d'acord amb el de les Preferències d'Idioma definides al vostre navegador. Tanmateix els administradors poden limitar la disponibilitat d'alguns idiomes.<br /><br />Depenent de la configuració del lloc, podreu optar (o no) a canviar l'idioma des d'un menú desplegable o polsant una banderola. Un cop hagin accedit, els usuaris enregistrats poden configurar el PhpGedView per canviar l'idioma preferit.
es: Una de las características más importantes de PhpgedView es que funciona con múltiples idiomas.<br /><br />El idioma en que PhpGedView muestra todas las páginas se determina automáticamente según el Idioma Preferido configurado en el navegador. Sin embargo, el administrador del sitio puede haber limitado la disponibilidad de algunos idiomas.<br /><br />Dpendiendo de la configuración del sitio, Vd. puede que tenga la posibilidad de cambiar el idioma de PhpGedView seleccionando un idioma más adecuado a partir de una lista desplegable o haciendo clic en el icono de una bandera. Si es un usuarios identificado, puede configurar PhpGedView para que cambie a su idioma preferido después de que se identifique, independientemente de la configuración de su navegador.
fi: Yksi PhpGedView:n tärkeimmistä ominaisuuksista on useamman kielen tuki. Kieli valitaan automaattisesti vierailijan selaimen asetusten perusteella.<br />Mikäli valinta ei tapahdu automaattisesti (johtuu todennäköisesti selaimen virheellisestä oletuskielen asetuksesta), voit vaihtaa kieltä <b>Kielivalitsimen</b> avulla.<br />Kielivalitsin voi näkyä kahdella tavalla:<br />1. Tavanomainen alasvetovalikko.<br />2. Värillinen kansallislippujono.
he: אחד המאפיינים החשובים של PhpGedView הוא התמיכה בשפות רבות.<br /><br />השפה שבה PhpGedView מציג את כל הדפים נקבעת אוטומטית לפי השפה המועדפת של הדפדפן. אבל, יתכן שמנהלן האתר הגביל את הזמינות של שפות מסוימות.<br /><br />במסגרת עיצוב האתר, יתכן שתוכל לשנות את השפה של PhpGedView ע"י בחירה של שפה מתאימה מחלון נגלל או ע"י לחיצה על צלמית דגל. אם אתה משתמש רשום, תוכל לעצב את PhpGedView לעבור לשפה המועדפת שלך אחרי שתתחבר, ללא תלות בשפה של הדפדפן שלך.
nn: En av de fine funksjonene i dette programmet, er at det automatisk vil velge det språket som du bruker på sin datamaskin (dersom det er støttet).<br />- Det kan hende at dette likevel ikke virker som forventet (f.eks. fordi nettleseren din ikke har rett innstilling for "Foretrukket språk").<br />Du kan likevel bytte språk ved å benytte feltet <b>Velg språk</b>.<br /><br /><b>Velg språk</b> kan bli vist på to forskjellige måter:<ul><li>Det klassiske valgfeltet med en "dropp-ned"-liste.</li><li>Et fargerikt område med nasjonalflaggene til de ulike språkene.</li></ul><br /><b>PS!</b> Det kan hende at du finner dette feltet nederst på siden...

source: <dl><dt><b>Search Help Text</b></dt><dd>You can search PhpGedView's Help system. The Search Help Text feature gives you a high degree of control over the way the search functions; you should be able to find what you are looking for easily.</dd></dl>
ca: <dl><dt><b>Cerca text d'ajuda</b></dt><dd>Podeu fer recerques dins del manual d'ajuda del sistema PhpGedView. La funció Cerca text d'ajuda, dóna un alt grau de control sobre la forma de com buscar i les opcions per fer-ho. Es fàcil trobar el que es vulgui.</dd></dl>
es: <dl><dt><b>Buscar en los textos de ayuda</b></dt><dd>Puede buscar en el sistema de Ayuda de PhpGedView. La característica Buscar en los textos de ayuda le da un alto grado de control sobre la forma en que funciona la búsqueda; debería poder encontrar lo que busca fácilmente.</dd></dl>
fi: <dl><dt><b>Hae ohjetekstistä</b></dt><dd>Voit tehdä hakuja PhpGedView:n ohjejärjestelmästä. Hae ohjetekstistä-ominaisuus tekee mahdolliseksi sen, että hakufunktioita voidaan kontrolloida monipuolisesti. Haun pitäisi onnistua helposti. </dd></dl>
he: <dl><dt><b>חפש טכסט עזרה</b></dt><dd>ניתן לחפש במערכת העזרה של PhpGedView. מאפיין חפש טכסט עזרה נותן לך שליטה גבוהה על תפקוד החיפוש; מציאת מה שאתה מחפש אמורה להיות קלה.</dd></dl>

source: <dl><dt><b>Help Contents</b></dt><dd>When you click this menu item, you will get a Help page that displays an index of the major Help topics. The amount of Help information available will be increased as time permits.</dd></dl>
ca: <dl><dt><b>Índex d'ajuda</b></dt><dd>Quan polseu aquesta entrada del menú, disposeu d'una pàgina d'ajuda amb una llista de la majoria de temes. El volum d'informació d'ajuda disponible anirà augmentant a mesura que el temps ho permeti.</dd></dl>
es: <dl><dt><b>Contenido de la Ayuda</b></dt><dd>Si hace clic en esta entrada del menú, obtendrá una página Ayuda con un índice de los principales temas Ayuda. El volumen de información de Ayuda disponible se irá incrementando según permita el tiempo.</dd></dl>
fi: <dl><dt><b>Ohjeen sisältö</b></dt><dd>Klikkaamalla tätä, aukeaa ponnahdusikkuna, jossa on luettelo tärkeimmistä ohjeista.<br />Tähän luetteloon tulee lähiaikoina lisää kohtia, koska myös vähäisemmät ohjeet indeksoidaan.</dd></dl>
he: <dl><dt><b>תוכן העזרה</b></dt><dd>לחיצה על פריט תפריט זה נותנת לך דף עזרה שמראה אינדקס של הנושאים הראשיים של עזרה. כמות העזרה גדלה עם הזמן.</dd></dl>
nn: <dl><dt><b>Emner i Hjelp</b></dt><dd>Ved å klikke på dette menyvalget så vil du få opp et hjelpevindu, som viser en oversikt med de fleste emner du kan få hjelp med.</dd></dl>

source: <b>HELP CONTENTS</b>
ca: <b>CONTINGUT DE L'AJUDA</b>
es: <b>CONTENIDO DE AYUDA</b>
fi: <b>Ohjeen sisältö</b>
he: <b>תוכן העזרה</b>
nn: <b>Emner i hjelp</b>

source: <dl><dt><b>FAQ List</b></dt><dd>The FAQ (Frequently Asked Questions) page can contain an overview or a list of questions and answers on the use of this genealogy site.<br /><br />The use to which the FAQ page is put is entirely up to the site administrator. The site administrator controls the content of each item and also the order in which the items are shown on the page.</dd></dl>
ca: <dl><dt><b>Llistat preguntes més freqüents</b></dt><dd>La pàgina PMF (Preguntes més freqüents) pot contenir un resum o una llista de les preguntes i respostes sobre l'ús d'aquest lloc genealògic.<br /><br />El contingut d'aquesta pàgina és totalment a discreció dels administradors que controlen el contingut de cada entrada i l'ordre.</dd></dl>
es: <dl><dt><b>Lista de preguntas frecuentes</b></dt><dd>La página Preguntas Frecuentes puede contener una introducción o una lista de preguntas y respuestas sobre el uso de este sitio de genealogía.<br /><br />El uso de esta página queda completamente en las manos del administrador del sitio. Éste controla el contenido de cada entrada y el orden en que se presentan.</dd></dl>
fi: <dl><dt><b>UKK-luettelo</b></dt><dd>UKK (Usein kysytyt kysymykset) -sivu voi sisältää yleiskuvauksen tai luettelon kysymyksistä ja vastauksista tämän sukututkimussivuston käytöstä.<br /><br />Riippuu täysin ylläpitäjästä, miten UKK-sivua käytetään. Ylläpitäjä valvoo jokaisen kohteen sisältöä ja myös niiden järjestystä sivulla.</dd></dl>
he: <dl><dt><b>רשימת FAQ</b></dt><dd>דף השאלות הנפוצות (FAQ - Frequently Asked Questions) יכול לכלול סקירה כללית או רשימת שאלות ותשובות על השימוש באתר חקר שושלת היוחסין הזה.<br /><br />מנהלן האתר יחליט מה השימוש של דף ה-FAQ. מנהלן האתר שולט בתוכן כל ישות וגם בסדר ההופעה של הישויות על הדף.</dd></dl>

source: Hide translated
ca: Amaga els ja traduïts
es: Ocultar traducidos
fi: Piilota käännetyt
he: הסתר מה שתורגם
nn: Skjul oversatt tekst

source: This block allows a pedigree, descendancy, or hourglass chart to appear on the Welcome or the MyGedView page. Because of space limitations, the charts should be placed only on the left side of the page.<br /><br />When this block appears on the Welcome page, the root person and the type of chart to be displayed are determined by the administrator. When this block appears on the user's personalized MyGedView page, these options are determined by the user.<br /><br />The behavior of these charts is identical to their behavior when they are called up from the menus. Click on the box of a person to see more details about them.
ca: Aquest bloc permet que l'arbre genealògic, els diagrames de descendents o rellotge de sorra, surtin a la pàgina d'inici o al MyGedView. Degut a limitacions d'espai els gràfics han de posar-se únicament a l'esquerra de la pàgina.<br /><br />Quan aquest bloc surt a la pàgina d'inici, la persona arrel i el tipus de gràfic els determina l'administrador. Quan ho fan a la pàgina personalitzada MyGedView, és l'usuari qui les determina.<br /><br />El funcionament aquí és idèntic que quan es criden dels del menús. Polsant el caixetí d'una persona per veure'n més detall.
es: Este bloque le permite colocar un diagrama de árbol de ascendientes, descendientes o en "reloj de arena" en la página de Bienvenida o del portal MiGedView. Debido a limitaciones de espacio, el diagrama debería colocarse únicamente en lado izquierdo de la página.<br /><br />Si aparece este bloque en la página de bienvenida, la persona inicial y el tipo de diagrama lo elige el administrador. Si este bloque aprece en la página personalizada del usuario MiGedView, estas opciones las elige el propio usuario.<br /><br />El comportamiento de estos diagramas es idéntico a su comportamiento cuando aparecen por separado. Haga clic en la caja de una persona para ver más detalles de la misma.
fi: Tämä alue sallii esipolvi-, jälkipolvi- tai tiimalasikaavion näkymisen Tervetuloa- tai OmaGedView-sivulla. Tilarajoituksista johtuen kaaviot tulisi sijoittaa vain sivun vasempaan laitaan.<br /><br />Kun tämä alue näkyy tervetuloa-sivulla, ylläpitäjä määrittelee juurihenkilön ja kaaviotyypin. Kun tämä alue näkyy käyttäjän henkilökohtaisella OmaGedView-sivulla, käyttäjä itse määrittelee valinnat.<br /><br />Nämä kaaviot käyttäytyvät samalla tavoin kuin silloin, kun ne haetaan valikoista. Klikkaa henkilön laatikkoa nähdäksesi lisätietoja.
he: האזור כולל בתוכו תרשים אילן יוחסין או צאצאים או שעון חול בדף הפורטל של ברוכים הבאים או MyGedView. בשל מגבלות מקום, יש למקם את התרשים רק בצד שמאל של הדף .המנהלנים יכולים לבחור את אדם המוצא וסוג התרשים בדף ברוכים הבאים.<br /><br />התרשים מתנהג כמו תרשימים אחרים באתר זה. לחץ על תיבה של אדם כדי לראות עליו נתונים נוספים.

source: This block lets the administrator add information to the Index or Portal page. Its purpose is similar to the HTML, GEDCOM News, and GEDCOM Statistics blocks, but the administrator has more control over its appearance.
ca: Aquest bloc permet a l'administrador afegir informació a la pàgina Índex o Portal. La finalitat és semblant que la dels blocs HTML, Notícies i Estadístiques GEDCOM, però aquí l'administrador té més control sobre la presentació.
es: Este bloque permite al administrador agregar información a las páginas de Índice o de Portal. Su misión es similar a la de lso bloques Bloque HTML, Bloque de Novedades GEDCOM, and Estadísticas del GEDCOM, pero el administrador tiene más control sobre su apariencia.
fi: Ylläpitäjä voi tässä lisätä tietoa indeksi- tai portaalisivulle. Sillä on sama tarkoitus kuin HTML, GEDCOM uutiset, and GEDCOM tilastotietoalueella, mutta ylläpitäjällä on enemmän vaikutusta sen ulkonäköön.
he: האזור מאפשר למנהלן להוסיף מידע לדף האינדקס או דף הפורטל. מטרתו דומה לאזורי HTML, חדשות וסטטיסטיקות של ה-GEDCOM, אבל למנהלן יש יותר שליטה על המראה שלו

source: This text should be blank or very brief. When blank, the Advanced HTML block will show on the Index or Portal page as a plain block, just like the HTML block does. When there is text, the Advanced HTML block will show like all the other blocks, complete with a block title bar containing the text you enter here.
ca: Aquest text ha de restar en blanc o ésser molt breu. Si el deixeu en blanc, el bloc HTML avançat es veurà a les pàgines Índex o Portal com un bloc senzill, tal com ho és el bloc HTML. Si hi ha text, es veurà com la resta de blocs amb una barra amb el text entrat aquí, com a títol.
es: Este texto debería dejarse en blanco o ser muy breve. Si está en blanco, el bloque de HTML Avanzado se mostrará en la página de Índice o de Portal como un texto sencillo, igual que el bloque HTML. Si tiene texto, el bloque de HTML Avanzado se mostrará como los demás bloques, incluso con una barra de título del bloque con el texto que introduzca aquí.
fi: Tämän tekstin tulee olla tyhjä tai hyvin lyhyt. Kun se on tyhjä, edistyksellinen HTML-alue näkyy indeksi- tai portaalisivulla tavallisena alueena aivan kuten HTML-alue. Kun siinä on tekstiä, edistyksellinen HTML-alue näyttää samalta kuin muut alueet täydellisenä sisältäen otsikkokentän, jossa on tässä lisäämäsi teksti.
he: הטכסט הזה צריך להיות ריק או קצר מאוד. כאשר הוא ריק, אזור ה-HTML המתקדם יוצג על דף האינדקס או הפורטל כאזור פשוט, בדומה לאזור ה-HTML. כאשר הוא כולל טכסט, אזור ה-HTML המתקדם יוצג כמו יתר האזורים, שלם עם פס כותרת של האזור שכולל את הטכסט שהכנסת כאן.

source: Use this section to select the alternate database identifier that contains the the person you are linking to.
ca: Feu servir aquesta secció per a seleccionar l'identificador a la base de dades alternativa que conté la persona que esteu vinculant.
es: Utilice esta sección para seleccionar el identificador de la base de datos alternativa que contiene la persona con la que está vinculando.
fi: Käytä tätä osiota valitaksesi yhdistettävän henkilön sisältävän vaihtoehtoisen tietokannan tunnisteen.
he: השתמש באזור הזה כדי לבחור את זיהוי מסד הנתונים שכולל את האדם שאליו אתה רוצה לקשור.

source: Here you see two buttons to login to the system.<br /><br />The page you will be taken to depends on which button you click after typing your user name and password.<br /><ul><li>The <b>Login</b> button<br />If you click this button, you will be logged in and go directly to your MyGedView Portal page, where you can edit your settings, add or edit favorites, send and read messages, etc.</li><li>The <b>Admin</b> button<br />If you have Admin rights, you can click this button to go directly to the main Administration page.</li></ul>
ca: Aquest dos botons serveixen per accedir al sistema.<br /><br />La pàgina us menarà a un lloc diferent segons quin polseu desprès d'haver escrit el nom d'usuari i la contrasenya.<br /><ul><li>Botó <b>Accés</b><br />Amb aquest accedireu i anireu directament a la vostra pàgina Portal MyGedView, que us permet editar els vostres paràmetres, afegir o editar favorits, enviar i rebre missatges, etc.</li><li>Botó <b>Administració</b><br />Si teniu atributs d'administrador podeu polsar-lo per anar directament a la pàgina principal d'Administració.</li></ul>
es: Aquí puede ver dos botones para la entrada identificada al sistema.<br /><br />Dependiendo de cuál escoja entrará en una zona diferente tras teclear su identificador y su contraseña.<br /><ul><li>El botón <b>Entrar</b><br />Si hace clic sobre este botón, entrará e irá directamente a su página MiGedView page en la que puede modificar sus ajustes, agregar o modificar favoritos, enviar y leer mensajes, etc.</li><li>El botón <b>Admin.</b><br />Si tiene derechos de administración, puede hacer clic en este botón para ir directamente a la página principal de Administración.</li></ul>
fi: SISÄÄNKIRJAUTUMISPAINIKKEET<br /><br />Tässä näkyy kaksi painiketta järjestelmään kirjautumiseksi.<br />Sivu jolle joudut riippuu klikkaamastasi painikkeesta sen jälkeen kun olet antanut käyttäjätunnuksen ja salasanan.<br /><br />* <b>Kirjaudu sisään</b>-painike<br />Jos klikkaat tätä painiketta, kirjaudut järjestelmään ja joudut suoraan omalle GedView-sivullesi, jossa muokkaat asetuksiasi, lisäät tai muokkaat suosikkejasi, luet ja lähetät viestejä jne.<br /><br /><b>Ylläpito</b>-painike<br />Jos sinulla on ylläpito-oikeudet, voit klikata tätä päästäksesi suoraan ylläpidon pääsivulle.
he: כאן אתה רואה שני כפתורים כדי להתחבר למערכת.<br /><br />הדף שאליו תועבר תלוי בכפתור שתלחץ, לאחר הכנסת קוד המשתמש והסיסמא.<br /><ul><li>כפתור <b>pgv_lang[login]#</b><br />אם תלחץ על כפתור זה, תחובר למערכת ותועבר ישירות לדף דף MyGedView שלך, שבו תוכל לערוך את ההגדרות שלך, להוסיף או לערוך מועדפים, לשלוח ולקבל הודעות וכו'.</li><li>כפתור <b>ניהול</b><br />אם יש לך הרשאות של מנהלן, תוכל ללחוץ על כפתור זה ותועבר ישירות לדף הניהול הראשי.</li></ul>
nn: Her ser du to knapper for å logge deg inn i systemet.<dl><dt><b>Logg inn</b></dt><dd>Vanlige brukere benytter bare denne knappen etter at de har oppgitt brukernavn og passord. Da vil de bli sendt til sin egen Min GedView-side, hvor de kan sende og lese beskjeder, endre oppsettet sitt, legge til eller endre favoritter osv.</dd><dt><b>Admin</b></dt><dd>Denne virker bare for brukere som har administrajon rettigheter. Ved å klikke på denne knappen vil siden for administrasjon av nettstedet bli vist.</dd></dl>

source: Here you see two buttons to login to the system.<br /><br />The page you will be taken to or sent back to depends on which button you click after typing your user name and password.<br /><ul><li>The <b>Login</b> button<br />If you click this button, you will return to the page you were just on, but with logged-in access rights.<br /><br />For example, if you click <b>Login</b> when you were at the Pedigree page, you will return to that same page. If you click this button when you were on the main Welcome page, you will be taken to the MyGedView Portal page.</li><li>The <b>Admin</b> button<br />If you have Admin rights, you can click this button to go directly to the main Administration page.</li></ul>
ca: Aquest dos botons serveixen per accedir al sistema.<br /><br />La pàgina us menarà o us retronarà a un lloc diferent segons quin polseu desprès d'haver escrit el nom d'usuari i la contrasenya.<br /><ul><li>Botó <b>Accés</b><br />Amb aquest tornareu a la pàgina on éreu però amb drets i permisos d'usuari enregistrat.<br /><br />Per exemple, si polseu <b>Accés</b> des de l'arbre genealògic, retornareu a aquesta pàgina. Si ho feu des de la d'inici, anireu a parar a la de Portal MyGedView.</li><li>Botó <b>Administració</b><br />Si teniu atributs d'administrador podeu polsar-lo per anar directament a la pàgina principal d'Administració.</li></ul>
es: Aquí puede ver dos botones para la entrada identificada al sistema.<br /><br />La página a la que se le lleve o devuelva dependerá de en qué botón haga clic después de teclear su identificador y su contraseña.<br /><ul><li>El botón <b>Entrar</b><br />Si hace clic en este botón, regresará a la página de la que procedía, pero ya con los derechos de acceso de usuario identificado.<br /><br />Por ejemplo, si hizo clic sobre <b>Entrar</b> cuando estaba en la página Árbol de Ascendientes, regresará a la misma página. Si hace clic en este botón cuando estaba en la página principal de Bienvenida, se le llevará a la página MiGedView.</li><li>El botón <b>Admin.</b><br />Si tiene derechos de administración, puede hacer clic en este botón para ir directamente a la página principal de Administración.</li></ul>
fi: Tässä näkyy kaksi painiketta järjestelmään kirjautumiseksi.<br />Sivu jolle joudut riippuu klikkaamastasi painikkeesta sen jälkeen kun olet antanut käyttäjätunnuksen ja salasanan.<br /><br />* <b>Kirjaudu sisään</b> painike<br />Jos klikkaat tätä painiketta, palaat sille sivulle, jolta lähdit<br />Siis jos klikkasit "Kirjaudu sisään" kun olit esipolvisivulla palaat sille sivulle.<br /><br />* <b>Ylläpito</b> painike<br />Jos sinulla on ylläpito-oikeudet, voit klikata tätä päästäksesi suoraan pääylläpitosivulle.
he: כאן אתה רואה שני כפתורים כדי להתחבר למערכת.<br /><br />הדף שאליו תועבר תלוי בכפתור שתלחץ, לאחר הכנסת קוד המשתמש והסיסמא.<br /><ul><li>כפתור <b>התחבר</b><br />אם תלחץ על כפתור זה, תוחזר לדף ממנו באת, אבל עם הרשאות גישה של מי שהתחבר.<br /><br />לדוגמה, אם לחצת על <b>התחבר</b> מדף אילן יוחסין, תחזור לדף הזה. אם תלחץ על הכפתור כאשר היית על דף ברוכים הבאים הראשי, תועבר לדף דף MyGedView.</li><li>כפתור <b>ניהול</b><br />אם יש לך הרשאות של מנהלן, תוכל ללחוץ על כפתור זה ותועבר ישירות לדף הניהול הראשי.</li></ul>
nn: Her ser du to knapper for å logge deg inn på systemet.<br />Det er avhengig av den knappen du velger for hvor du blir sendt videre etter å ha oppgitt brukernavn og passord.<dl><dt><b>Logg inn</b></dt><dd>Hvis du klikker på den venstre knappen, vil du komme tilbake til den siden du kom fra.<br />Så, dersom du klikket "Logg inn" da du var på siden med slektstre, vil du komme tilbake til denne siden.<br />Dersom du klikket på <b>Min GedView</b> i menyen, vil du gå direkte til din personlige side, der du kan endre oppsettet ditt, legge til eller endre favoritter, sende og lese beskjeder og så videre.</dd><dt><b>Admin</b></dt><dd>Dersom du har rettigheter som administrator, kan du klikke på knappen til høyre og gå direkte til siden for å administrere nettstedet.</dd></dl>
