Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Configuration per level
ca: Configuració per nivell
da: Konfiguration per niveau
es: Configuración por nivel
fi: Tasojen asetukset
he: תצורה לרמה
nn: Konfigurasjon pr nivå
pl: Konfiguracja dla poziomu

source: GoogleMap module disabled
ca: Mòdul GoogleMap desactivat
da: Googlemap modul deaktiveret
es: Módulo GoogleMap desactivado
fi: Google-kartasto -moduli estetty
he: מודול GoogleMap נוטרל
nn: GoogleMap-modulen er slått av
pl: Moduł Googlemap wyłączony

source: Activate
ca: Activat
da: Aktivér
es: Activar
fi: Aktivoi
he: הפעל
nn: Aktiver
pl: Włącz

source: Deactivate
ca: Desactivat
da: Deaktivér
es: Desactivar
fi: Poista käytöstä
he: נטרל
nn: Deaktiver
pl: Wyłącz

source: CHIL
ca: Fill
da: Barn
es: Hijo
fi: Lapsi
he: ילד/ה
nn: Barn
pl: Dziecko

source: No map data for this person
ca: No hi han dades de mapa per a aquesta persona
da: Ingen kortdata for denne person
es: No hay datos de mapa para esta persona
fi: Ei kartta tietoa tällä henkilöllä
he: אין נתוני מפה עבור אדם זה
nn: Ingen kartdata for denne personen
pl: Brak danych o mapie dla tej osoby

source: Select flag
ca: Selecciona la bandera
da: Vælg flag
es: Seleccionar bandera
fi: Valitse lippu
he: בחר דגל
nn: Velg flagg
pl: Wybierz flagę

source: <b>The flags directory doesn't exist</b><br /><br />To make the flags work, copy the <b>flags</b> directory from <b>images</b> directory to <b>places</b> directory, or download the flags from the full version.
da: <b>Flagmappen findes ikke</b><br /><br />For at flagene skal virke, skal du kopiere <b>flags</b> mappen fra <b>images</b> mappen til <b>places</b> mappen, eller downloade flagene fra den fulde udgave.
es: <b>El directorio de banderas no existe</b><br /><br />Para que funcionen las banderas, copie el directorio <b>flags</b> del directorio <b>images</b> al directorio <b>places</b>, o descargue las banderas de la versión completa.
he: <b>תיקיית המפות אינו קיים</b><br /><br />כדי שהמפות תעבודנה, העתק את תיקיית ה<b>מפות</b> מתקיית <b>images</b> לתקיית <b>places</b>, או הורד את המפות מהגירסה המלאה.
pl: <b>Brak folderu z flagami</b><br /><br />Do działania flag proszę skopiować folder <b>flags</b> z katalogu <b>images</b> do katalogu <b>places</b> lub skorzystać z <b>pełnej wersji PGV</b>.

source: Countries
ca: Països
da: Lande
es: Países
fi: Maat
he: ארצות
nn: Land
pl: Państwa

source: Configure Google-map
da: Konfigurér Google-map
pl: Konfiguracja Googlemap

source: Configure all aspects of the Google Map module here.
da: Konfigurér alle områder af Google-map modulet her.
pl: W tym miejscu możesz skonfigurować wszystkie aspekty modułu Googlemap.

source: Enable Google-map
da: Aktiver Google-map
pl: Włącz Googlemap

source: Google-map type
pl: Typ mapy

source: The type of map that will be shown by default. This can be Map, Satellite, Hybrid or Terrain.
da: Typen af kort der vil vises som standard. Dette kan være kort, sattelit, eller hybrid.
pl: Wybierz domyślny typ mapy. Dostępne typy map: zwykła Mapa, Satelitarna, Hybrydowa i Terenowa.

source: Google-map size
da: Google-map størrelse
pl: Rozmiar mapy

source: The size of the map (in pixels) as shown on the Individual pages.
da: Størrelsen på kortet (i pixler) der vises på individ siden.
pl: Rozmiar mapy w pikselach. Mapa wyświetlana na stronie osoby będzie miała podany rozmiar.

source: Google-map zoom factor
da: Google-map zoom faktor
pl: Współczynnik powiększenia

source: Minimum and maximum zoom factor for the Google map. 1 is the full map, 15 is single house. Note that 15 is only available in certain areas.
da: Minimum og maksimum zoom faktor for Google kortet. 1 er hele kortet, 15 er på husniveau. Bemærk at 15 kun er tilgængelig i bestemte områder.
pl: Minimalny i maksymalny współczynnik powiększenia dla mapy Google. 1 - cała mapa, 15 - pojedyncze domy. Współczynnik 15 dostępny jest tylko w pewnych miejscach.

source: Precision of the latitude and longitude
da: Præcision af længdegrad og breddegrad
pl: Precyzja współrzędnych

source: This specifies the precision of the different levels when entering new geographic locations. For example a country will be specified with precision 0 (=0 digits after the decimal point), while a town needs 3 or 4 digits.
da: Dette vælger præcisionen af de forskellige niveauer, når der indtastes nye geografiske stedet. Et land vil for eksempel have en præcision på 0 (=0 decimaler efter decimal tegnet), hvorimod en by skal have 3 eller 4 decimaler.
pl: Możesz określić precyzję dla wprowadzanych współrzędnych dla różnych poziomów. Na przykład: Kraj może być określony z precyzją 0 (brak miejsc po przecinku), podczas gdy miejscowości potrzebują precyzji 3-4 miejsc po przecinku.

source: Default value for top-level
da: Standard værdi for topniveau
pl: Domyślna wartość głównego poziomu

source: Here the default level for the highest level in the place-hierarchy can be defined. If a place cannot be found this name is added as the highest level (country) and the database is searched again.
da: Her kan standard niveauet for det højeste niveau defineres. Hvis et sted ikke kan findes, vil dette navn tilføjes som det højeste niveau (land) og der søges igen i databasen.
pl: Tu możesz zdefiniować domyślną wartość dla głównego poziomu w hierarchii miejsc. Jeśli miejsce nie zostanie znaleznione jego nazwa zostanie dodana jako najwyższy poziom (kraj) i baza zostanie przeszukana ponownie.

source: This indicates the number of levels used within Googlemap
da: Dette viser antallet af niveauer der bruges i Googlemap
pl: Liczba poziomów miejsc

source: This field indicates the number of levels in the places-hierarchy that is being used by the Googlemap modules.<br />The default value is 4 (Country, State, County, Place), which is usually good enough. If you want to add an extra level (for example to add specific location like cemeteries or schools) change this value. If you want to remove a level (for example county) you can also change this value, but keep in mind that the files containing the place-locations contain a 4-level structure.
da: Dette felt viser antallet af niveauer i sted-hirakiet der bruges af Googlemap modulerne.<br/>Standard værdien er 4 (land, stat, amt, sted), hvilket normalt er nok. Hvis du ønsker et ekstra nivau (hvis du for eksempel ønsker at tilføje specifikke steder som kirkegårde og skoler) skal du ændre denne værdi. Hvis du ønsker at fjerne et niveau (for eksempel land) kan du også ændre denne værdi, men vær opmærksom på at filerne der indeholder steder er baseret på en 4-niveau's struktur.
pl: W tym miejscu można określić liczbę poziomów w hierarchii miejsc, która jest używana przez moduł Googlemap.<br />Wartością domyślną jest 4 (Kraj, województwo, powiat, miejscowość). Jeśli chcesz dodać dodatkowe poziomy (na przykład szkoły, cmentarze) możesz zmienić liczbę poziomów. Jeśli chcesz usunąć poziom (na przykład Kraj) możesz zmniejszyć tą wartość, ale pamiętaj, że pliki zawierające współrzędne miejsc mają strukturę 4-poziomową.

source: Prefix for names used on this level
da: Præfiks for navne der bruges på dette niveau
pl: Przedrostek dla nazw w tym poziomie

source: Postfix for names used on this level
da: Postfiks for navne der bruges på dette niveau
pl: Przyrostek dla nazw w tym poziomie

source: This field indicates the order in which names are tried using the prefix and postfix. The possible values are:<br /><ul><li>No pre/postfix</li><li>Normal name, Prefix, Postfix, both</li><li>Normal name, Postfix, Prefix, both</li><li>Prefix, Postfix, both, Normal name</li><li>Postfix, Prefix, both, Normal name</li><li>Prefix, Postfix, Normal name, both</li><li>Postfix, Prefix, Normal name, both</li></ul>
da: Dette felt viser rækkefølgen af navne der prøves ved hjælp af præfiks og postfiks. De mulige værdier er:<br/><ul><li>Ingen præ/postfiks</li><li>Normalt navn, Præfiks, Postfiks, begge</li><li>Normalt navn, Postfiks, Præfiks, begge</li><li>Præfiks, Postfiks, begge, Normalt navn</li><li>Postfiks, Præfiks, begge, Normalt navn</li><li>Præfiks, Postfiks, Normalt navn, begge</li><li>Postfiks, Præfiks, Normalt navn, begge</li></ul>
pl: To pole wyznacza porządek w jakim nazwy będą używać przedrostka i przyrostka. Możliwe wartości:<br /><ul><li>Brak</li><li>Normalny, przedrostek, przyrostek, oba</li><li>Normalny, przyrostek, przedrostek, oba</li><li>Przedrostek, przyrostek, oba, normalny</li><li>Przyrostek, przedrostek, oba, normalny</li><li>Przedrostek, przyrostek, normalny, oba</li><li>Przyrostek, przedrostek, normalny, oba</li></ul>

source: Edit or delete location
da: Rediger eller slet sted
pl: Edytuj lub usuń miejsce

source: Here you can edit the location or delete the location. When you click on Edit a new window will open where you can change the values of the geographic location.<br />If you click on the delete-icon the record will be deleted. This can only be done if there are no records connected to this location. If no records are connected the delete-icon is active, otherwise it is inactive.
da: Her kan du redigere stedet eller slette stedet. Når du klikker på Rediger vil et nyt vindue åbnes, hvor du kan ændre værdian af det geografiske sted.<br/>Hvis du klikker på slette-ikonet vil posten blive slettet. Dette kan kun gøres hvis der ikke er nogen poster tilknyttet til stedet. Hvis der ikke er nogen poster tilknyttet, vil slette-ikonet være aktivt, eller vil det være inaktivt.
pl: W tym miejscu można edytować lub usuwać miejsca. Jeśli klikniejsz na Edytuj zostanie otwarte nowe okno, w którym będzie można zmienić dane geograficzne.<br />Jeśli klikniesz na czerwony krzyżyk miejsce zostanie usunięte. Usunąć można jedynie miejsca, które nie mają miejsc podrzędnych.

source: Add geographic location
da: Tilføj geografisk sted
pl: Dodaj nowe miejsce

source: Use this to add a place to the location table. The location will be added at this level.
da: Brug denne til at tilføje et sted til sted tabellen. Stedet vil blive tilføjet på dette niveau.
pl: Użyj w celu dodania miejsca do tablicy. Miejsce będzie dodane w bieżącym poziomie.

source: Import geographic locations from GEDCOM
da: Importer geografiske steder fra GEDCOM
pl: Importuj z bieżącego GEDCOMu

source: Import geographic location-data from current GEDCOM. The current GEDCOM will be scanned and all places will be added to the table. If latitude and longitude are available these will also be imported.
da: Importer geografiske sted-data fra den aktuelle GEDCOM. Den aktuelle GEDCOM vil blive scannet og alle steder vil blive tilføjet til tabellen. Hvis breddegrad og længdegrad er tilstede vil disse også blive importeret.
pl: Importuj miejsca z bieżącego GEDCOMu. Bieżący plik GEDCOM będzie przeskanowany i wszystkie miejsca będą dodane do tablicy. Jeśli współrzędne są dostępne będą również dodane.

source: Import geographic locations from all GEDCOMs
da: Importer geografiske steder fra alle GEDCOM'er
pl: Importuj ze wszystkich GEDCOMów

source: Import geographic location-data from all GEDCOMs. All GEDCOMs will be scanned and all places will be added to the table. If latitude and longitude are available these will also be imported.
da: Importer geografiske sted-data fra alle GEDCOM'er. Alle GEDCOM-filer vil blive scannet og alle steder vil blive tilføjet til tabellen. Hvis breddegrad og længdegrad er tilstede vil disse også blive importeret.
pl: Importuj miejsca ze wszystkich GEDCOMów. Wszystkie pliki GEDCOM będą przeskanowane i wszystkie miejsca będą dodane do tablicy. Jeśli współrzędne są dostępne będą również dodane.

source: Import geographic locations from file
da: Importer geografiske steder fra fil
pl: Importuj z pliku

source: Import geographic location data from a file. The file should be formatted as CSV file on the local computer. The record separator used within the lines is ';'.
da: Importer geografiske sted-data fra en fil. Filen bør være formateret som en CSV fil på den lokale computer. Post separatoren der bruges på linjeniveau er ';'.
pl: Importuj miejsca z pliku. Plik powinie być zapisany w postaci CSV na komputerze. Separator rekordów: ';'

source: Export locations to file
da: Eksporter steder til fil
pl: Eksportuj aktualny widok do pliku

source: Export location data to a file. This option will save the data from the current view and all dependant data to a file. This means that if a country is selected and the states are shown, this option will save the data of the states, all the counties that are defined in those states and all places within those counties.
da: Eksporter sted-data til en fil. Denne funktion vil gemme data fra den aktuelle visning og alle afhængige data til en fil. Dette betyder at hvis der vælges et land og amterne er vist, vil dette funktion gemme amternes data og alle landene der er defineret i disse amter og alle steder i disses kommuner.
pl: Eksportuj aktualny widok do pliku. Ta opcja pozwala na zapisanie bieżącego widoku miejsc w pliku na komputerze. Oznacza to, że jeśli jest wybrany poziom Kraju i wyświetlone są województwa, do pliku zostaną zapisane dane województw i wszystkie miejsca podrzędne.

source: Export all location data to a file. This option will save all location data and transfer it to the local computer.
da: Eksporter alle sted-data til en fil. Denne funktion vil gemme alle sted-data og overføre det til den lokale computer.
pl: Eksportuj wszystkie lokalizacje do pliku. Ta opcja pozwala na zapisanie wszystkich miejsc w pliku na komputerze.

source: Display Map Coordinates
da: Vis kort koordinater
pl: Wyświetl współrzędne

source: Edit Google Map Places
da: Redigér Googlemap steder
pl: Edytuj położenie geograficzne miejsc

source: Here you can add, edit or delete Google Map place details.
da: Her kan du tilføje, redigere eller slette Googlemap stedoplysninger.
pl: W tym miejscu możesz dodawać, edytować lub usuwać szczegóły dotyczące miejsca.

source: Enter place name
da: Indtast stednavn
pl: Nazwa miejsca

source: Here you can enter or change the name of the place.<br />The 'Search on this level' option allow to search the latitude and longitude of entered place name only among the places with that level.<br />The 'Search on this level' option allow to search the latitude and longitude of all places having entered name. Some the lower levels places can not be displayed with this method of search.
da: Her kan du indtaste eller ændre navnet på stedet.
pl: W tym miejscu możesz dodać lub edytować nazwę miejsca.<br />Opcja 'Szukaj na tym poziomie' pozwala na wyszukanie współrzędnych miejsca mającego podaną nazwę tylko wśród miejsc z tego poziomu.<br />Opcja 'Szukaj wszystkie' pozwala na wyszukanie współrzędnych wszystkich miejsc mających podaną nazwę. Niektóre miejsca niższych poziomów mogą zostać nie wyświetlone przy tej metodzie szukania.

source: Enter precision
da: Indtast præcision
pl: Precyzja

source: Here you can enter the precision. Based on this setting the number of digits that will be used in the latitude and longitude is determined.
da: Her kan du indtaste præcisionen. Baseret på denne indstilling vil antallet af decimaler der bruges i breddegrad og længdegrad blive besluttet.
pl: W tym miejscu możesz ustawić precyzję. Liczba miejsc po przecinku we współrzędnych odnosi się do tej wartości.

source: Enter latitude or Longitude
da: Indtast breddegrad eller længdegrad
pl: Wprowadź współrzędne geograficzne

source: Here the latitude and longitude can be entered. First select the area you want to set (E/W or N/S). Next enter the value for latitude or longitude. This should be a decimal value.<br />The decimal value can be determined by converting the minutes and seconds using the following formula:<br />degrees_decimal = ((seconds / 60) + minutes) / 60 + degrees.
da: Her kan breddegrad og længdegrad indtastes. Først vælges det område du ønsker at se (Ø/V eller N/S). Derefter indtastes værdien for breddegrad eller længdegrad. Dette bør være en decimal værdi.<br/>Decimal værdien kan bestemmes ved at konvertere minutterne og sekunderne ved brug af følgende formel:<br/>grader_decimal = ((sekunder / 60) + minutter) / 60 + grader.
pl: W tym miejscu możesz ustawić współrzędne. Najpierw ustaw szerokość i długość geograficzną (E/W lub N/S). Następnie wprowadź współrzędne. Powinny być w formacie dziesiętnym.<br />Wartości dziesiętne można obliczyć przeliczając minuty i sekundy według podanego wzoru:<br />stopnie_dziesiętne = ((sekundy / 60) + minuty) / 60 + stopnie.

source: Enter zoom level
da: Indtast zoomniveau
pl: Powiększenie

source: Here the zoom level can be entered. This value will be used as the minimal value when displaying this geographic location on a map.
da: Her kan zoom niveauet indtastes. Denne værdig vil blive brugt som den mindste værdi når dette geografiske sted vises på et kort.
pl: W tym miejscu możesz ustawić powiększenie. Ta wartość będzie używana jako minimalna wartość podczas wyświetlania miejsc na mapie.

source: Select an icon
da: Vælg et ikon
pl: Wybierz flagę miejsca

source: Here an icon can be set or removed. Using this link a flag can be selected. When this geographic location is shown, this flag will be displayed.
da: Her kan der tilknyttes eller fjernes et ikon. Ved at bruge dette link kan et flag vælges. Når dette geografiske sted vælges, vil dette ikon vises.
pl: W tym miejscu możesz ustawić lub usunąć flagę dla tego miejsca. Podczas wyświetlania miejsc flaga będzie używana jako znacznik.

source: Using the pull down menu it is possible to select a country, of which a flag can be selected. If no flags are shown, then there are no flags defined for this country.
da: Ved at bruge nedrulningsmenuen er det muligt at vælge et land for hvilket et flag kan vælges. Hvis der ikke vises nogen flag, er der ikke defineret nogen flag for dette land.
pl: Używając rozwijanej listy możesz wybrać kraj, dla którego będą wyświetlone flagi. Jeśli nie ma flag oznacza to, że nie ma ich zdefiniowanych dla danego kraju.

source: Enter filename
da: Indtast filnavn
pl: Wprowadź nazwę pliku

source: Browse for the file on your computer which contains the place locations in CSV format.
da: Indtast navnet på den fil der indeholder steder i CSV format.
pl: Przeglądaj komputer w celu znalezienia pliku w formacie CSV zawierającego miejsca.

source: Select a file from the list of files already on the server which contains the place locations in CSV format.
da: Vælg en fil på listen over filer der allerede er på serveren, der indeholder stedplaceringer i CSV formatet.
pl: Wybierz plik z listy istniejących na serwerze zawierający miejsca.

source: Clean placelocation database
da: Tøm placelocation database
pl: Wyczyść bazę miejsc

source: When this option is selected the placelocation database will be cleared. This means that only the location stored in this table will be deleted. This will not change anything in the GEDCOM.
da: Når denne funktion vælges vil databasen blive tømt. Dette betyder at kun de steder der er gemt i denne tabel vil blive slettet. Dette vil ikke ændre noget i GEDCOM filen.
pl: Jeśli ta opcja jest włączona baza lokalizacji miejsc zostanie wyczyszczona. To oznacza, że tylko miejsca występujące w tej tablicy zostaną usunięte. Ta opcja nie zmienia miejsc w pliku GEDCOM.

source: Update existing records
da: Opdater eksisterende poster
pl: Aktualizuj tylko istniejące miejsca

source: Only update existing records.<br />When this option is selected only existing records will be updated. This can be used to fill in latitude and longitude of places that have been imported from a GEDCOM. No new places will be added to the database.
da: Opdater kun eksisterende poster.<br/>Når denne funktion vælges vil kun eksisterende poster blive opdateret. Dette kan bruges til at udfylde breddegrad og længdegrad på steder der er importeret fra en GEDCOM fil. Ingen nye steder vil blive tilføjet til databasen.
pl: Aktualizuj tylko istniejące w bazie miejsca.<br />Jeśli ta opcja jest włączona tylko istniejące miejsca będą zaktualizowane. This can be used to fill in latitude and longitude of places that have been imported from a GEDCOM. No new places will be added to the database.

source: Overwrite location data
da: Overskriv sted-data
pl: Nadpisać dane lokalizacji danymi z pliku

source: Overwrite location data in the database with data from the file.<br />When this option is selected, the location data in the database (latitude, longitude, zoomlevel and flag) are overwritten with the data in the file, if available. If the record is not already in the database a new record will be created, unless the Update-only option is also selected.
da: Overskriv sted-data i databasen med data fra filen.<br/>Når denne funktion vælges, vil sted-data i databasen (breddegrad, længdegrad, zoomniveau og flag) blive overskrevet med data fra filen, hvis disse findes. Hvis posten ikke allerede findes i databasen, vil en ny post blive oprettet, medmindre opdaterings funktionen også er valgt.
pl: Nadpisać dane lokalizacji w bazie danymi z pliku.<br />Jeśli ta opcja jest włączona, dane w bazie (współrzędne, powiększenie i flaga) zostaną nadpisane danymi z pliku, jeśli w pliku będą dostępne. Jeśli miejsce nie istnieje w bazie zostanie stworzony nowy wpis, ale tylko gdy opcja Aktualizuj tylko istniejące miejsca nie będzie zaznaczona.

source: List inactive places
da: Vis inaktive steder
pl: Pokaż miejsca nieaktywne

source: Place Checking Tool
da: Stedkontrol værktøj
pl: Sprawdź miejsca

source: Place Check - List Filtering Optons
da: Stedkontrol - vis filter indstillinger
pl: Sprawdź miejsca - Opcje filtrowania listy

source: This section includes options to limit or extend the scope of the listed places.<br /><br />It is hoped to add more options in the future.
da: Denne sektion indholder indstillinger til at begrænse eller udvide mængden af viste steder.<br /><br />Der planlægges at tilføje flere indstillinger i fremtiden.
pl: Tutaj możesz określać miejsca jakie będą wyświetlone.

source: Include matched places
da: Inkluder sammenkørte steder
pl: Dołącz identyczne miejsca

source: The size of the map (in pixels) as shown on the Place Hierarchy pages.
da: Størrelsen på kortet (i pixler) som vises på stedhieraki siderne.
pl: Rozmiar mapy w pikselach. Mapa wyświetlana na stronie hierarchii miejsc będzie miała podany rozmiar.

source: Here you can specify what type of marker be able to use (standard or flag). If place has no flag, use standard marker.
da: Her kan du vælge hvilken type markør du ønsker at bruge (standard eller flag). Hvis et sted ikke har noget flag, så brug standardmarkøren.
pl: Tutaj możesz określić czy do wyświetlania miejsc w hierarchii będzie użyty standardowy znacznik czy przypisana flaga (jeśli brak przypisanej flagi, będzie wyświetlony standardowy znacznik).

source: Here you can choose between two types of displaying places names in hierarchy. If set Yes the place has short name or actual level name, if No - full name.<br /><b>Examples:<br />Full name: </b>Chicago, Illinois, USA<br /><b>Short name: </b>Chicago<br /><b>Full name: </b>Illinois, USA<br /><b>Short name: </b>Illinois
da: Her kan du vælge mellem to måder at vise stednavne i hierakiet. Hvis Ja er valgt vil stedet have et kort navn eller det aktuelle niveaunavn, hvis Nej, det fulde navn.<br /><b>Eksempler:<br />Fulde navn: </b>Chicago, Illinois, USA<br /><b>Kort navn: </b>Chicago<br /><b>Fulde navn: </b>Illinois, USA<br /><b>Kort navn: </b>Illinois
pl: Tutaj możesz określić czy miejsca wyświetlane w hierarchii będą miały wyświetlone pełne nazwy czy tylko będzie wyświetlona nazwa aktualnego poziomu/miejsca.<br /><b>Przykłady:<br />Pełna nazwa: </b>Warszawa, Mazowieckie, Polska<br /><b>Skrócona nazwa: </b>Warszawa<br /><b>Pełna nazwa: </b>Mazowieckie, Polska<br /><b>Skrócona nazwa: </b>Mazowieckie

source: Display indis and families counts
da: Vis individ- og familieoptææling
pl: Wyświetl liczbę osób i rodzin połączonych z danym miejscem
