Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Events exist for today, but privacy restrictions prevent you from seeing them.
ca: Hi ha esdeveniments per avui, però les restriccions per privadesa no us deixen veure'ls.
da: Der findes begivenheder for i dag, men beskyttelse af privatliv forhindrer dig i at se dem.
he: קיימים אירועים להיום, אבל הגבלות הפרטיות מונעות ממך לראותם.
nn: Det finnes hendelser for i dag, men på grunn av hensyn til personvern vises ikke disse.
pl: Istnieją wydarzenia na dziś, ale ustawienia prywatności nie pozwalają ich wyświetlić.

source: No events for living people exist for today.
ca: No hi ha esdeveniments de persones vives per avui.
da: Ingen begivenheder er registreret for nulevende personer for i dag.
he: אין אירוע של אנשים חיים להיום.
nn: Fant ingen hendelser for levende personer for i dag.
pl: Brak wydarzeń dla osób żyjących na dziś.

source: No events exist for today.
ca: No hi ha esdeveniments per avui.
da: Ingen begivenheder er registreret for i dag.
he: אין אירועים להיום.
nn: Fant ingen hendelser for i dag.
pl: Brak wydarzeń na dziś.

source: More events exist for tomorrow, but privacy restrictions prevent you from seeing them.
ca: <br />Hi ha més esdeveniments per demà però les restriccions per privadesa no us deixen veure'ls.
da: <br />Der findes flere begivenheder for i morgen, men beskyttelse af privatliv forhindrer dig i at se dem.
he: <br />קיימים אירועים נוספים עבור מחר, אבל מגבלות פרטיות מונעות ממך לראות אותם.
nn: <br />Det finnes flere hendelser for i morgen, men på grunn av hensyn til personvern vises ikke disse.
pl: <br />Istnieje więcej wydarzeń na jutro, ale ustawienia prywatności nie pozwalają ich wyświetlić.

source: Events exist for tomorrow, but privacy restrictions prevent you from seeing them.
ca: Hi ha esdeveniments per demà, però les restriccions per privadesa no us deixen veure'ls.
da: Der findes begivenheder for i morgen, men beskyttelse af privatliv forhindrer dig i at se dem.
he: קיימים אירועים עבור מחר, אבל מגבלות פרטיות מונעות ממך לראות אותם.
nn: Det finnes hendelser for i morgen, men på grunn av hensyn til personvern vises ikke disse.
pl: Istnieją wydarzenia na jutro, ale ustawienia prywatności nie pozwalają ich wyświetlić.

source: No events for living people exist for tomorrow.
ca: No hi ha esdeveniments per persones vives per demà.
da: Ingen begivenheder registreret for nulevende personer for i morgen.
he: אין אירוע של אנשים חיים למחר.
nn: Fant ingen hendelser for levende personer for i morgen.
pl: Brak wydarzeń dla osób żyjących na jutro.

source: No events exist for tomorrow.
ca: No hi ha esdeveniments per demà.
da: Ingen begivenheder registreret for i morgen.
he: אין אירועים למחר.
nn: Fant ingen hendelser for i morgen.
pl: Brak wydarzeń na jutro.

source: %s year anniversary
ca: %s aniversari
da: %s. årsdag
es: hace %s años
fi: %s. vuosipäivä
he: יום השנה %s
nn: %s. årsdag
pl: %s rocznica

source: Average age
ca: Mitjana d'edat
es: Edad promedio
fi: Keskimääräinen ikä
he: גיל ממוצע
nn: Gjennomsnittlig alder
pl: Średni wiek

source: Sort by this column.
ca: Ordena per aquesta columna.
da: Sortér efter denne kolonne.
es: Clasificar por esta columna.
fi: Lajittele tämän sarakkeen mukaisesti.
he: מיין לפי טור זה.
nn: Sorter etter denne kolonnen.
pl: Sortuj wg tej kolumny

source: Security Warning: Could not create file <b><i>index.php</i></b> in
ca: Avís de seguretat: No es pot crear el fitxer <b><i>index.php</i></b> a
da: Sikkerhedsadvarsel: Filen <b><i>index.php</i></b> findes ikke i
es: Advertencia de seguridad: No existe el archivo <b><i>index.php</i></b> en
fi: Turvallisuusvaroitus: tiedostoa <b><i>index.php</i></b> ei ole kansiossa
he: התרעת ביטחון: לא ניתן ליצור <b><i>index.php</i></b> בתוך
nn: Sikkerhetsadvarsel: Filen <b><i>index.php</i></b> finnes ikke i
pl: Ostrzeżenie bezpieczeństwa: Nie można utworzyć pliku <b><i>index.php</i></b> w

source: Directory could not be created
ca: No es pot crear el directori
da: Folderen kunne ikke oprettes
es: No se pudo crear el directorio
fi: Kansiota ei voitu luoda
he: לא ניתן ליצור תיקייה
nn: Kan ikke opprette mappe
pl: Tworzenie katalogu nie powiodło się

source: Directory created
ca: S'ha creat el Directori
da: Mappe oprettet
es: Directorio creado
fi: Kansio luotu
he: תיקייה נוצרה
nn: Opprettet mappe
pl: Utworzono katalog

source: Thumbnail %s could not be generated automatically.
ca: La miniatura de %s no pot generar-se automàticament.
da: Miniaturebillede %s kunne ikke oprettes automatisk.
pl: Nie można automatycznie wygenerować miniaturki %s.

source: Thumbnail %s generated automatically.
ca: Generada automàticament la miniatura de %s.
da: Miniaturebillede %s blev oprettet automatisk.
pl: Miniaturka %s została wygenerowana automatycznie.

source: Upload successful.
ca: Càrrega correcta.
da: Upload fuldført.
es: Proceso completo
fi: Lähetys onnistui.
he: ההעלאה הצליחה.
nn: Overføring (opplasting) er utført
pl: Wgrywanie zakończone pomyślnie

source: Upload Media files
ca: Carrega fitxers multimèdia
da: Upload mediefiler
es: Subir archivos audiovisuales
fi: Lähetä mediatiedostot palvelimelle
he: העלאת קבצי מדיה
nn: Hent (upload) bilde- / mediefiler
pl: Wgraj pliki multimedialne

source: Upload
ca: Carrega
es: Subir
fi: Lähetä palvelimelle
he: העלה
nn: Hent (last opp)
pl: Wgraj

source: Media file to upload
ca: Fitxer multimèdia a carregar
da: Mediefil
es: Archivo audiovisual a subir
fi: Mediasuodatin
he: קובץ מדיה שאותו יש להעלות
nn: Mediafil for opplasting
pl: Plik multimedialny do wgrania

source: Use the &laquo;Browse&raquo; button to search your local computer for the desired file.
ca: Feu servir el botó &laquo;Cerca&raquo; per cercar al vostre ordinador el fitxer desitjat.
da: Brug &laquo;Gennemse&raquo; knappen til at søge på din lokale computer efter den ønskede fil.
es: Utilice el botón &laquo;Examinar&raquo; para localizar en su equipo local el archivo deseado.
fi: Käytä &laquo;Selaa&raquo;-painiketta hakeaksesi tiedostoa omalta tietokoneeltasi.
he: השתמש בכפתור ה-&laquo;Browse&raquo; כדי לחפש את הקובץ הרצוי במחשב המקומי שלך.
nn: Bruk knappen &laquo;Bla gjennom&raquo; for å finne ønsket fil på din lokale datamaskin.
pl: Użyj przycisku &laquo;Przeglądaj&raquo; aby znaleźć plik na twoim komputerze.

source: Automatic thumbnail
ca: Miniatura automàtica
da: Automatisk miniature
es: Miniatura automática
fi: Automaattinen pienoiskuva
he: קובץ מזערי אוטומטי
nn: Automatisk miniatyrbilde
pl: Automatyczna miniaturka

source: Generate thumbnail automatically from
ca: Generar miniatura automàticament des de
da: Opret miniature automatisk fra
es: Generar miniatura automáticamente a partir de
fi: Luo pienoiskuvat automaattisesti
he: צור תמונה מזערית אוטומטית מ-
nn: Lag miniatyrbilde(r) automatisk fra
pl: Automatycznie twórz miniaturkę z&nbsp;

source: Thumbnail to upload
ca: Miniatura a carregar
da: Miniaturebillede
es: Miniaturas
fi: Pienoiskuva
he: תמונה ממוזערת שאותה יש להעלות
nn: Miniatyrbilde(r)
pl: Miniaturka do wgrania

source: File name on server
ca: Nom del fitxer al servidor
da: Filnavn på server
es: Nombre de archivo en el servidor
fi: Tiedoston nimi palvelimella
he: שם הקובץ בשרת
nn: Filnavn på server
pl: Nazwa pliku na serwerze

source: Do not change to keep original file name.
ca: No ho canvieu per conservar el nom de fitxer original.
da: Lad være med at ændre for at beholde det originale filnavn.
es: No cambie para preservar en nombre del archivo original.
fi: Älä muuta säilyttääksesi vanhan nimen.
he: אין לשנות אם ברצונך לשמור על שם הקובץ המקורי.
nn: Ikke bytt for å beholde originalt filnavn.
pl: Nie zmieniaj, aby zachować oryginalną nazwę pliku.

source: Folder name on server
ca: Nom del directori al servidor
da: Mappenavn på server
es: Nombre de carpeta en el servidor
fi: Kansion nimi palvelimella
he: שם התיקייה על השרת
nn: Mappenavn på server
pl: Nazwa katalogu na serwerze

source: Other folder... please type in
ca: Altres carpetes... entreu-les
da: Anden mappe... indtast venligst
es: Otra carpeta... por favor, introduzca su nombre
fi: Toinen kansio... ole hyvä ja kirjoita
he: תיקייה אחרת... נא הקלד
nn: Andre mapper... - skriv inn
pl: Inny katalog. Wprowadź

source: Enter a Person, Family, or Source ID
ca: Entreu un ID de Persona, Família o Font
da: Angiv en person, familie eller kilde ID
es: Introduzca un ID de persona, familia o fuente
fi: Lisää henkilö, perhe tai lähde-ID
he: הכנס קוד של אדם, משפחה או מקור
nn: Angi ID til en person, family eller kilde
pl: ID osoby, rodziny lub źródła

source: Enter or search for the ID of the person, family, or source to which this media item should be linked.
ca: Entreu o cerqueu l'ID de la persona, família o font al que cal vincular aquest ítem multimèdia.
da: Indtast eller søg efter ID på den person, familie eller kilde til hvilken dette medieemne skal tilknyttes.
es: Introduzca o busque el ID de la persona, familia o fuente donde hay que vincular este objeto.
fi: Lisää tai etsi sen henkilön, perheen tai lähteen ID-tunnus, johon tämä media liitetään.
he: הכנס או חפש את קוד הזיהוי של האדם, המשפחה או המקור שאליו יש לקשר את המדיה הזו.
nn: Angi eller søk etter IDen til personen, familien eller kilden som dette mediaobjektet skal kobles til.
pl: Podaj lub wyszukaj identyfikator osoby, rodziny lub źródła, z którym ten obiekt multimedialny ma być powiązany.

source: You may enter a URL, beginning with &laquo;http://&raquo;.
ca: També podeu entrar-hi un URL, començant amb &laquo;http://&raquo;.
da: Du kan indtaste en URL der starter med &laquo;http://&raquo;.
es: Puede introducir una URL, comenzando por &laquo;http://&raquo;.
fi: Voit lisätä URL-osoitteen laittaen alkuun &laquo;http://&raquo;.
he: ניתן להכניס URL שמתחיל ב-<span dir="ltr">&laquo;http://&raquo;</span>.
nn: Du kan angi en URL, som starter med &laquo;http://&raquo;.
pl: Możesz podać URL, zaczynając od &laquo;http://&raquo;.

source: This entry is ignored if you have entered a URL into the file name field.
ca: Aquesta entrada s'ignorarà si heu entrat un URL al camp nom de fitxer.
da: Denne indtastning ignoreres hvis du har indtastet en URL i filnavn feltet.
es: Esta entrada se ignora si introdujo una URL en el campo de nombre del archivo.
fi: Tämä jätetään huomiotta,mikäli olet lisännyt URL-osoitteen tiedostonimikenttään.
he: מתעלמים מכניסה זו אם הוכנס URL בשדה שם הקובץ.
nn: Denne oppføringen vil bli ignorert dersom du har angitt en URL i feltet for filnavn.
pl: To pole nie jest brane pod uwagę jeśli podano URL w polu nazwy pliku.

source: Pedigree Chart
ca: Arbre genealògic
da: Anetræ
es: Árbol de Ascendientes
fi: Esipolvitaulu
he: אילן יוחסין
nn: Anetre
pl: Diagram rodowy

source: Family with spouse
ca: Família amb el cònjuge:
da: Familie med ægtefælle
es: Familia con el cónyuge
fi: Perhe puolison kanssa
he: משפחה עם בן/בת זוג
nn: Familie med partner
pl: Małżeństwo z

source: Zoom in/out on this box.
ca: Amplia/redueix
da: Zoom ind/ud på denne boks
es: Aumentar/Disminuir registro.
fi: Suurenna/pienennä
he: קרב / הרחק
nn: Zoom denne boksen inn/ut
pl: Powiększ/pomniejsz tę ramkę

source: Links to charts, families, and close relatives of this person. Click this icon to view this page, starting at this person.
ca: Polseu aquí per a veure l'arbre començant per aquesta persona.
da: Slægtstræer, familie(r) og nære slægtninge til denne person. Klik her for at vise disse data med denne person som start ID.
es: Vínculos a informes y familiares cercanos relacionados con esta persona.
fi: Linkit tämän henkilön kaavioihin, perheisiin sekä lähisukulaisiin. Klikkaa tätä ikonia jos haluat nähdä sivun jossa tämä henkilö on lähtöhenkilö.
he: קישורים לתרשימים, משפחות וקרובי משפחה של אדם זה. יש ללחוץ על הצלמית הזו להצגת העמוד כאשר אדם זה בתחילתו.
nn: Linker til diagram, familie(r), og nære slektninger til denne personen. - Klikk her for å vise denne personen som startperson i diagrammet.
pl: Odnośniki do wykresów, rodzin i bliskich krewnych tej osoby.

source: Are you sure you want to delete this fact?
ca: Esteu segur que cal suprimir aquesta dada del Gedcom?
da: Er du sikker på at du vil slette disse data?
es: ¿Está seguro que desea eliminar este hecho?
fi: Haluatko varmasti poistaa tämän GEDCOM-tiedon?
he: האם הנך בטוח שברצונך למחוק עובדה זו?
nn: Er du sikker på at du vil slette disse slektsdataene?
pl: Czy na pewno chcesz usunąć ten fakt?

source: Are you sure you want to delete this person?
ca: Esteu segur que cal suprimir aquesta persona del fitxer GEDCOM?
da: Er du sikker på at du vil slette denne person fra slægtsdatabasen?
es: ¿Seguro que quiere borrar esta persona?
fi: Haluatko varmasti poistaa henkilön GEDCOM-tiedostosta?
he: ?האם באמת להסיר את האדם
nn: Er du sikker på at du vil slette denne personen fra slektsbasen?
pl: Czy na pewno chcesz usunąć tą osobę?

source: Are you sure you want to delete this Repository?
ca: Segur que voleu suprimir aquest arxiu de la base de dades?
da: Er du sikker på at du vil slette dette opbevaringssted fra slægtsdatabasen?
es: ¿Seguro que quiere borrar este repositorio?
fi: Oletko varma, että haluat poistaa tämän tietovaraston GEDCOM-tiedostosta?
he: האם באמת למחוק את המאגר הזה?
nn: Er du sikker på at du vil slette dette oppbevaringsstedet fra slektsbasen?
pl: Czy na pewno chcesz usunąć to repozytorium?

source: Print
ca: Imprimeix
da: Udskriv
es: Imprimir
fi: Tulosta
he: הדפס
nn: Skriv ut
pl: Drukuj

source: Back to normal view
ca: Torna a vista normal
da: Tilbage til almindelig visning
es: Regresar a la vista normal
fi: Takaisin tavalliseen katseluun
he: בחזרה לגרסה הרגילה
nn: Tilbake til vanlig visning
pl: Powrót do normalnego widoku

source: Total Database Queries:
ca: Consultes a la Base de Dades:
da: Antal søgninger i databasen:
es: Consultas a la Base de Datos:
fi: Tiedostokysymykset:
he: סה"כ מספר השאילתות על מסד הנתונים:
nn: Antall søk i databasen:
pl: Zapytań do bazy danych:

source: Total privacy checks:
ca: Total comprovacions de privadesa
da: Antal check af privatlivsbeskyttelse:
es: Total de comprobaciones de privacidad:
fi: Tietosuojavarmistus:
he: סה"כ מספר בדיקות הפרטיות:
nn: - Antall kontroller av personvern:
pl: Sprawdzeń prywatności:

source: Total Memory Usage:
ca: Total memòria emprada:
da: Brugt hukommelse:
es: Memoria total utilizada:
fi: Muistia käytössä:
he: סה"כ שימוש בזיכרון:
nn: Totalt bruk av minne:
pl: Zużycie pamięci:

source: Logged in as
ca: Heu accedit com a
da: Logget ind som
es: Registrado
fi: Kirjautunut nimellä
he: מחובר בקוד
nn: Logget inn som
pl: Użytkownik:

source: For technical support or genealogy questions, please contact
ca: Per a qüestions tècniques i genealògiques adreceu-vos a
da: For teknisk hjælp og slægtsspørgsmål, kontakt&nbsp;
es: Para soporte técnico o por cuestiones de genealogía, por favor contacte con
fi: Teknisissä tai sukuasioissa ota yhteys:
he: לעזרה טכנית או שאלות בקשר לשושלת יוחסין נא להתקשר אל
nn: For teknisk hjelp og slektsspørsmål, kontakt
pl: Pomocy i informacji udziela administrator strony

source: For technical support and information contact
ca: Per a qüestions administratives i tècniques adreceu-vos a
da: For teknisk hjælp og information, kontakt&nbsp;
es: Para ayuda o información póngase en contacto con
fi: Teknisissä asioissa ota yhteys:
he: לעזרה טכנית נא להתקשר אל
nn: For teknisk hjelp og informasjon, kontakt
pl: Pomocy i informacji udziela

source: For help with genealogy questions contact
ca: Per a qüestions genealògiques adreceu-vos a
da: For hjælp med slægtsspørgsmål, kontakt&nbsp;
es: Para ayuda por cuestiones de genealogía contacte con
fi: Sukuasioissa ota yhteys:
he: לשאלות בקשר לשושלת יוחסין נא להתקשר אל
nn: For hjelp med slektsspørsmål, kontakt
pl: Na pytania genealogiczne odpowiada

source: Technical help contact
ca: Responsable de qüestions tècniques
da: Teknisk hjælp
es: Contacto para ayuda técnica
fi: Teknisen avun yhteyshenkilö
he: קשר לסיוע טכני
nn: Teknisk hjelp
pl: Kontakt techniczny

source: Favorites
ca: Favorits
da: Favoritter
es: Favoritos
fi: Suosikit
he: מועדפים
nn: Favoritter
pl: Ulubione

source: My Favorites
ca: Els meus favorits
da: Mine Favoritter
es: Mis favoritos
fi: Suosikkini
he: מועדפים שלי
nn: Mine favoritter
pl: Moje ulubione

source: Add to My Favorites
ca: Afegeix-ho als meus favorits
da: Tilføj til Mine Favoritter
es: Agregar a Favoritos
fi: Lisää suosikkeihini
he: הוסף למועדפים שלי
nn: Legg til i Mine favoritter
pl: Dodaj do ulubionych

source: This GEDCOM's Favorites
ca: Favorits d'aquest GEDCOM
da: Favoritter i denne slægtsdatabase
es: Favoritos de este GEDCOM
fi: Tämän GEDCOM-tiedoston suosikit
he: המועדפים של הקובץ הזה
nn: Favoritter i denne slektsbasen
pl: Ulubione GEDCOM

source: Note
ca: Nota:
es: Nota
fi: Lisätieto
he: הערה
pl: Notatka

source: This information is private and cannot be shown.
ca: Aquesta informació és privada i no pot veure's
da: Oplysninger om denne person er privat.
es: Esta información es privada y no puede mostrarse.
fi: Tämän henkilön tiedot on suojattu.
he: הנתונים הם פרטיים ולא ניתן להראות אותם.
nn: Opplysninger om denne personen er privat.
pl: Dane te są prywatne i nie mogą być pokazane.

source: For more information contact
ca: Per més informació adreceu-vos a
da: For yderligere information, kontakt
es: Para más información contacte con
fi: Lisätietoja varten on yhteyshenkilö
he: לפרטים נוספים נא להתקשר אל
nn: For mer informasjon, kontakt
pl: Więcej informacji udziela

source: Relationship
pl: Pokrewieństwo

source: _DEAT_MOTH
ca: Defunció de la mare
da: Moders død
es: Defunción de la madre
fi: Äidin kuolema
he: פטירת אם
nn: Morens dødsfall
pl: Śmierć matki

source: Mother's age
ca: Edat de la mare
es: Edad de la madre
fi: Äidin ikä
he: גיל האם
nn: Morens alder
pl: Wiek matki

source: _DEAT_FATH
ca: Defunció del pare
da: Faders død
es: Defunción del padre
fi: Isän kuolema
he: פטירת אב
nn: Farens dødsfall
pl: Śmierć ojca

source: Father's age
ca: Edat del pare
es: Edad del padre
fi: Isän ikä
he: גיל האב
nn: Farens alder
pl: Wiek ojca

source: Parent's age
ca: Edat del/la pare/mare
es: Edad del progenitor
fi: Vanhempien ikä
he: גיל ההורה
nn: Foreldrenes alder
pl: Wiek rodzica

source: on the date of death
ca: el dia de la defunció
da: på dødsdagen
es: el día de su defunción
fi: päivänä, jona kuolema
he: ביום הפטירה
nn: på dødsdagen
pl: w dniu śmierci

source: after death
ca: desprès de mort
da: efter død
es: tras la defunción
fi: Kuoleman jälkeen
he: לאחר הפטירה
nn: etter dødsdagen
pl: po śmierci

source: LDS Temple
ca: Temple SUD
da: Mormon tempel
es: Templo SUD
fi: Mormonitemppeli
he: מקדש מורמונים
nn: Mormoner-tempel
pl: Świątynia Mormońska

source: LDS Temple Code:
ca: Codi Temple SUD:
da: Mormon tempelkode:
es: Código templo SUD:
fi: Mormonitemppelin koodi:
he: קוד של מקדש מורמונים:
nn: Mormoner-tempel-kode:
pl: Kod Świątyni Mormońskiej:

source: Add from clipboard
ca: Enganxa:
da: Tilføj fra udklipsholderen
es: Agregar desde el portapapeles
fi: Lisää leikepöydältä
he: הוסף מלוח הגזירים
nn: Legg til fra klippebordet:
pl: Dodaj ze schowka

source: Add new fact
ca: Afegeix un esdeveniment
da: Tilføj nye oplysninger
es: Añadir nuevo hecho
fi: Lisää tieto
he: הוסף עובדה חדשה
nn: Legg til nye fakta
pl: Dodaj nowy fakt

source: Custom Event
ca: Personalitzat
da: Egen defineret begivenhed
es: Evento personalizado
fi: Erikoistapahtuma
he: מאורע מותאם
nn: Egendef. hendelse
pl: Inne wydarzenie

# NOMINATIVE
source: January
pl: styczeń

# NOMINATIVE
source: February
pl: luty

# NOMINATIVE
source: March
pl: marzec

# NOMINATIVE
source: April
pl: kwiecień

# NOMINATIVE
source: May
pl: maj

# NOMINATIVE
source: June
pl: czerwiec

# NOMINATIVE
source: July
pl: lipiec

# NOMINATIVE
source: August
pl: sierpień

# NOMINATIVE
source: September
pl: wrzesień

# NOMINATIVE
source: October
pl: październik

# NOMINATIVE
source: November
pl: listopad

# NOMINATIVE
source: December
pl: grudzień

source: Sun
pl: Nd

source: Mon
pl: Pn

source: Tue
pl: Wt

source: Wed
pl: Śr

source: Thu
pl: Cz

source: Fri
pl: Pt

source: Sat
pl: So

source: Find Family ID
ca: Cerca la Família
da: Find en families ID
es: Encontrar ID de la Familia
fi: Hae perheen ID
he: מצא קוד זיהוי של המשפחה
nn: Finn familie
pl: Znajdź ID rodziny

source: Find Source ID
ca: Cerca la Font
da: Find kilde
es: Encontrar ID de la Fuente
fi: Hae lähde-ID
he: מצא את המקור
nn: Finn kilde
pl: Znajdź ID źródła

source: Find Repository
ca: Cerca arxius
da: Find opbevaringssted
es: Encontrar repositorio
fi: Hae tietovarasto
he: מצא מאגר
nn: Finn oppbevaringssted
pl: Znajdź repozytorium

source: File successfully uploaded
ca: S'ha carregat correctament el fitxer
da: Filen er uploadet
es: Archivo correctamente subido
fi: Tiedoston lähetys onnistui
he: הקובץ הועלה בהצלחה
nn: Filen er lastet opp
pl: Wgrywanie pliku zostało zakończone pomyślnie

source: Uploaded file exceeds the allowed size
ca: El fitxer carregat excedeix el volum permès
da: Den uploadede fil overskrider den tilladte størrelse
es: El archivo a subir excede el tamaño permitido
fi: Lähetetty tiedosto ylittää sallitun enimmäiskoon
he: קובץ ההעלאה גדול מהמותר
nn: Opplastet fil overskrider tillatt størrelse
pl: Wielkość wgrywanego pliku przekracza dozwolony rozmiar

source: File was only partially uploaded, please try again
ca: Fitxer parcialment carregat. Torneu-hi
da: Filen blev kun uploadet delvist, forsøg igen
es: Archivo parcialmente subido, por favor inténtelo de nuevo
fi: Tiedosto siirtyi vain osittain, yritä uudelleen
he: הקובץ עלה חלקית, נסה שנית.
nn: Filen ble bare delvis lastet opp, forsøk på nytt
pl: Plik został wgrany tylko częściowo, spróbuj ponownie

source: No file was received. Please upload again.
ca: No s'ha rebut el fitxer. Torneu-lo a carregar.
da: Der blev ikke modtaget nogen fil. Hent filen igen.
es: Archivo no recibido. Envíelo de nuevo.
fi: Yhtään tiedostoa ei vastaanotettu, mutta yritä uudelleen
he: שום קובץ לא התקבל. הבא שנית.
nn: Det ble ikke mottatt noen fil. Hent filen på nytt.
pl: Nie odebrano żadnego pliku. Spróbuj ponownie wgrać plik.

source: Missing PHP temporary directory
ca: Manca el directori PHP temporal
da: Manglende midlertidig PHP mappe
es: Falta el directorio temporal de PHP
fi: PHP:n tilapäistiedostojen kansio puuttuu
he: חסרה תיקייה זמנית של PHP
nn: Manglende PHP midlertdig mappe
pl: Brak tymczasowego katalogu PHP

source: PHP failed to write to disk
ca: Error PHP en escriure al disc
da: PHP kunne ikke skrive til disken
es: PHP no pudo escribir en disco
fi: PHP ei voinut kirjoittaa levylle
he: PHP נכשל בכתיבה לדיסק
nn: PHP mislyktes med å skrive til disk
pl: PHP nie może zapisać na dysku

source: PHP blocked file by extension
ca: PHP bloquejat per extensió d'arxiu
da: PHP blokkerede filen på efternavnet
es: PHP bloqueó el archivo por su extensión
fi: PHP estetty tiedostopäätteen perusteella
he: PHP חסם קובץ לפי סיומת
nn: PHP blokkerte filen med utvidelsen
pl: PHP zablokowało plik przez rozszerzenie

source: The script timed out before a relationship could be found.
ca: Temps d'script esgotat abans de trobar vincles.
da: FEJL: Fandt ingen slægtsbånd indenfor den maksimale søgetid.
es: Fuera de tiempo antes de que se encontrase un parentesco.
fi: Aika loppui ennen sukulaisuuden löytymistä.
he: החיפוש ארך יותר מידי זמן.
pl: Przekroczono limit czasu przed zakończeniem poszukiwania.

source: self
pl: probant

source: mother
pl: matka

source: father
pl: ojciec

source: parent
pl: rodzic

source: husband
pl: mąż

source: wife
pl: żona

source: spouse
pl: współmałżonek

source: son
da: søn
pl: syn

source: daughter
da: datter
pl: córka

source: child
pl: dziecko

source: twin brother
pl: brat bliźniak

source: younger brother
pl: młodszy brat

source: elder brother
pl: starszy brat

source: brother
pl: brat

source: twin sister
pl: siostra bliźniaczka

source: younger sister
pl: młodsza siostra

source: elder sister
pl: starsza siostra

source: sister
pl: siostra

source: twin sibling
pl: rodzeństwo bliźniacze

source: younger sibling
pl: młodsze rodzeństwo

source: elder sibling
pl: starsze rodzeństwo

source: sibling
pl: rodzeństwo
