Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: The ATOM/RSS feed available in PhpGedView allows anyone to view, using a suitable feed aggregator, the contents of your site's Home Page without visiting the site. Most aggregators will pop up a notice letting the user know when something has changed on a page being monitored. This essentially allows anyone to monitor your PhpGedView site without needing to visit it regularly.<br /><br />The Feed block is used to customize the link to the feed, allowing specific feed types (most readers can deal with most types so this can usually be left at the default), and the specific module you would like in your feed. The language of the feed and the GEDCOM used will be based on the language and GEDCOM active in PhpGedView when you select the feed.<br /><br />The types of feed that can be generated include ATOM, RSS 2.0, RSS 1.0, RSS 0.92, HTML and JavaScript. The first four types are for feed aggregators, while JavaScript and HTML are meant to enable inclusion of the feeds in other web pages. Note that the numbers of the RSS feed indicate different styles, not a different version.<br /><br />There is an option to select authentication that will log the user in, and allow the user to view, using a suitable RSS aggregator, any information that he could normally view if logged in. Basic Authentication uses <i>Basic HTTP Authentication</i> to log the user in. Future enhancements might allow <i>Digest Authentication</i>.<br /><br />This <a href='http://en.wikipedia.org/wiki/RSS_(file_format)' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>Wikipedia article</b></a> contains comprehensive information and links about RSS and the various RSS formats. <i>Basic HTTP Authentication</i> is discussed in this <a href='http://en.wikipedia.org/wiki/Basic_authentication_scheme' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>Wikipedia article</b></a>, while <i>Digest Authentication</i> is discussed in this <a http://en.wikipedia.org/wiki/Digest_access_authentication' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>Wikipedia article</b></a>.
da: RSS-visningen, der er tilgængelig i PhpGedView, giver dig mulighed for at se hovedindholdet fra hovedsiden i din favorit-samling for RSS-visning uden at du besøger hjemmesiden. De fleste RSS-indsamlere vil vise et "popup"-vindue for at gøre dig opmærksom på at noget er blevet ændret på hovedsiden. Dette gør, at du kan følge med i ændringer på en PhpGedView hjemmeside uden at du besøger det jævnligt. Ved hjælp af rammen for RSS-indstillinger, kan du bestemme, hvilke links, der skal samles ind, vælge specielle indsamlingsmetoder (de fleste browsere kan håndtere de fleste af metoderne, så det kan almindeligvis være sat som standard), og hvilke rammer du ønsker at samle ændringer ind fra. Det sprog, der anvendes ved indsamlingen, vil være baseret på det sprog, der var aktivt i PhpGedView, da du aktiverede RSS-indsamlingen. Indsamlingsmetoderne, der kan blive genereret, inkluderer RSS 0.92, RSS 1.0, RSS 2.0, ATOM, HTML og JavaScript. De 4 første er for ren RSS-indsamling, mens JavaScript og HTML understøttes for at etablere koblinger mellem RSS-indsamlinger fra andre internetsider.<br /><br />Vær opmærksom på, at de forskellige RSS-versionsnumre indikerer forskellige typer og ikke forskellige versioner.

source: The Charts block allows you to place a chart on the Welcome or My Page. You can configure the block to show an ancestors, descendants, or hourglass view. You can also choose the root person for the chart.
da: Denne chart blok tillader dig at placer en chart på velkomst eller My Page siden. Du kan konfigure bloken til at vise efterkommende, forfæder eller timeglas visning. Du kan også vælge rod person for chart.

source: Skip to Content
fi: Oikaise sisältöön

source: C
fi: S

source: Viewing advice
fi: Katsomisohje
