Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: CAT
ca: Catalunya
da: Catalonien
es: Cataluña
fi: Katalonia
he: קטלוניה
nn: Catalonia
pl: Katalonia

source: CCK
ca: Illes Cocos (Keeling)
da: Kokosøerne
es: Islas Cocos
fi: Kookossaaret
he: איי קוקוס
nn: Kokosøyene
pl: Wyspy Kokosowe (Keelinga)

source: CHE
ca: Suïssa
da: Svejts
es: Suiza
fi: Sveitsi
he: שוויץ
nn: Sveits
pl: Szwajcaria

source: CHI
ca: Illes Anglonormandes
da: Kanaløerne
es: Islas del Canal
fi: Kanaalisaaret
he: איי התעלה
nn: Kanaløyene
pl: Wyspy Normandzkie

source: CHL
ca: Xile
da: Chile
es: Chile
fi: Chile
he: צ'ילה
nn: Chile
pl: Chile

source: CHN
ca: Xina
da: Kina
es: China
fi: Kiina
he: סין
nn: Kina
pl: Chiny

source: CIV
ca: Costa d'Ivori
da: Elfenbenskysten
es: Costa de Marfil
fi: Norsunluurannikko
he: קוט דיוואר
nn: Elfenbeinskysten
pl: Wybrzeże Kości Słoniowej

source: CMR
ca: Camerun
da: Cameroun
es: Camerún
fi: Kamerun
he: קמרון
nn: Kamerun
pl: Kamerun

source: COD
ca: Congo (Kinshasa)
da: Congo (Den Demokratiske Republik)
es: República Democrática del Congo
fi: Kongon demokraattinen tasavalta
he: הרפובליקה הדמוקרטית של קונגו
nn: Kongo
pl: Demokratyczna Republika Konga (Kinszasa)

source: COG
ca: Congo (Brazzaville)
da: Congo
es: República del Congo
fi: Kongo
he: הרפובליקה של קונגו
nn: Kongo-Brazaville
pl: Republika Konga (Brazzaville)

source: COK
ca: Illes Cook
da: Cookøerne
es: Islas Cook
fi: Cookinsaaret
he: איי קוק
nn: Cookøyene
pl: Wyspy Cooka

source: COL
ca: Colòmbia
da: Colombia
es: Colombia
fi: Kolumbia
he: קולומביה
nn: Colombia
pl: Kolumbia

source: COM
ca: Comores
da: Comorerne
es: Comoras
fi: Komorit
he: קומורו
nn: Komorene
pl: Komory

source: CPV
ca: Cap Verd
da: Kap Verde
es: Cabo Verde
fi: Kap Verde
he: קייפ ורדה
nn: Kapp Verde
pl: Republika Zielonego Przylądka

source: CRI
ca: Costa Rica
da: Costa Rica
es: Costa Rica
fi: Costa Rica
he: קוסטה ריקה
nn: Costa Rica
pl: Kostaryka

source: CSK
ca: Txecoslovàquia
da: Tjekkoslovakiet
es: Checoslovaquia
fi: Tšekkoslovakia
he: צ'כוסלובקיה
nn: Tsjekkoslovakia
pl: Czechosłowacja

source: CUB
ca: Cuba
da: Cuba
es: Cuba
fi: Kuuba
he: קובה
nn: Cuba
pl: Kuba

source: CXR
ca: Illa Christmas
da: Juleøen
es: Isla de Navidad
fi: Joulusaari
he: איי חג המולד
nn: Juløya
pl: Wyspa Bożego Narodzenia

source: CYM
ca: Illes Caiman
da: Caymanøerne
es: Islas Caimán
fi: Caymansaaret
he: איי קיימן
nn: Caymanøyene
pl: Kajmany

source: CYP
ca: Xipre
da: Cypern
es: Chipre
fi: Kypros
he: קפריסין
nn: Kypros
pl: Cypr

source: CZE
ca: República Txeca
da: Tjekkiet
es: República Checa
fi: Tshekki
he: צ'כיה
nn: Tsjekkia
pl: Czechy

source: DEU
ca: Alemanya
da: Tyskland
es: Alemania
fi: Saksa
he: גרמניה
nn: Tyskland
pl: Niemcy

source: DJI
ca: Djibouti
da: Djibouti
es: Yibuti
fi: Djibouti
he: ג'יבוטי
nn: Djibouti
pl: Dżibuti

source: DMA
ca: Dominica
da: Dominica
es: Dominica
fi: Dominica
he: דומיניקה
nn: Dominica
pl: Dominika

source: DNK
ca: Dinamarca
da: Danmark
es: Dinamarca
fi: Tanska
he: דנמרק
nn: Danmark
pl: Dania

source: DOM
ca: República Dominicana
da: Den Dominikanske Republik
es: República Dominicana
fi: Dominikaaninen tasavalta
he: רפובליקה דומיניקנית
nn: Den dominikanske republikk
pl: Dominikana

source: DZA
ca: Algèria
da: Algeriet
es: Argelia
fi: Algeria
he: אלג'יריה
nn: Algerie
pl: Algieria

source: ECU
ca: Ecuador
da: Ecuador
es: Ecuador
fi: Ecuador
he: אקוודור
nn: Ecuador
pl: Ekwador

source: EGY
ca: Egipte
da: Ægypten
es: Egipto
fi: Egypti
he: מצרים
nn: Egypt
pl: Egipt

source: EIR
ca: Irlanda
da: Irland
es: Eire
fi: Irlanti (Eire)
he: אירלנד (רפובליקה)
nn: Eire
pl: Eire

source: ENG
ca: Anglaterra
da: England
es: Inglaterra
fi: Englanti
he: אנגליה
nn: England
pl: Anglia

source: ERI
ca: Eritrea
da: Eritrea
es: Eritrea
fi: Eritrea
he: אריתריאה
nn: Eritrea
pl: Erytrea

source: ESH
ca: Sàhara Occidental
da: Vestsahara
es: Sahara Occidental
fi: Länsi-Sahara
he: סהרה המערבית
nn: Vest-Sahara
pl: Sahara Zachodnia

source: ESP
ca: Espanya
da: Spanien
es: España
fi: Espanja
he: ספרד
nn: Spania
pl: Hiszpania

source: EST
ca: Estònia
da: Estland
es: Estonia
fi: Viro
he: אסטוניה
nn: Estland
pl: Estonia

source: ETH
ca: Etiòpia
da: Etiopien
es: Etiopía
fi: Etiopia
he: אתיופיה
nn: Etiopia
pl: Etiopia

source: FIN
ca: Finlàndia
da: Finland
es: Finlandia
fi: Suomi
he: פינלנד
nn: Finland
pl: Finlandia

source: FJI
ca: Fiji
da: Fiji
es: Fiyi
fi: Fidzi
he: פיג'י
nn: Fiji
pl: Fidżi

source: FLD
ca: Flandes
da: Flandern
es: Flandes
fi: Flanders
he: פלנדריה
nn: Flandern
pl: Flandry

source: FLK
ca: Illes Malvines
da: Falklandsøerne
es: Islas Malvinas
fi: Falklandinsaaret
he: איי פוקלנד
nn: Falklandsøyene
pl: Falklandy (Malwiny)

source: FRA
ca: França
da: Frankrig
es: Francia
fi: Ranska
he: צרפת
nn: Frankrike
pl: Francja

source: FRO
ca: Illes Fèroe
da: Færøerne
es: Islas Feroe
fi: Färsaaret
he: איי פארו
nn: Færøyene
pl: Wyspy Owcze

source: FSM
ca: Micronèsia
da: Mikronesien
es: Micronesia
fi: Mikronesian liittovaltio
he: מיקרונזיה
nn: Mikronesiaføderasjonen
pl: Mikronezja

source: GAB
ca: Gabon
da: Gabon
es: Gabón
fi: Gabon
he: גבון
nn: Gabon
pl: Gabon

source: GBR
ca: Regne Unit
da: Storbritannien
es: Reino Unido
fi: Iso-Britannia
he: בריטניה
nn: Storbritannia
pl: Wielka Brytania

source: GEO
ca: Geòrgia
da: Georgien
es: Georgia
fi: Georgia
he: גרוזיה
nn: Georgia
pl: Gruzja

source: GHA
ca: Ghana
da: Ghana
es: Ghana
fi: Ghana
he: גאנה
nn: Ghana
pl: Ghana

source: GIB
ca: Gibraltar
da: Gibraltar
es: Gibraltar
fi: Gibraltar
he: גיברלטר
nn: Gibraltar
pl: Gibraltar

source: GIN
ca: Guinea
da: Guinea
es: Guinea
fi: Guinea
he: גינאה
nn: Guinea
pl: Gwinea

source: GLP
ca: Guadalupe
da: Guadeloupe
es: Guadalupe
fi: Guadeloupe
he: גוואדלופ
nn: Guadeloupe
pl: Gwadelupa

source: GMB
ca: Gàmbia
da: Gambia
es: Gambia
fi: Gambia
he: גמביה
nn: Gambia
pl: Gambia

source: GNB
ca: Guinea Bissau
da: Guinea-Bissau
es: Guinea-Bissau
fi: Guinea-Bissau
he: גינאה ביסאו
nn: Guinea Bissau
pl: Gwinea Bissau

source: GNQ
ca: Guinea Equatorial
da: Ækvatorial Guinea
es: Guinea Ecuatorial
fi: Päiväntasaajan Guinea
he: גינאה המשוונית
nn: Ekvatorial-Guinea
pl: Gwinea Równikowa

source: GRC
ca: Grècia
da: Grækenland
es: Grecia
fi: Kreikka
he: יוון
nn: Hellas
pl: Grecja

source: GRD
ca: Granada
da: Grenada
es: Granada
fi: Grenada
he: גרנדה
nn: Grenada
pl: Grenada

source: GRL
ca: Groenlàndia
da: Grønland
es: Groenlandia
fi: Grönlanti
he: גרינלנד
nn: Grønland
pl: Grenlandia

source: GTM
ca: Guatemala
da: Guatemala
es: Guatemala
fi: Guatemala
he: גואטמלה
nn: Guatemala
pl: Gwatemala

source: GUF
ca: Guaiana Francesa
da: Fransk Guyana
es: Guayana Francesa
fi: Ranskan Guyana
he: גיאנה הצרפתית
nn: Fransk Guyana
pl: Gujana Francuska

source: GUM
ca: Guam
da: Guam
es: Guam
fi: Guam
he: גואם
nn: Guam
pl: Guam

source: GUY
ca: Guaiana
da: Guyana
es: Guyana
fi: Guyana
he: גיאנה
nn: Guyana
pl: Gujana

source: HKG
ca: Hong Kong
da: Hong Kong
es: Hong Kong
fi: Hongkong
he: הונג קונג
nn: Hong Kong
pl: Hong Kong

source: HMD
ca: Illes Heard i McDonald
da: Heard Island and McDonald Island
es: Islas Heard y McDonald
fi: Heard ja McDonaldinsaaret
he: אי הרד ואיי מקדונלד
nn: Heard- og McDonald-øyene
pl: Wyspy Heard i McDonalda

source: HND
ca: Hondures
da: Honduras
es: Honduras
fi: Honduras
he: הונדורס
nn: Honduras
pl: Honduras

source: HRV
ca: Croàcia
da: Kroatien
es: Croacia
fi: Kroatia
he: קרואטיה
nn: Kroatia
pl: Chorwacja

source: HTI
ca: Haití
da: Haiti
es: Haití
fi: Haiti
he: האיטי
nn: Haiti
pl: Haiti

source: HUN
ca: Hongria
da: Ungarn
es: Hungría
fi: Unkari
he: הונגריה
nn: Ungarn
pl: Węgry

source: IDN
ca: Indonèsia
da: Indonesien
es: Indonesia
fi: Indonesia
he: אינדונזיה
nn: Indonesia
pl: Indonezja

source: IND
ca: India
da: Indien
es: India
fi: Intia
he: הודו
nn: India
pl: Indie

source: IOM
ca: Illa de Man
da: Isle of Man
es: Isla de Man
fi: Mansaari
he: אי מאן
pl: Wyspa Man

source: IOT
ca: Territori Britànic de l'Oceà Índic
da: Det Britiske territorium i Det indiske Ocean
es: Territorio Británico del Océano Índico
fi: Brittiläinen Intian valtameren alue
he: הטריטוריות הבריטיות באוקיאנוס ההודי
nn: Britisk territorium i Indiahavet
pl: Brytyjskie Terytorium Oceanu Indyjskiego

source: IRL
ca: Irlanda
da: Irland
es: Irlanda
fi: Irlanti
he: אירלנד
nn: Irland
pl: Irlandia

source: IRN
ca: Iran
da: Iran
es: Irán
fi: Iran
he: איראן
nn: Iran
pl: Iran

source: IRQ
ca: Iraq
da: Irak
es: Irak
fi: Irak
he: עיראק
nn: Irak
pl: Irak

source: ISL
ca: Islàndia
da: Island
es: Islandia
fi: Islanti
he: איסלנד
nn: Island
pl: Islandia

source: ISR
ca: Israel
da: Israel
es: Israel
fi: Israel
he: ישראל
nn: Israel
pl: Izrael

source: ITA
ca: Italia
da: Italien
es: Italia
fi: Italia
he: איטליה
nn: Italia
pl: Włochy

source: JAM
ca: Jamaica
da: Jamaica
es: Jamaica
fi: Jamaika
he: ג'מייקה
nn: Jamaica
pl: Jamajka

source: JOR
ca: Jordània
da: Jordan
es: Jordania
fi: Jordania
he: ירדן
nn: Jordan
pl: Jordania

source: JPN
ca: Japan
da: Japan
es: Japón
fi: Japani
he: יפן
nn: Japan
pl: Japonia

source: KAZ
ca: Kazakhstan
da: Kasakhstan
es: Kazajistán
fi: Kazakstan
he: קזחסטן
nn: Kazakstan
pl: Kazachstan

source: KEN
ca: Kenya
da: Kenya
es: Kenia
fi: Kenia
he: קניה
nn: Kenya
pl: Kenia

source: KGZ
ca: Kirguizistan
da: Kirgisistan
es: Kirguistán
fi: Kirgisia
he: קירגיסטן
nn: Kirgizistan
pl: Kirgistan

source: KHM
ca: Cambodja
da: Cambodja
es: Camboya
fi: Kamputsea
he: קמבודיה
nn: Kambodja
pl: Kambodża

source: KIR
ca: Kiribati
da: Kiribati
es: Kiribati
fi: Kiribati
he: קיריבאטי
nn: Kiribati
pl: Kiribati

source: KNA
ca: Sant Cirstòfol i Neus
da: Sankt Kitts og Nevis
es: San Cristóbal y Nevis
fi: Saint Kitts ja Nevis
he: סנט קיטס ונוויס
nn: St. Kitts og Nevis
pl: Saint Christopher i Nevis

source: KOR
ca: República de Corea
da: Sydkorea
es: Corea
fi: Korean tasavalta
he: דרום קוריאה
nn: Sør-Korea
pl: Korea Południowa

source: KWT
ca: Kuwait
da: Kuwait
es: Kuwait
fi: Kuwait
he: כווית
nn: Kuwait
pl: Kuwejt

source: LAO
ca: Laos
da: Laos
es: Laos
fi: Laos
he: לאוס
nn: Laos
pl: Laos

source: LBN
ca: Líban
da: Libanon
es: Líbano
fi: Libanon
he: לבנון
nn: Libanon
pl: Liban

source: LBR
ca: Libèria
da: Liberia
es: Liberia
fi: Liberia
he: ליבריה
nn: Liberia
pl: Liberia

source: LBY
ca: Líbia
da: Libya
es: Libia
fi: Libya
he: לוב
nn: Libya
pl: Libia

source: LCA
ca: Saint Lucia
da: Sankt Lucia
es: Santa Lucía
fi: Saint Lucia
he: סנט לוסיה
nn: St. Lucia
pl: Saint Lucia

source: LIE
ca: Liechtenstein
da: Liechtenstein
es: Liechtenstein
fi: Liechtenstein
he: ליכטנשטיין
nn: Liechtenstein
pl: Liechtenstein

source: LKA
ca: Sri Lanka
da: Sri Lanka
es: Sri Lanka
fi: Sri Lanka
he: סרי לנקה
nn: Sri Lanka
pl: Sri Lanka

source: LSO
ca: Lesotho
da: Lesotho
es: Lesoto
fi: Lesotho
he: לסוטו
nn: Lesotho
pl: Lesotho

source: LTU
ca: Lituània
da: Litauen
es: Lituania
fi: Liettua
he: ליטא
nn: Litauen
pl: Litwa

source: LUX
ca: Luxemburg
da: Luxemborg
es: Luxemburgo
fi: Luxemburg
he: לוקסמבורג
nn: Luxemburg
pl: Luksemburg

source: LVA
ca: Latònia
da: Letland
es: Letonia
fi: Latvia
he: לטבייה
nn: Latvia
pl: Łotwa

source: MAC
ca: Macau
da: Macao
es: Macao
fi: Macao
he: מקאו
nn: Macao
pl: Makau

source: MAR
ca: Marroc
da: Marokko
es: Marruecos
fi: Marokko
he: מרוקו
nn: Marokko
pl: Maroko

source: MCO
ca: Mònaco
da: Monaco
es: Monaco
fi: Monaco
he: מונקו
nn: Monaco
pl: Monako

source: MDA
ca: República de Moldàvia
da: Republikken Moldava (Moldavien)
es: Moldavia
fi: Moldova
he: מולדביה
nn: Moldavia
pl: Mołdawia

source: MDG
ca: Madagascar
da: Madagaskar
es: Madagascar
fi: Madagaskar
he: מדגסקר
nn: Madagaskar
pl: Madagaskar

source: MDV
ca: Maldives
da: Maldiverne
es: Maldivas
fi: Malediivit
he: איים המלדיביים
nn: Maldivane
pl: Malediwy

source: MEX
ca: Mèxic
da: Mexico
es: México
fi: Meksiko
he: מכסיקו
nn: Mexiko
pl: Meksyk

source: MHL
ca: Illes Marshall
da: Marshalløerne
es: Islas Marshall
fi: Marshallinsaaret
he: איי מרשל
nn: Marshalløyene
pl: Wyspy Marshalla

source: MKD
ca: Macedònia
da: Den tidligere Jugoslaviske Republik Makedonien
es: ARY Macedonia
fi: Makedonia
he: מקדוניה
nn: Makedonia
pl: Macedonia

source: MLI
ca: Mali
da: Mali
es: Malí
fi: Mali
he: מאלי
nn: Mali
pl: Mali

source: MLT
ca: Malta
da: Malta
es: Malta
fi: Malta
he: מלטה
nn: Malta
pl: Malta

source: MMR
ca: Myanmar
da: Myanmar (Burma)
es: Myanmar
fi: Burma
he: מינמר (בורמה)
nn: Myanmar
pl: Birma

source: MNG
ca: Mongòlia
da: Mongoliet
es: Mongolia
fi: Mongolia
he: מונגוליה
nn: Mongolia
pl: Mongolia

source: MNP
ca: Illes Mariannes Septentrionals
da: Nordmarianerne
es: Islas Marianas del Norte
fi: Pohjois-Mariaanit
he: איי מריינה הצפוניים
nn: Nord-Marianene
pl: Mariany Północne

source: MNT
ca: Montenegro
da: Montenegro
es: Montenegro
fi: Montenegro
he: מונטנגרו
nn: Montenegro
pl: Czarnogóra

source: MOZ
ca: Moçambic
da: Mozambique
es: Mozambique
fi: Mosambik
he: מוזמביק
nn: Mosambik
pl: Mozambik

source: MRT
ca: Mauritània
da: Mauretanien
es: Mauritania
fi: Mauritania
he: מאוריטניה
nn: Mauretania
pl: Mauretania

source: MSR
ca: Montserrat
da: Montserrat
es: Montserrat
fi: Montserrat
he: מונטסרט
nn: Montserrat
pl: Montserrat

source: MTQ
ca: Martinica
da: Martinique
es: Martinica
fi: Martinique
he: מרטיניק
nn: Martinique
pl: Martynika

source: MUS
ca: Maurici
da: Mauritius
es: Mauricio
fi: Mauritania
he: מאוריציוס
nn: Mauritius
pl: Mauritius

source: MWI
ca: Malawi
da: Malawi
es: Malawi
fi: Malawi
he: מלאווי
nn: Malawi
pl: Malawi

source: MYS
ca: Malàisia
da: Malaysia
es: Malasia
fi: Malesia
he: מלזיה
nn: Malaysia
pl: Malezja

source: MYT
ca: Mayotte
da: Mayotte
es: Mayotte
fi: Mayotte
he: מאיוט
nn: Mayotte
pl: Majotta

source: NAM
ca: Namíbia
da: Namibia
es: Namibia
fi: Namibia
he: נמיביה
nn: Namibia
pl: Namibia

source: NCL
ca: Nova Caledònia
da: Ny Kaledonien
es: Nueva Caledonia
fi: Uusi-Kaledonia
he: קלדוניה החדשה
nn: Ny-Caledonia
pl: Nowa Kaledonia

source: NER
ca: Níger
da: Niger
es: Niger
fi: Niger
he: ניז'ר
nn: Niger
pl: Niger

source: NFK
ca: Illa Norfolk
da: Norfolk Island
es: Norfolk
fi: Norfolkinsaari
he: אי נורפוק
nn: Norfolkøya
pl: Wyspa Norfolk

source: NGA
ca: Nigèria
da: Nigeria
es: Nigeria
fi: Nigeria
he: ניגריה
nn: Nigeria
pl: Nigeria

source: NIC
ca: Nicaragua
da: Nicaragua
es: Nicaragua
fi: Nicaragua
he: ניקרגואה
nn: Nicaragua
pl: Nikaragua

source: NIR
ca: Irlanda del Nord
da: Nordirland
es: Irlanda del Norte
fi: Pohjois-Irlanti
he: צפון אירלנד
nn: Nord-Irland
pl: Irlandia Północna

source: NIU
ca: Niue
da: Niue
es: Niue
fi: Niue
he: ניווה
nn: Niue
pl: Niue

source: NLD
ca: Holanda
da: Nederlandene (Holland)
es: Países Bajos
fi: Alankomaat
he: ארצות השפלה
nn: Nederland
pl: Holandia

source: NOR
ca: Noruega
da: Norge
es: Noruega
fi: Norja
he: נורבגיה
nn: Norge
pl: Norwegia

source: NPL
ca: Nepal
da: Nepal
es: Nepal
fi: Nepal
he: נפאל
nn: Nepal
pl: Nepal

source: NRU
ca: Nauru
da: Nauru
es: Nauru
fi: Nauru
he: נאורו
nn: Nauru
pl: Nauru

source: NTZ
ca: Zona Neutral
da: Neutral Zone
es: Zona Neutral
fi: Neutraali vyöhyke
he: עזור נאוטרלי
nn: Nøytralsonen
pl: Ziemia niczyja

source: NZL
ca: Nova Zelanda
da: New Zealand
es: Nueva Zelanda
fi: Uusi-Seelanti
he: ניו זילנד
nn: New Zealand
pl: Nowa Zelandia

source: OMN
ca: Oman
da: Oman
es: Omán
fi: Oman
he: עומן
nn: Oman
pl: Oman

source: PAK
ca: Pakistan
da: Pakistan
es: Paquistán
fi: Pakistan
he: פקיסטן
nn: Pakistan
pl: Pakistan

source: PAN
ca: Panamà
da: Panama
es: Panamá
fi: Panama
he: פנמה
nn: Panama
pl: Panama

source: PCN
ca: Pitcairn
da: Pitcairn
es: Islas Pitcairn
fi: Pitcairn
he: פיטקרן
nn: Pitcairnøyene
pl: Pitcairn

source: PER
ca: Perú
da: Peru
es: Perú
fi: Peru
he: פרו
nn: Peru
pl: Peru

source: PHL
ca: Filipines
da: Filippinerne
es: Filipinas
fi: Filippiinit
he: פיליפינים
nn: Filippinene
pl: Filipiny

source: PLW
ca: Illes Palau
da: Palau (Belau)
es: Palau
fi: Palau
he: פלאו
nn: Palau
pl: Palau

source: PNG
ca: Papua Nova Guinea
da: Papua Ny Guinea
es: Papúa Nueva Guinea
fi: Papua-Uusi-Guinea
he: פפואה גינאה החדשה
nn: Papua Ny-Guinea
pl: Papua - Nowa Gwinea

source: POL
ca: Polònia
da: Polen
es: Polonia
fi: Puola
he: פולין
nn: Polen
pl: Polska

source: PRI
ca: Puerto Rico
da: Puerto Rico
es: Puerto Rico
fi: Puerto Rico
he: פורטו ריקו
nn: Puerto Rico
pl: Portoryko

source: PRK
ca: Corea del Nord
da: Nordkorea
es: Corea del Norte
fi: Korean kansantasavalta
he: צפון קוריאה
nn: Nord-Korea
pl: Korea Północna

source: PRT
ca: Portugal
da: Portugal
es: Portugal
fi: Portugali
he: פורטוגל
nn: Portugal
pl: Portugalia

source: PRY
ca: Paraguai
da: Paraguay
es: Paraguay
fi: Paraguay
he: פרגוואי
nn: Paraguay
pl: Paragwaj

source: PSE
ca: Palestina
da: Palæstina
es: Palestina
fi: Palestiina
he: פלסטינה
nn: Palestina
pl: Palestyna

source: PYF
ca: Polinèsia Francesa
da: Fransk Polynesien
es: Polinesia Francesa
fi: Ranskan Polynesia
he: הפולינזים הצרפתיים
nn: Fransk Polynesia
pl: Polinezja Francuska

source: QAT
ca: Qatar
da: Qatar
es: Qatar
fi: Qatar
he: קטאר
nn: Qatar
pl: Katar

source: REU
ca: Illa de la Reunió
da: Réunion
es: Reunión
fi: Réunion
he: ראוניון
nn: Reunion
pl: Reunion

source: ROM
ca: Romania
da: Rumænien
es: Rumanía
fi: Romania
he: רומניה
nn: Romania
pl: Rumunia

source: RUS
ca: Rússia
da: Rusland
es: Rusia
fi: Venäjä
he: רוסיה
nn: Russland
pl: Rosja

source: RWA
ca: Rwanda
da: Rwanda
es: Ruanda
fi: Ruanda
he: רואנדה
nn: Rwanda
pl: Rwanda

source: SAU
ca: Aràbia Saudita
da: Saudi Arabien
es: Arabia Saudí
fi: Saudi-Arabia
he: ערב הסעודית
nn: Saudi-Arabia
pl: Arabia Saudyjska

source: SCG
ca: Sèrbia i Montenegro
da: Serbien og Montenegro
es: Serbia y Montenegro
fi: Serbia ja Montenegro
he: סרביה ומונטנגרו
nn: Serbia og Montenegro
pl: Serbia i Czarnogóra

source: SCT
ca: Escòcia
da: Skotland
es: Escocia
fi: Skotlanti
he: סקוטלנד
nn: Skottland
pl: Szkocja

source: SDN
ca: Sudan
da: Sudan
es: Sudán
fi: Sudan
he: סודן
nn: Sudan
pl: Sudan

source: SEA
ca: Al Mar
da: På havet
es: Alta mar
fi: Merellä
he: בים
nn: Til sjøs
pl: Na morzu

source: SEN
ca: Senegal
da: Senegal
es: Senegal
fi: Senegal
he: סנגל
nn: Senegal
pl: Senegal

source: SER
ca: Sèrbia
da: Serbien
es: Serbia
fi: Serbia
he: סרביה
nn: Serbia
pl: Serbia

source: SGP
ca: Singapur
da: Singapore
es: Singapur
fi: Singapore
he: סינגפור
nn: Singapore
pl: Singapur

source: SGS
ca: Illes Geòrgia del Sud i Sandwich del Sud
da: South Georgia og De Sydlige Sandwichøer
es: Islas Georgias del Sur y Sandwich del Sur
fi: Etelä-Georgia ja Eteläiset Sandwichsaaret
he: איי ג'ורג'יה וסנדביץ הדרומיים
nn: Sør-Georgia og Sør-Sandwichøyene
pl: Georgia Południowa i Sandwich Południowy

source: SHN
ca: Santa Helena
da: Sankt Helena
es: Santa Helena
fi: Saint Helena
he: סנט הלנה
nn: St. Helena
pl: Święta Helena

source: SIC
ca: Sicília
da: Sicilien
es: Sicilia
fi: Sisilia
he: סיציליה
nn: Sicilia
pl: Sycylia

source: SJM
ca: Illes Svalbard i Jan Mayen
da: Svalbard og Jan Mayen
es: Svalbard y Jan Mayen
fi: Huippuvuoret ja Jan Mayen
he: איי סבאלברג וז'אן מאיאן
nn: Svalbard og Jan Mayen
pl: Wyspy Svalbard i Jan Mayen

source: SLB
ca: Illes Salomó
da: Salomonøerne
es: Islas Salomón
fi: Salomonsaaret
he: איי שלמה
nn: Salomonyene
pl: Wyspy Salomona

source: SLE
ca: Sierra Leone
da: Sierra Leone
es: Sierra Leona
fi: Sierra Leone
he: סיירה לאונה
nn: Sierra Leone
pl: Sierra Leone

source: SLV
ca: El Salvador
da: El Salvador
es: El Salvador
fi: El Salvador
he: אל סלבדור
nn: El Salvador
pl: Salwador

source: SMR
ca: San Marino
da: San Marino
es: San Marino
fi: San Marino
he: סאן מרינו
nn: San Marino
pl: San Marino

source: SOM
ca: Somàlia
da: Somalia
es: Somalia
fi: Somalia
he: סומליה
nn: Somalia
pl: Somalia

source: SPM
ca: Saint Pierre i Miquelon
da: Sankt Pierre og Miquelon
es: San Pedro y Miquelón
fi: Saint-Pierre ja Miquelon
he: סן פייר ומיקלון
nn: St. Pierre og Miquelon
pl: Saint-Pierre i Miquelon

source: STP
ca: São Tomé i Príncipe
da: São Tomé og Principe
es: Santo Tomé y Príncipe
fi: São Tomé ja Príncipe
he: סאו טומה ופרינסיפה
nn: São Tomé og Príncipe
pl: Wyspy Świętego Tomasza i Książęca

source: SUN
ca: U.S.S.R. (Unió Soviètica)
da: U.S.S.R. (Sovjetunionen)
es: U.R.S.S.
fi: Neuvostoliitto
he: ברית המועצות
nn: USSR
pl: ZSSR

source: SUR
ca: Surinam
da: Surinam
es: Surinam
fi: Surinam
he: סורינאם
nn: Surinam
pl: Surinam

source: SVK
ca: Eslovàquia
da: Slovakiet
es: Eslovaquia
fi: Slovakia
he: סלובקיה
nn: Slovakia
pl: Słowacja

source: SVN
ca: Eslovènia
da: Slovenien
es: Eslovenia
fi: Slovenia
he: סלובניה
nn: Slovenia
pl: Słowenia

source: SWE
ca: Suècia
da: Sverige
es: Suecia
fi: Ruotsi
he: שבדיה
nn: Sverige
pl: Szwecja

source: SWZ
ca: Swazilàndia
da: Swaziland
es: Suazilandia
fi: Swazimaa
he: סווזילנד
nn: Swaziland
pl: Suazi

source: SYC
ca: Seychelles
da: Seychellerne
es: Seychelles
fi: Seychellit
he: סיישל
nn: Seychellene
pl: Seszele

source: SYR
ca: Síria
da: Syrien
es: Siria
fi: Syyria
he: סוריה
nn: Syria
pl: Syria

source: TCA
ca: Illes Turks i Caicos
da: Turks- og Caicosøerne
es: Islas Turcas y Caicos
fi: Turks ja Caicos-saaret
he: איי טרקס וקאיקוס
nn: Turks- og Caicosøyene
pl: Wyspy Turks i Caicos

source: TCD
ca: Txad
da: Tchad
es: Chad
fi: Tsad
he: צ'אד
nn: Tsjad
pl: Czad

source: TGO
ca: Togo
da: Togo
es: Togo
fi: Togo
he: טוגו
nn: Togo
pl: Togo

source: THA
ca: Thailàndia
da: Thailand
es: Tailandia
fi: Thaimaa
he: תאילנד
nn: Thailand
pl: Tajlandia

source: TJK
ca: Tadjikistan
da: Tadsjikistan
es: Tayikistán
fi: Tadzikistan
he: טג'יקיסטן
nn: Tajikistan
pl: Tadżykistan

source: TKL
ca: Tokelau
da: Tokelau
es: Tokelau
fi: Tokelau
he: טוקלאו
nn: Tokelau
pl: Tokelau

source: TKM
ca: Turkmenistan
da: Turkmenistan
es: Turkmenistán
fi: Turkmenistan
he: טורקמניסטן
nn: Turkmenistan
pl: Turkmenistan

source: TLS
ca: Timor Oriental
da: Timor-Leste (Østtimor)
es: Timor-Leste
fi: Itä-Timor
he: מזרח טימור
nn: Øst-Timor
pl: Timor Wschodni

source: TON
ca: Tonga
da: Tonga
es: Tonga
fi: Tonga
he: טונגה
nn: Tonga
pl: Tonga

source: TRN
ca: Transilvània
da: Transylvanien
es: Transilvania
fi: Transilvania
he: טרנסילבניה
nn: Transylvania
pl: Transylwania

source: TTO
ca: Trinitat i Tobago
da: Trinidad og Tobago
es: Trinidad y Tobago
fi: Trinidad ja Tobago
he: טרינידד וטובגו
nn: Trinidad og Tobago
pl: Trynidad i Tobago

source: TUN
ca: Tunísia
da: Tunesien
es: Túnez
fi: Tunisia
he: תוניס
nn: Tunisia
pl: Tunezja

source: TUR
ca: Turquia
da: Tyrkiet
es: Turquía
fi: Turkki
he: תורכיה
nn: Turkia
pl: Turcja

source: TUV
ca: Tuvalu
da: Tuvalu
es: Tuvalu
fi: Tuvalu
he: טובאלו
nn: Tuvalu
pl: Tuvalu

source: TWN
ca: Taiwan
da: Taiwan
es: Taiwan
fi: Taiwan
he: טיוואן
nn: Taiwan
pl: Tajwan

source: TZA
ca: Tanzània
da: Tanzania
es: Tanzania
fi: Tansania
he: טנזניה
nn: Tanzania
pl: Tanzania

source: UGA
ca: Uganda
da: Uganda
es: Uganda
fi: Uganda
he: אוגנדה
nn: Uganda
pl: Uganda

source: UKR
ca: Ucraïna
da: Ukraine
es: Ucrania
fi: Ukraina
he: אוקראינה
nn: Ukraina
pl: Ukraina

source: UMI
ca: Illes Perifèriques Menors dels EUA
da: Mindre øer fjernt fra USA
es: Islas ultramarinas de Estados Unidos
fi: USA:n Tyynenmeren er. alue
he: איים קטנים מרוחקים של ארה"ב
nn: USA mindre utenforliggende øyer
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych

source: URY
ca: Uruguai
da: Uruguay
es: Uruguay
fi: Uruguay
he: אורוגוואי
nn: Uruguay
pl: Urugwaj

source: USA
es: EE.UU.
fi: Yhdysvallat
he: ארצות הברית
pl: Stany Zjednoczone

source: UZB
ca: Uzbekistan
da: Usbekistan
es: Uzbekistan
fi: Uzbekistan
he: אוזבקיסטן
nn: Usbekistan
pl: Uzbekistan

source: VAT
ca: Ciutat del Vaticà
da: Vatikanstaten
es: Ciudad del Vaticano
fi: Vatikaani
he: קריית הוותיקן
nn: Vatikanstaten
pl: Watykan

source: VCT
ca: Saint Vincent i les Grenadines
da: Sankt Vincent og Grenadinerne
es: San Vicente y las Granadinas
fi: Saint Vincent ja Grenadiinit
he: סנט וינסנט והגרנדינים
nn: St. Vincent og Grenadinene
pl: Saint Vincent i Grenadyny

source: VEN
ca: Veneçuela
da: Venezuela
es: Venezuela
fi: Venezuela
he: ונצואלה
nn: Venezuela
pl: Wenezuela

source: VGB
ca: Illes Verges Britàniques
da: Jomfruøerne (Storbritannien)
es: Islas Vírgenes Británicas
fi: Neitsyssaaret
he: איי הבתולה הבריטיים
nn: Jomfruøyene (UK)
pl: Brytyjskie Wyspy Dziewicze
