Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: The media folder is corrupted.
ca: S'ha malmès la carpeta de multimèdia.
da: Folderen med mediefiler er ødelagt.
es: La carpeta de archivos audiovisuales está corrupta.
fi: Mediakansio on viallinen.
he: תיקיית המדיה מקולקלת.
nn: Det er en feil med mediamappen.
pl: Katalog z multimediami jest uszkodzony.

source: Choose a letter to show families whose name starts with that letter.
ca: Escolliu una lletra per mostrar les famílies quin nom comenci amb aquesta lletra.
da: Vælg et bogstav for at vise familier, hvis navn starter med det bogstav.
es: Elija una letra para mostrar las familias cuyo apellido empieza por esa letra.
fi: Valitse kirjain, jolla näytettävien perheiden nimi alkaa.
he: בחר אות כדי להציג משפחות שהשם שלהם מתחיל באות זו.
nn: Velg en bokstav for å vise etter/familienavn som begynner på bokstaven.
pl: Wybierz pierwszą literę nazwiska członków rodziny

source: Families with surname %s
ca: Famílies amb cognom començant per %s
da: Familier med efternavnet %s
es: Familias con el apellido %s
fi: Perheet, joilla on sukunimi %s
he: משפחות עם שם משפחה %s
nn: Familier med etternavnet %s
pl: Rodziny o nazwisku %s

source: Choose a letter to show families where a spouse has a given name which starts with that letter.
ca: Trieu una lletra per mostrar les famílies en que un cònjuge tingui un nom de pila que comenci per aquesta lletra.
es: Elija una letra para mostrar las familias en las que el nombre del cónyuge empieza por esa letra.
fi: Valitse kirjain nähdäksesi perheet, joiden aviopuolison nimi alkaa kyseisellä kirjaimella.
he: בחר אות כדי להציג משפחות שהשם הפרטי של אחד מבני הזוג מתחיל באות זו.
pl: Wybierz pierwszą literę imienia członków rodziny

source: Welcome page
ca: Inici
es: Página de bienvenida
fi: Tervetulosivu
he: דף ברוכים הבאים
nn: Hovedside

source: PhpGedView URL
ca: URL PhpGedView
es: URL de PhpGedView
he: URL של PhpGedView

source: MyGedView Portal
ca: Portal MyGedView
es: MiGedView
fi: OmaGedView
he: דף MyGedView
nn: Min GedView

source: Your MyGedView page allows you to keep bookmarks of your favorite people, track upcoming events, and collaborate with other PhpGedView users.
ca: El vostre portal MyGedView us permet tenir ex-libris de familiars preferits, estar al corrent d'aniversaris i col·laborar amb altres usuaris.
es: Su página MiGedView le permite guardar marcadores a sus personas favoritas, estar al tanto de los próximos eventos y colaborar con otros usuarios de PhpGedView.
fi: OmaGedView-sivusi antaa mahdollisuuden pitää luetteloa suosikkihenkilöistäsi, tarkastella tulevia merkkipäiviä ja olla yhteistyössä muiden PhpGedView-käyttäjien kanssa.
he: דף MyGedView מאפשר לך לשמור סימניות של האנשים המועדפים שלך, לעקוב אחרי מאורעות קרובים ולשתף פעולה עם משתמשי PhpGedView אחרים.
nn: Dette er <i>din side</i> der du kan velge egne <i>favoritter</i>, bli påminnet om <i>kommende begivenheter</i> og <i>samarbeide med andre brukere</i>.

source: Customize MyGedView Portal
ca: Personalitzeu el Portal MyGedView
es: Personalice su Portal personal
fi: Muokkaa oma portaalisi
he: MyGedView התאם אישית את הפורטל
nn: Endre <i>din egen</i> side

source: Customize this GEDCOM Welcome page
ca: Personalitzeu la Pàgina d'Inici
es: Personalice la Página de Bienvenida de este GEDCOM
fi: Muokkaa GEDCOM-portaalia
he: התאם אישית את דף ברוכים הבאים הזה
nn: Endre hovedsiden til denne slektsbasen

source: You have not configured the languages your site will support.<br />PhpGedView will use its default actions.
ca: No heu configurat els idiomes que el vostre lloc podrà suportar.<br />El PhpGedView farà servir els seus propis per defecte.
da: Du har ikke opsat de sprog dit sted skal understøtte.<br />PhpGedView vil bruge sine standardindstillinger.
es: No ha configurado los idiomas de su sitio.<br />PhpGedView utilizará sus opciones por omisión.
fi: Et ole määritellyt kieliä joita sivustosi tukee.<br />PhpGedView käyttää oletus asetusta.
he: לא עיצבת את השפות של האתר שלך.<br />PhpGedView ישתמש בפעולות ברירת המחדל.
nn: Du har ikke angitt språkene som nettstedet ditt skal støtte.<br />PhpGedView vil derfor bruke standard oppsett.

source: Jewish Ashkenaz pronunciation
ca: Pronunciació jueva Ashkenazi:
da: Jødisk Ashkenazi udtale
es: Pronunciación Ashkenaz Judía
he: הגייה אשכנזית
nn: Jødisk Ashkenazi uttale

source: Multimedia
ca: Multimèdia
da: Multimedier
es: Audiovisuales
he: מולטימדיה

source: Import
ca: Importa
es: Importar
fi: Tuo
he: ייבא

source: Menu?
ca: Menú?
es: ¿Menú?
fi: Valikko?
he: תפריט?

source: Mother-in-law
es: Suegra
fi: Anoppi
he: חמות

source: Father-in-law
es: Suegro
fi: Appi
he: חם

source: Sister-in-law
es: Cuñada
fi: Käly
he: גיסה

source: Brother-in-law
es: Cuñado
fi: Lanko
he: גיס

source: Daughter-in-law
es: Nuera
fi: Miniä
he: כלה

source: Son-in-law
es: Yerno
fi: Vävy
he: חתן

source: step daughter
es: hijastra
fi: tytärpuoli
he: בת חורגת

source: step son
es: hijastro
fi: poikapuoli
he: בן חורג

source: %2$d x great niece
es: %2$dª sobrina nieta
fi: sisarentytär %1$d. polvessa
he: נכדנית מדרגה %1$d

source: %2$d x great nephew
es: %2$dº sobrino nieto
fi: sisarenpoika %1$d. polvessa
he: נכדנית מדרגה %1$d

source: Step-Sister
es: Hermanastra
fi: Sisarpuoli
he: אחות חורגת

source: Step-Brother
es: Hermanastro
fi: Velipuoli
he: אח חורג

source: %2$d x great aunt
es: %2$dª tía abuela
fi: täti %1$d. polvessa
he: דודה מדרגה %1$d

source: %2$d x great uncle
es: %2$dº tío abuelo
fi: eno %1$d. polvessa
he: דוד מדרגה %1$d

source: %d x cousin
es: %dª prima
fi: serkku %d. polvessa
he: דודנית מדרגה %d

source: %1$s is the %2$s of %3$s.
es: %1$s es la %2$s de %3$s.
fi: %1$s - %3$s - %2$s.
he: %1$s היא %2$s של %3$s

source: Add files and settings for a new language
ca: Addició de fitxers i paràmetres d'un nou idioma
da: Tilføj filer og indstillinger for et nyt sprog
es: Agregar archivos y ajustes para un nuevo idioma
fi: Lisää tiedostot ja asetukset uudelle kielelle
he: הוסף קבצים והגדרות לשפה חדשה
nn: Legg til filer og oppsett for et nytt språk

source: Original name of language in %s
es: Nombre original del idioma en %s
fi: Alkuperäinen kielen nimi %s
he: שם המקורי של השפה ב%s

source: Left to right
ca: D'esquerra a dreta
da: Venstre til højre
es: Izquierda a derecha
fi: Vasemmalta oikealle
he: שמאל לימין
nn: Venstre til høyre

source: Right to left
ca: De dreta a esquerra
da: Højre til venstre
es: Derecha a izquierda
fi: Oikealta vasemmalle
he: ימין לשמאל
nn: Høyre til venstre

source: Surname first
ca: Primer el cognom
da: Efternavn først
es: Primero apellido
fi: Sukunimi ensin
he: שם משפחה קודם
nn: Etternavn først

source: ERROR! The file does not exist...
ca: ERROR! El fitxer no existeix...
da: FEJL! Kan ikke finde filen...
es: ¡ERROR! El archivo no existe...
fi: VIRHE! Tiedostoa ei ole...
he: שגיאה! הקובץ לא קיים...
nn: FEIL! Finner ikke filen...

source: This optional file does not exist.
ca: Aquest fitxer opcional no hi és
es: El archivo opcional no existe.
he: קובץ בחירה זה אינו קיים.
nn: Denne valgfrie filen fnnes ikke.

source: Edit Image Manipulation Configuration
ca: Editeu la configuració de manipulació d'imatges
es: Editar la configuración de manejo de imágenes
fi: Muokkaa kuvankäsittelyn asetuksia
he: ערוך תצורה של פעולה על תמונות
nn: Endre innstillingene for bilde-behandling

source: Configure supported languages
ca: Configuració d'idiomes suportats
da: Vælg understøttede sprog
es: Configurar los idiomas del sitio
fi: Valitse tuetut kielet
he: הגדר את השפות הנתמכות
nn: Konfigurere støttede språk

source: You sent the following message to a PhpGedView administrator:
ca: Missatge enviat a l'Administrador PhpGedView:
da: Du sendte følgende besked til administratoren af hjemmesiden:
es: Vd. envió el siguiente mensaje a un administrador:
fi: Olet lähettänyt seuraavan viestin PhpGedView hallinnoitsijalle:
he: שלחת את ההודעה הבאה למנהלן PhpGedView:
nn: Du sendte følgende beskjed til administratoren av PhpGedView:

source: You sent the following message to a PhpGedView user:
ca: Missatge enviat al compte d'Usuari PhpGedView:
da: Du sendte følgende besked til en anden bruger af hjemmesiden:
es: Vd. envió el siguiente mensaje a un usuario:
fi: Olet lähettänyt seuraavan viestin PhpGedView käyttäjätilille:
he: שלחת את ההודעה הבאה למשתמש PhpGedView:
nn: Du sendte følgende beskjed til en bruker av PhpGedView:

source: The following message has been sent to your PhpGedView user account from
ca: Missatge enviat al vostre compte d'usuari PhpGedView per part de
da: Følgende besked blev sendt til din brugerkonto fra
es: El siguiente mensaje a su cuenta de usuario PhpGedView lo ha enviado
fi: Seuraava viesti on lähetetty PhpGedView käyttäjätilillesi:
he: ההודעה הבאה נשלחה למשתמש ה-PhpGedView שלך מ-
nn: Følgende beskjed ble sendt til kontoen din i PhpGedView fra

source: Grandfather
es: Abuelo
he: סבא
nn: Morfar

source: Grandmother
es: Abuela
he: סבתא
nn: Mormor

source: <b>Help text for this page or item is not yet available.</b>
es: <b>Todavía no existe un texto de ayuda para esta página o elemento</b>
fi: <b>Tämän sivun tai kohteen ohjetta ei vielä ole olemassa</b>
he: <b>טכסט עזרה לדף או פריט זה עדיין לא מוכן.</b>

source: nephew
ca: nebot
es: sobrino
fi: sisarenpoika
he: נכדן
nn: nevø

source: niece
ca: neboda
es: sobrina
fi: sisarentytär
he: נכדנית
nn: niese

source: RELA
ca: Parentiu
es: Relación
fi: Sukulaisuussuhde
he: קשר משפחתי
nn: Forbindelse

source: Status
ca: Estatus
es: Estatus
fi: Tila
he: מצב

source: Error!!! Cannot write to the PhpGedView configuration file. Please check file and directory permissions and try again.
ca: Error!!! No pot escriure's al fitxer de configuració del PhpGedView. Reviseu les propietats dels fitxer i del directori i torneu-hi.
da: Fejl!!! Kan ikke skrive til PhpGedView konfigurationsfilen. Kontrollér venligst fil og mappe skriverettigheder og prøv så igen.
es: ¡¡¡Error!!! No se pudo escribir el archivo de configuración de PhpGedView. Por favor, compruebe los permisos de archivo y directorio y pruebe nuevamente.
fi: Virhe!!! PhpGedView Ei pysty kirjoittamaan asetustiedostoon. Tarkista tiedoston sekä kansion oikeudet ja kokeile uudestaan.
he: שגיאה בכתיבת קובץ התצורה של PhpGedView. בדוק את ההרשאות של הקובץ והתיקייה ונסה שנית.
nn: Feil!!! Kan ikke skrive til konfigurasjonsfilen til PhpGedView. Sjekk fil- og katalog-rettigheter og prøv igjen.

source: 1 year
es: 1 año
fi: 1 vuosi
he: שנה 1

source: 1 month
es: 1 mes
fi: 1 kuukausi
he: חודש 1

source: 1 day
es: 1 día
fi: 1 päivä
he: יום 1

source: 1 hour
es: 1 hora
fi: 1 tunti
he: שעה 1

source: 1 minute
es: 1 minuto
fi: 1 minuutti
he: דקה 1

source: Family with Parents
ca: Família amb els pares
es: Familia con los padres
fi: Vanhempien perhe
he: משפחה עם הורים
nn: Familie med foreldre

source: Family with
ca: Família amb
es: Familia con
fi: Perhe - itse ja
he: משפחה עם
nn: Familie med

source: LANGUAGE_TEXT_DIRECTION
ca: ltr
es: ltr
fi: ltr
he: rtl
nn: ltr

source: LANGUAGE_COLLATION
ca: utf8_unicode_ci
es: utf8_spanish_ci
fi: utf8_swedish_ci
he: utf8_unicode_ci
nn: utf8_danish_ci

source: LANGUAGE_LONG_DATE_FORMAT
ca: %j %F %Y
da: %j %F %Y
es: %j %F %Y
fi: %j. %F %Y
he: %j %F %y
nn: %j. %F %Y

source: LANGUAGE_SHORT_DATE_FORMAT
ca: %j %F %Y
da: %j %F %Y
es: %j %F %Y
fi: %j. %F %Y
he: %j %M %Y
nn: %j. %F %Y

source: LANGUAGE_TIME_FORMAT_HM
ca: %g:%i%a
da: %G:%i
es: %g:%i%a
fi: %H:%i
he: %G:%i
nn: %H:%i

source: LANGUAGE_TIME_FORMAT_HMS
ca: %g%i%sa
da: %G:%i:%s
es: %g:%i:%s%a
fi: %H:%i:%s
he: %G:%i:%s
nn: %H:%i:%s

source: Partner
ca: Parella
es: Compañero/a
fi: Yhteistyökumppani
he: שותף

source: Add new language
ca: Afegeix un idioma nou
da: Tlføj et nyt sprog
es: Agregar un nuevo idioma
fi: Lisää uusi kieli
he: הוסף שפה חדשה
nn: Legg til nytt språk

source: Edit settings
ca: Edita els paràmetres
da: Ændre indstillinger
es: Editar preferencias
fi: Muokkaa asetuksia
he: ערוך סביבה
nn: Endre innstillinger

source: Languages used
ca: Idiomes utilitzats
da: Anvendte sprog
es: Idiomas usados
fi: Käytettävät kielet
he: השפות שבשימוש
nn: Språk brukt

source: Album
ca: Àlbum
es: Álbum
fi: Albumi
he: אלבום

source: W
ca: O
da: V
es: O
fi: L
he: מערב
nn: V

source: Min.
ca: Mín.
es: Mín.
he: מינימום

source: for
es: durante
he: עבור

source: Grandparent
es: Abuelo o abuela
he: סבא

source: Gt
es: Bis

source: Any word
es: Cualquier palabra
fi: Mikä tahansa sanoista
he: מילה כלשהיא

source: All words
es: Todas las palabras
fi: Kaikki sanat
he: כל המילים

source: Exact phrase
es: Frase exacta
fi: Täsmällinen ilmaisu
he: ביטוי מדויק

source: Search in
es: Buscar en
fi: Hae seuraavasta:
he: חפש ב-

source: User Help
es: Ayuda de usuario
fi: Käyttäjän ohje
he: עזרה למשתמשים

source: Modules Help
es: Ayuda de los módulos
fi: Moduliavuste
he: עזרה במודולים

source: Administrator Help
es: Ayuda del administrador
fi: Ylläpitäjän ohje
he: עזרה למנהלנים

source: Close window
es: Cerrar ventana
fi: Sulje ikkuna
he: סגור חלון

source: Results found:
es: Resultados encontrados:
fi: Tuloksia löytyi:
he: נמצאו תוצאות:

source: PEDI
ca: Avantpassats
es: Tipo de relación de paternidad
fi: Lapsuusperhesuhde
he: יחוס
nn: Slektsgrein

source: News and links from the %s site
ca: Notícies i enllaços del lloc %s
da: Nyheder og links fra hjemmesiden %s
es: Noticias y vínculos del sitio %s
fi: Uutiset ja linkit %s sivustolta.
he: חדשות וקישורים מאתר ה-%s

source: tag
ca: etiqueta
da: mærke
es: etiqueta
fi: merkitsin
he: תג

source: AGNC
ca: Agència
es: Agencia
fi: Viranomainen
he: סוכנות
nn: Agentur

source: ASSO
ca: Associats
da: Forbindelser
es: Asociados
fi: Kumppanit
he: שותפים
nn: Forbindelser

source: NPFX
ca: Prefix
es: Prefijo
fi: Etuliite
he: צירוף ראשי
nn: Prefiks

source: NSFX
ca: Sufix
es: Sufijo
fi: Pääte
he: צירוף סופי
nn: Postfiks

source: SEX
ca: Sexe
es: Sexo
fi: Sukupuoli
he: מגדר
nn: Kjønn

source: SOUR
ca: Font
es: Fuente
fi: Lähde
he: מקור
nn: Kilde

source: SPFX
ca: Prefix del Cognom
es: Prefijo del apellido
fi: Sukunimen etuliite
he: קידומת שם משפחה
nn: Etternavn prefiks

source: STAT
ca: Estatus
es: Estatus
fi: Tila/kunto
he: סטאטוס
nn: Status

source: TEMP
ca: Temple
es: Templo
fi: Temppeli
he: מקדש
nn: Mormoner kirkekode

source: If you want to remove a surname from the Common Surname list without increasing the threshold value, you can do that by entering the surname here. If more than one surname is entered, they must be separated by a comma. <b>Surnames are case-sensitive.</b> Surnames entered here will also be removed from the Top-10 list on the Welcome page.
ca: Si voleu treure cognoms de la llista del més habituals, sense que calgui per això augmentar el valor del tall per entra-hi, podeu fer-ho posant-los aquí. Si n'hi ha més d'un, heu de separar-los entre sí per comes. <b>Cal respectar les majúscules, minúscules i accents.</b> Els cognoms que entreu aquí també s'eliminaran de la llista Top-10 de la pàgina d'inici.
es: Si desea eliminar un apellido de la lista de Apellidos Comunes sin aumentar el valor del umbral, puede hacerlo tecleando aquí al apellido. Si teclea más de un apellido, debe separarlos por comas. <b>Los apellidos distinguen entre mayúsculas y minúsculas.</b> Los apellidos introducidos aquí también se eliminarán de la lista de 10 apellidos más frecuentes de la página de Bienvenida.
nn: Dersom du ønsker å fjerne et bestemt etternavn fra listen med "Mest brukte etternavn", kan du oppgi etternavnet her. Dersom det legges inn flere navn må de skilles med et komma. Opptellingen skiller om etternavn er skrevet med forskjellige små-/store bokstaver.

source: This is the number of times that a surname must occur before it shows up in the Common Surname list on the Welcome page.
ca: És el nombre de cops que un cognom ha de repetir-se per a incloure'l a la llista de cognoms més corrents de la pàgina d'inici.
es: Este es la cantidad de veces que debe repetirse un apellido, antes de aparecer en la lista de Apellidos Comunes en la página de Bienvenida.
nn: Dette er hvor mange ganger personer med samme etternavn må finnes før etternavnet vil vises i listen med "Mest brukte etternavn" på hovedsiden.

source: Enter the maximum number of days to show in Upcoming Events blocks. This number cannot be greater than 30. If you enter a larger value, 30 will be used.<br /><br />The value you enter here determines how far ahead PhpGedView looks when searching for upcoming events. The results of this search, done once daily, are copied into a temporary file.<br /><br />No Upcoming Events blocks on Index or Portal pages can request more days than this value. The larger you make this, the longer it will take to build the daily database extract, and the longer it will take to display the block, even when you request to display a number of days less than this setting.
ca: Entreu el màxim nombre de dies a mostrar al bloc d'esdeveniments propers. No por ésser més gran de 30. Si n'hi poseu més, prendrà 30.<br /><br />El valor que entreu aquí determina quan de temps endavant mirarà el PhpGedView cercant esdeveniments propers. El resultat d'aquesta recerca -es fa un cop al dia- s'emmagatzema en un fitxer temporal.<br /><br />Ni a les pàgines d'Índex o al Portal, es poden demanar més dies que aquest valor prefixat. Com més gran sigui el valor, més estona es trigarà a construir la base de dades diària i més estona caldrà per mostrar-lo al bloc, el mateix passa si demaneu veure un nombre de dies menor.
es: Introduzca el número máximo de días a mostrar en los bloques de Próximos Eventos. No puede ser superior a 30. Si introduce un valor mayor, se utilizará 30.<br /><br />El valor que introduzca aquí determina lo lejos que mira PhpGedView buscando próximos eventos. El resultado de esta búsqueda, que se hace una vez al día, se guarda en un archivo temporal.<br /><br />Ningún bloque de Próximos eventos en la página índice ni en los portales personales pueden pedir plazos superiores a este valor. Cuanto mayor sea este valor, más tiempo costará construir el extracto de la base de datos y más costará mostrar el bloque, incluso si se solicita mostrar un número de día menor que este valor.
nn: Angi maks antall dager som skal vises i rammen Kommende hendelser. Tallet kan ikke være større enn 30. Dersom du angir et større tall, vil 30 bli brukt.<br /><br />Verdien du angir vil bestemme hvor mange dager fram i tid PhpGedView vil se etter kommende hendelser. Resultatet av søket, som utføres kun en gang om dagen, vil lagres i en midlertidig fil.<br /><br />PS 1. Brukere kan ikke velge flere dager enn angitt her på sine personlige sider.<br /><br />PS 2. Dersom du har en stor slektsbase, vil det ta lengre tid å lage den daglige filen, jo flere dager du angir. Det vil også ta lengre tid å vise rammen, selv om du/brukere angir færre dager på hovedsiden/personlige sider.

source: Use Jewish Ashkenazi pronunciations.<br /><br />When set to <b>Yes</b> the months Cheshvan and Teves will be spelled with Ashkenazi pronunciation. Setting it to <b>No</b> will change the months to Hesvan and Tevet. This only affects the Jewish setting. The Hebrew setting will always use the Hebrew alphabet.
ca: Empra la pronunciació jueva Ashkenazi. <br /><br />Posant-ho a <b>Si</b> s'empraran els mesos Cheshvan i Teves de pronunciació Ashkenazi. Mentre que si es posa a <b>No</b> canviaran a Hesvan i Tevet. Solament afecta a la configuració jueva. La configuració hebrea utilitza sempre l'alfabet hebreu.
da: Brug jødisk Ashkenazi udtale.<br />Hvis der vælges <b>Ja</b>, vil månederne Cheshvan og Teves blive stavet med Ashkenazi udtale. Hvis der vælges <b>Nej</B> vil månederne blive stavet Hesvan og Tevet. <br />Dette berører kun den jødiske kalender. For den hebræiske kalender anvendes det hebræiske alfabet.
es: Utilizar pronunciaciones Ashkenazi judías.<br />Si lo fijamos a <b>Sí</b>, los meses de Cheshvan y Teves serán escritos conforme a la pronunciación Ashkenazi. Fijarlo a <b>No</b> cambiará los meses a Hesvan y Tevet. Esto sólo afecta al ajuste Judío. El ajuste Hebreo siempre utilizará el alfabeto hebreo.
nn: Bruk jødisk Ashkenazi uttale.<br />Hvis satt til ja vil månedene Cheshvan og Teves bli stavet med Ashkenazi uttale. Hvis satt til nei vil månedene bli stavet Hesvan og Tevet. <br />Dette berører kun den jødiske innstilling. Med hebraisk innstilling brukes det hebraiske alfabet.

source: Directory in which the protected Media directory can be created. When this field is empty, the <b>#GLOBALS[INDEX_DIRECTORY]#</b> directory will be used.
es: Directorio bajo el que puede crearse el directorio protegido de objetos. Si se deja vacío este campo, se utilizará el directorio <b>#GLOBALS[INDEX_DIRECTORY]#</b>.
he: Directory in which the protected Media directory can be created. כאשר שדה זה ריק, משתמשים בתיקיית <b>#GLOBALS[INDEX_DIRECTORY]#</b>.

source: The value to place in the Keywords meta tag in the HTML page header. Some search engines will use the Keywords meta tag to help index your page.<br /><br />The Most Common Surnames list that appears in the GEDCOM Statistics block on your Welcome page can also be added to anything you enter here.
ca: El contingut a posar al la meta-etiqueta de paraules clau a la capçalera de la pàgina HTML. Alguns motors de recerca fan servir les paraules clau com a índex d'ajuda de la pàgina.<br /><br />La llista Cognoms més habituals que surt al bloc Estadístiques GEDCOM de la vostra pàgina d'inici també podreu afegir-la automàtica i opcionalment al que entreu aquí.
es: El valor a colocar en la etiqueta meta Keywords en el encabezamiento HTML de la página. Algunos motores de búsqueda utilizarán la etiqueta meta Keywords para para ayudar a indexar su página.<br /><br />La lista Apellidos más comunes que aparece en el bloque Estadísticas del GEDCOM de su página de Bienvenida puede añadirse también a cualquier cosa que introduzca aquí.
he: The value to place in the Keywords meta tag in the HTML page header. Some search engines will use the Keywords meta tag to help index your page.<br /><br />The שמות משפחה שכיחים list that appears in the סטטיסטיקות GEDCOM block on your Welcome page can also be added to anything you enter here.
nn: Her kan du angi nøkkelord som vil plasseres i <meta> merket først på HTML siden. Mange søkeroboter vil bruke disse nøkkelordene for å kunne indeksere sidene dine. I tillegg til det du angir her, vil også De mest brukte etternavnene som blir vist i rammen Statistikk på hovedsiden, bli vist.

source: Which page should users see after they have logged in?<br /><br />The choice made here determines whether a successful Login causes the Welcome or the MyGedView page to appear when the login is done from the Welcome page.<br /><br />A Login done from the link at the top of every other page will return the user to that page.
ca: Quina pàgina veruran els usuaris desprès d'haver-se identificat?<br /><br />L'elecció que feu aquí determina si desprès d'un accés correcte, els hi aparegui la pàgina d'acollida o la del portal MyGedView, sempre que aquest accés s'hagi fet des de la pàgina Inici.<br /><br />Quan es fa des qualsevol altra, mitjançant l'enllaç del capdamunt de totes, es retorna a l'esmentada pàgina.
es: La página que se muestra a los usuarios cuando se autentican.<br /><br />Este ajuste determina si se muestra la página de bienvenida o la página MiPhpGedview tras autenticarse desde la Página de bienvenida.<br /><br />Cuando un usuario se autentica mediante el vínculo en la parte superior de cualquier otra página, es devuelto a esa misma página.
he: Which page should users see after they have logged in?<br /><br />The choice made here determines whether a successful Login causes the Welcome or the MyGedView page to appear when the login is done from the דף ברוכים הבאים.<br /><br />A Login done from the link at the top of every other page will return the user to that page.
