Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: You can link this person as a child to an existing family when you click this link.<br /><br />Suppose that at one time the parents of the person were unknown, and you discovered later that the parents have a record in this database.<br /><br />Just click the link, enter the ID of the family, and you have competed the task. If you don't know the family's ID, you can search for it.
ca: Polsant aquí podeu vincular aquesta persona com a fill d'una família existent.<br /><br />Suposem que es desconeixien prèviament els pares de l'esmentada persona i més tard es descobreix que ja figuraven a la base de dades.<br /><br />Solament us cal polsar l'enllaç, entrar l'ID de la família i llestos. Si desconeixeu l'ID de la família podeu fer una recerca.
da: Ved at klikke på på dette link, kan du knytte denne person som et barn i en eksisterende familie.<br /><br />Forestil dig, at forældrene til personen var ukendte, og du fandt ud af at de (forældrene) har en post i denne slægtsbasen.<br /><br />Ved kun at klikke på linket, angive ID for familien (hvis du ikke kender ID, kan du søge efter det), og du har fuldført koblingen.
es: Puede relacionar esta persona como hijo/a de una familia existente haciendo clic en este vínculo.<br /><br />Suponga que los padres de una persona eran desconocidos y descubrió después que los padres tenían ya un registro en esta base de datos.<br /><br />Haga clic en el vínculo, introduzca el ID de la familia de la familia y habrá realizado la tarea. Si no conoce el ID de la familia, puede buscarlo.
fi: Klikkaamalla tätä linkkiä voit liittää hänet lapseksi olemassa olevaan perheeseen.<br /><br />Oletetaan, että tämän henkilön vanhemmat ovat tuntemattomia, mutta ilmeneekin, että vanhemmilla onkin tietue tässä GEDCOM-tiedostossa.<br /><br />Klikkaa linkkiä, lisää perheen ID-tunnus (mikäli et tiedä ID-tunnusta, voit etsiä sitä ponnahdusikkunassa) ja homma on hoidettu.
he: ע"י לחיצה על קישור זה תוכל לקשר אדם זה כילד למשפחה קיימת.<br /><br />נניח שהוריו של האדם לא היו ידועים וגילית שהם (ההורים) קיימים במאגר הנתונים הזה.<br /><br />לחץ על הקישור, הוסף קוד הזיהוי של המשפחה ובזה סיימת את המשימה. אם אינך יודע את הקוד, ניתן לחפש אותו.
nn: Ved å klikke på på denne linken, kan du knytte denne personen som et barn i en eksisterende familie.<br /><br />Tenk deg at foreldrene til personen var ukjente, og du fant ut at de (foreldrene) har en post i denne slektsbasen.<br /><br />Ved bare å klikke på linken, angi IDen til familien (hvis du ikke kjenner IDen, kan du søke etter den), og du har fullført koblingen.
pl: Ten odnośnik umożliwia powiązanie tej osoby jako dziecko z istniejącą rodziną.<br /><br />Załóżmy, że przedtem rodzice danej osoby byli nieznani, ale później odkryłeś(-aś), że znajdują się już w tej bazie danych.<br /><br />Wystarczy teraz kliknąć na odnośnik i wprowadzić identyfikator rodziny. Jeśli nie znasz identyfikatora rodziny, możesz go znaleźć za pomocą odpowiedniego odnośnika.

source: This item will allow you to link the current individual as a husband to a family that is already in the database. By clicking this link you can add this person to an existing family, of which the husband was unknown until now. This person will take the place of the previously unknown husband. All events, marriage information, and children will keep their existing links to the family.<br /><br />Just click the link, enter the ID of the family, and you have competed the task. This is an advanced editing option that should only be used if the family you want to link to already exists. If you want to add a <u>new</u> family to this individual, use the <b>Add a new wife</b> link.
ca: Polsant aquí us permet vincular aquesta persona com a cònjuge d'una família prèviament existent a la base de dades de la que, fina ara, se'n desconeixia el marit. Tots els esdeveniments, informació del casament i mainada conservaran els vincles actuals amb la família.<br /><br />Polseu l'enllaç, entreu l'ID de la família i llestos. És una opció d'edició avançada que podeu fer servir solament si la família ja existeix prèviament. Si el que voleu és crear una <u>nova</u> família, cal que empreu l'enllaç <b>Crea una nova persona i vincula-la com a muller</b>.
da: Dette valg giver dig mulighed for at knytte personen til en eksisterende familie som en ny ægtemand. Familien vil nå få koblet denne person som familiefar hvor det tidligere blev vist som Ukendt. Alle registerede begivenheder, information om ægteskabet og børn vil forblive uændret.<br /><br />Dette er et avanceret ændringsvalg, som kun bør anvendes, hvis familien du ønsker at lave en kobling til, allerede eksisterer. hvis du kun ønsker at tilføje en ny familie, bruger du valgmuligheden Tilføj en ny hustru.
es: Esta entrada le permitirá vincular la persona actual como esposo de una familia ya existente en la base de datos. Haciendo clic en este vínculo, puede agregar esta persona a una familia existenta cuyo esposo era desconocido hasta ahora. Esta persona tomará el lugar del esposo previamente desconocido. Todos los eventos, información de matrimonio e hijos, mantendrán sus vínculos actuales con la familia.<br /><br />Simplemente haga clic en el vínculo, introduzca el ID de la familia y habrá completado la tarea. Ésta es una opción de modificación avanzada que sólo debe ser utilizada si la familia que desea vincular ya existe. Si quiere agregar una <u>nueva</u> familia a la persona, utilice el vínculo <b>Agregar un nuevo esposo</b>.
fi: Klikkaamalla tätä linkkiä voit liittää hänet aviomieheksi olemassa olevaan perheeseen, jonka aviomies on tähän asti ollut tuntematon.<br /><br />Kyseinen henkilö korvaa näin tuntemattoman henkilön. Kaikki tapahtumat, avioliittotiedot ja lapset säilyttävät entiset kytkennät perheeseen.<br /><br />Klikkaa linkkiä, lisää perheen ID-tunnus (mikäli et tiedä ID-tunnusta, voit etsiä sitä ponnahdusikkunassa) ja homma on hoidettu. Tämä on edistyksellinen muokkausvaihtoehto, jota saa käyttää vain mikäli liitettävä perhe on jo olemassa GEDCOM-tiedostossa. Mikäli haluat lisätä uuden perheen, käytä "Lisää uusi vaimo" linkkiä.
he: האופציה מאפשרת, על ידי לחיצה על הקישור, לקשור את האדם הנוכחי כבעל למשפחה קיימת במאגר הנתונים, משפחה שעד עכשיו אין לה בעל. האדם הנוכחי ירשם במקום האדם הלא ידוע. כל האירועים, נתוני החתונה וילדים ישמרו את הקישורים הקיימים למשפחה.<br /><br />לחץ על הקישור, הכנס את קוד הזיהוי של המשפחה (אם הקוד אינו ידוע, תוכל לחפש אותו בחלון שיצוץ), וסיימת את המשימה. זו בחירת עדכון מתקדמת שיש להשתמש בה רק אם המשפחה שאליה רוצים לקשר כבר קיימת. אם ברצונך רק להוסיף משפחה <u>חדשה</u>, השתמש בקישור <b>הוסף אישה חדשה</b>.
nn: Dette valget gir deg mulighet til å knytte personen til en eksisterende familie som en ny ektemann. Familien vil nå få koblet denne personen som familiefar der det tidligere ble vist Ukjent. Alle registerte hendelser, informasjon om ekteskapet og barn vil forbli uendret.<br /><br />Dette er et avansert endringsvalg som bare bør brukes dersom familien du ønsker å lage en kobling til allerede eksisterer. Dersom du bare ønsker å legge til en <u>ny</u> familie, bruker du valget <b>Legg til en ny hustru</b>.
pl: Ten odnośnik umożliwia powiązanie tej osoby jako męża z rodziną istniejącą w bazie danych. Kliknięcie na ten odnośnik spowoduje dodanie tej osoby do istniejącej rodziny, w której mąż był do tej pory nieznany. Ta osoba zajmie miejsce uprzednio nieznanego męża. Wszystkie wydarzenia, dane małżeństwa i dzieci zachowają swoje powiązania z rodziną.<br /><br />Wystarczy kliknąć na odnośnik i wprowadzić identyfikator rodziny. Ta zaawansowana opcja powinna być użyta tylko wtedy, kiedy rodzina już istnieje w bazie danych. Jeśli chcesz dodać <u>nową</u> rodzinę do tej osoby, użyj odnośnika <b>Dodaj nową żonę</b>.

source: This will allow you to link another individual, who already exists, as a new husband to this person. This will create a new family with the husband you select. You will also have the option of specifying a marriage for this new family.
ca: Polsant aquí us permet vincular aquesta persona a una altra, prèviament existent, com a nou marit. Això farà que es creï una nova família amb el marit que heu seleccionat. També tindreu l'opció d'aportar dades sobre el casament d'aquesta nova família.
da: Dette vil give dig tilladelse til at knytte en anden person, der allerede findes, som ny ægtemand til denne person. Det vil oprette en ny familie med den ægtemand du vælger. Du vil også have mulighed for at specificere en vielse for denne nye familie.
es: Esto le permitirá vincular otra persona, ya existente, como un nuevo esposo a esta persona. Esto creará una nueva familia con el esposo que ha seleccionado. También tendrá la opción de especificar un matrimonio para esta nueva familia.
fi: Tämän avulla voit liittää tiedostossa jo olevan henkilön uudeksi aviomieheksi tälle henkilölle. Näin luodaan uusi perhe valitsemasi aviomiehen kanssa. Voit myös määritellä avioliiton tälle uudelle perheelle.
he: לחיצה על קישור זה מוסיפה אדם קיים כבעל חדש לאדם זה. הפעולה תיצור משפחה חדשה עם הבעל שתבחר. יש גם אפשרות לציין נישואין של המשפחה החדשה הזו.
nn: Her kan knytte en annen mann som allerede er registrert i slektsbasen, som en ny ektemann til denne personen. Det vil da bli lagd en ny familie med den ektemannen som du velger. Du vil også ha muligheten å angi opplysninger om vielsen for den nye familien.
pl: Ten odnośnik umożliwia powiązanie innej osoby, już istniejącej w bazie danych, jako męża z daną osobą. Spowoduje to utworzenie nowej rodziny z wybranym mężem. Możesz także wprowadzić dane małżeństwa dla tej nowej rodziny.

source: This will allow you to link another individual, who already exists, as a new wife to this person. This will create a new family with the wife you select. You will also have the option of specifying a marriage for this new family.
ca: Polsant aquí us permet vincular aquesta persona a una altra, prèviament existent, com a nova muller. Això farà que es creï una nova família amb l'esposa que heu seleccionat. També tindreu opció d'aportar dades sobre el casament d'aquesta nova família.
da: Dette vil give dig tilladelse til at knytte en anden person, der allerede findes i databasen, som en ny hustru til denne person. Der vil blive oprettet en ny familie med den valgte hustru. Du har også muligheden for at specificere vielsen for den nye familie.
es: Esto le permitirá vincular otra persona ya existente como otra esposa de esta persona. Esto creará una nueva familia con la esposa que seleccione. También tendrá la opción de especificar un matrimonio para esta nueva familia.
fi: Tämän avulla voit liittää tiedostossa jo olevan henkilön uudeksi vaimoksi tälle henkilölle. Näin luodaan uusi perhe valitsemasi aviovaimon kanssa. Voit myös määritellä avioliiton tälle uudelle perheelle.
he: לחיצה על קישור זה מוסיפה אדם קיים כאישה חדשה לאדם זה. הפעולה תיצור משפחה חדשה עם האישה שתבחר. יש גם אפשרות לציין נישואין של המשפחה החדשה הזו.
nn: Her kan knytte en annen kvinne som allerede er registrert i slektsbasen, som en ny hustru til denne personen. Det vil da bli lagd en ny familie med den hustruen som du velger. Du vil også ha muligheten å angi opplysninger om vielsen for den nye familien.
pl: Ten odnośnik umożliwia powiązanie innej osoby, już istniejącej w bazie danych, jako żony z daną osobą. Spowoduje to utworzenie nowej rodziny z wybraną żoną. Możesz także wprowadzić dane małżeństwa dla tej nowej rodziny.

source: In this field you enter the ID of the person you are linking to (e.g. I100).
ca: En aquest camp cal entrar-hi l'ID de la persona que esteu vinculant (p.ex. I100).
da: I dette felt angiver du ID på den person du linker til (fx I100).
es: Introduzca en este campo el ID de la persona con la que se vincula (por ejemplo, I100).
fi: Tähän kenttään lisäät sen henkilön ID-tunnukset, johon liityt (esim. I100).
he: בשדה זה יש להכניס את הקוד האישי של האדם שאליו אתה מקשר (לדוגמה I100).
pl: W to pole wprowadzasz identyfikator osoby, do której się odnosisz (np. I100).

source: This option allows you to choose whether data for the person you are linking to is on the same site but in a different genealogical database set, or whether the data is on a different site accessible through the Internet.<br /><br />If the person is on the same site, you will be asked to select the dataset identifier and enter the person's ID.<br /><br />For a remote site, you will be asked to enter its URL, a database identifier, and the person's remote ID.
ca: Aquesta opció us permet escollir si les dades de la persona que esteu vinculant son al mateix lloc però en diferent base de dades, o si son a un lloc diferent, però accessible des d'Internet.<br /><br />Si la persona és al mateix lloc us demanarà que seleccioneu l'identificador de la base de dades i que entreu l'ID d'aquesta persona.<br /><br />Per a un lloc remot, us demanarà que entreu el seu URL, un identificador de la base de dades i l'ID remot de la persona.
da: Denne valgmulighed tillader dig at vælge om data for den person du linker til findes på den samme hjemmeside, men i et andet genealogisk database sæt, eller om dataene befinder sig på en anden hjemmeside, der er tilgængelig via internettet.<br /><br />Hvis personen findes på den samme hjemmeside, vil du blive bedt om at vælge identifikationen af datasættet og angive personens ID.<br /><br />For en ekstern hjemmeside, vil du blive bedt om at angive URL-adressen, en database identifikation, og den eksterne persons ID.
es: Esta opción le permite elegir si los datos de la persona con la que vincula están en este mismo sitio en una base de datos diferente o si se encuentran en otro sitio distinto accesible en Internet.<br /><br />Si la persona está en el mismo sitio, se le pedirá que seleccione el identificador del conjunto de datos y el ID de la persona.<br /><br />Si se trata de otro sitio, se le pedirá que introduzca su URL, un identificador de base de datos y el ID de la persona remota.
fi: Tällä vaihtoehdolla voit valita onko yhdistettävän henkilön tiedot samalla sivustolla, mutta eri sukupuutietokannassa vai onko tieto eri sivustolla, johon pääsee käsiksi internetin välityksellä.<br /><br />Mikäli henkilön tiedot ovat samalla sivustolla, sinun on valittava tietokantatunnistin ja kirjoitettava henkilön ID-tunnus.<br /><br />Etäsivuston ollessa kyseessä, on kirjoitettava sen URL, tietokantatunnistin ja henkilön etä-ID-tunnus.
he: האופציה מאפשרת לבחור אם נתוני האדם שאליו אתה מקשר הם באותו אתר, אבל במאגר נתונים של חקר משפחה שונה, או אם הנתונים באתר אחר שאליו ניתן להקשר בעזרת האינטרנט.<br /><br />אם האדם באותו האתר, תתבקש לבחור את המאפיין של מאגר הנתונים ואת קוד הזיהוי של האדם.<br /><br />עבור אתר מרוחק, תתבקש להכניס את ה-URL שלו, את מאפיין מאגר הנתונים, ואת קוד הקשר המרוחק של האדם.
pl: Ta opcja umożliwia określenie, czy dane osoby, do której się odwołujesz, znajdują się na tej samej stronie w innej genealogicznej bazie danych, czy też są one na zupełnie innej stronie, dostępnej przez Internet.<br /><br />Jeśli osoba znajduje się na tej samej stronie, należy wybrać bazę danych i wprowadzić identyfikator osoby.<br /><br />Dla zdalnej strony należy wprowadzić jej URL, identyfikator bazy danych oraz zdalny identyfikator osoby.

source: Use this option to select the relationship the remote person has to the person you are linking them with on your site. For example, selecting <i>Father</i> would mean that the person on the remote site is the father of the person you are linking them to locally.
ca: Feu servir aquesta opció per seleccionar el parentiu que la persona remota té amb la d'aquest lloc a la que l'esteu vinculant. Per exemple, seleccionant <i>Pare</i> voldrà dir que la persona del lloc remot és el pare de la persona que esteu vinculant localment.
da: Bruges denne valgmulighed til at vælge den relation, som den eksterne person har til de personer du knytter personen til på din site. For eksempel, vælges <i>Far</i> betyder det at personen på den eksterne site er far til den person du knytter ham til på din site.
es: Utilice esta opción para seleccionar qué relación tiene la persona remota con la de este sitio. Por ejemplo, seleccionar <i>Padre</i> significaría que la persona del sitio remoto es el padre de la persona con la que la estamos vinculando localmente.
fi: Käytä tätä vaihtoehtoa valitaksesi sukulaisuussuhteen, joka on ulkoisella sivustolla olevan henkilön ja omalla sivustolla olevan henkilön välillä. Esimerkiksi valitsemalla <i>Isä</i> merkitsee, että ulkoisella sivustolla oleva henkilö on paikallisesti yhdistettävän henkilön isä.
he: השתמש בבחירה הזו כדי לבחור את הקשר של האדם המרוחק אל האדם שאליו אתה מקשר אותו באתר שלך. לדוגמא, בחירת <i>אב</i> משמעותה שהאדם המרוחק הוא האב של האדם באתר המקומי שאליו אתה מקשר אותו.
pl: Ta opcja pozwala określić związek pomiędzy osobą z zewnątrz i osobą, z którą ją łączysz. Na przykład wybranie <i>Ojciec</i> oznacza, że osoba z zewnątrz jest ojcem osoby lokalnej, z którą ją łączysz.
