Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

# LOCATIVE
source: Jumada al-awwal
pl: dżumada al-ula

# LOCATIVE
source: Jumada al-thani
pl: dżumada as-sani

# LOCATIVE
source: Rajab
pl: radżab

# LOCATIVE
source: Sha'aban
pl: szaban

# LOCATIVE
source: Shawwal
pl: szawwal

# LOCATIVE
source: Dhu al-Qi'dah
pl: zu al-kada

# LOCATIVE
source: Dhu al-Hijjah
pl: zu al-hidżdża

# INSTRUMENTAL
source: Rabi' al-thani
pl: rabi as-sani

# INSTRUMENTAL
source: Jumada al-awwal
pl: dżumada al-ula

# INSTRUMENTAL
source: Jumada al-thani
pl: dżumada as-sani

# INSTRUMENTAL
source: Rajab
pl: radżab

# INSTRUMENTAL
source: Sha'aban
pl: szaban

# INSTRUMENTAL
source: Shawwal
pl: szawwal

# INSTRUMENTAL
source: Dhu al-Qi'dah
pl: zu al-kada

# INSTRUMENTAL
source: Dhu al-Hijjah
pl: zu al-hidżdża

source: about %s
pl: ok. %s

source: calculated %s
pl: wyliczone %s

source: estimated %s
pl: szacowane %s

source: interpreted %s (%s)
pl: zinterpretowane %s (%s)

source: before %s
pl: przed %s

source: after %s
pl: po %s

source: from %s
pl: od %s

source: to %s
pl: do %s

source: between %s and %s
pl: pomiędzy %s a %s

source: from %s to %s
pl: od %s do %s

source: Media Firewall error: >Unknown Mimetype< for file
ca: Error del tallafoc multimèdia: >Tipus Mime desconegut< pel fitxer
da: Media Firewall Fejl: >Unknown Mimetype< til file
es: Error en el cortafuegos de objetos audiovisuales: >Tipo MIME desconocido< para el archivo
fi: Mediapalomuurivirhe: >Tuntematon MIMEtype< tiedostolle
he: שגיאת חומת האש של מדיה: >סוג Mime לא ידוע< עבור קובץ
nn: Mediabrannmur-feil: >UKjent Mime-type< for fil
pl: Błąd Firewalla multimediów: >Nieznany Mimetype< dla pliku

source: With sources
ca: Amb fonts
es: Con fuentes
fi: Lähteiden kanssa
he: עם מקורות
pl: Ze źródłami

source: Without sources
ca: Sense fonts
es: Sin fuentes
fi: Ilman lähteitä
he: ללא מקורות
pl: Bez źródeł

source: Unknown
ca: Desconegut
da: Ukendt
es: Desconocido
fi: Tuntematon
he: לא ידוע
nn: Ukjent
pl: nieznane

source: Living
ca: Persona viva
da: Lever
es: Viva
fi: Elossa
he: חי
nn: Lever
pl: Żyjący

source: Dead
ca: Total de difunts
da: Antal døde
es: Fallecidos
fi: kuolleita
he: מתים
nn: Antall døde
pl: Zmarli

source: Highest population
ca: Població més alta
es: Población más alta
fi: Korkein väestö
he: האוכלוסיה הגדולה ביותר
nn: Høyeste befolkning
pl: Duża liczba osób

source: Lowest population
ca: Població més baixa
es: Población más baja
fi: Alhaisin väestö
he: האוכלוסיה הקטנה ביותר
nn: Laveste befolkning
pl: Mała liczba osób

source: Nobody at all
ca: Ningú
es: Nadie
fi: Ei kukaan
he: אף אחד
nn: Ingen
pl: Nikt

source: century
ca: centúria
es: Siglo
fi: vuosisata
he: מאה
pl: wiek

source: Average age related to death century
ca: Promig d'edat en relació a la centúria de defunció
es: Edad promedio según el siglo de defunción
fi: Keskimääräinen ikä suhteessa kuolinvuosisataan
he: הגיל הממוצע ביחס למאת פטירה
pl: Średnia długość życia względem wieku śmierci

source: birth
ca: naixement
da: fødsel
es: nacimiento
fi: syntymä
he: לידה
nn: født
pl: urodziny

source: death
ca: defunció
da: død
es: defunción
fi: kuolema
he: מות
nn: død
pl: śmierć

source: marriage
ca: casament
da: ægteskab
es: matrimonio
fi: avioliitto
he: נישואין
nn: ekteskap
pl: małżeństwo

source: adoption
ca: adopció
es: adopción
fi: adoptio
he: אימוץ
nn: adopsjon
pl: adopcja

source: burial
ca: enterrament
da: begravelse
es: entierro
fi: hautaus
he: קבורה
nn: gravlagt
pl: pogrzeb

source: census added
ca: inscrit al registre
da: folketælling tilføjet
es: añadido al censo
fi: väestönlaskenta lisätty
he: הוסף מרשם אוכלוסין
nn: folketelling lagt til
pl: spis ludności

source: Average age in century of marriage
ca: Promig d'edat en relació a la centúria de casament
es: Edad promedio en el siglo de matrimonio
fi: Keskimääräinen ikä avioliiton vuosisadalla
he: הגיל הממוצע ביחס למאת הנישואין
pl: Średnia liczba lat podczas ślubu

source: grandchildren
ca: néts
es: nietos/as
fi: lapsenlasta
he: נכדים
pl: wnucząt

source: Count
ca: Comptador
da: Optælling
es: Número
fi: Lukumäärä
he: ספירה
nn: Antall
pl: Liczba

source: No logged-in and no anonymous users
ca: Ni usuaris amb accés ni anònims
da: Ingen logget ind og ingen anonyme brugere
es: No hay usuarios identificados ni anónimos
fi: Ei kirjautuneita eikä tuntemattomia käyttäjiä
he: אין משתמשים מחוברים ואין משתמשים אלמוניים
nn: Ingen brukere er pålogget
pl: Brak zalogowanych użytkowników

source: %d anonymous logged-in user
pl: %d zalogowany anoniomowo użytkownik

source: %d logged-in user
pl: %d zalogowany użytkownik

source: Sidebar
pl: Panel

source: View this tree in the full page interactive tree
ca: Vegeu aquest arbre en l'arbre interactiu a tota plana
da: Vis dette træ i helside interaktivt træ
es: Ver este árbol a página completa
fi: Näytä tämä puu täyden sivun interaktiivisena puuna
he: הצג עץ זה כעץ אינטראקטיבי על דף שלם
nn: Se dette treet i et helsides interaktivt tre
pl: Zobacz to drzewo na stronie Interaktywnego drzewa

source: Show or hide multiple spouses
ca: Mostra o amaga múltiples cònjuges
da: Vis eller skjul flere ægtefæller
es: Mostrar u ocultar múltiples cónyuges
fi: Näytä tai piilota useammat puolisot
he: הראה או החבא ריבוי בני זוג
nn: Vis eller skjul flere ektefeller
pl: Pokaż lub ukryj wielu małżonków

source: Unable to find family with ID
ca: Impossible trobar cap família amb l'ID
da: Kan ikke finde familien med ID
es: Imposible encontrar una familia con el ID
fi: Ei löydy perhettä, jonka ID on
he: לא נמצאת משפחה עם קוד זיהוי
nn: Kan ikke finne familien med id
pl: Nie znaleziono rodziny o tym identyfikatorze

source: Father's Family with
ca: Família per part de pare amb
da: Faderens familie med
es: Familia del padre con
fi: Perhe - isä ja
he: משפחת אב עם
nn: Familien til far til
pl: Rodzina ojca z:

source: Mother's Family with
ca: Família per part de mare amb
da: Moderens familie med
es: Familia de la madre con
fi: Perhe - äiti ja
he: משפחת אם עם
nn: Familien til mor til
pl: Rodzina matki z:

source: You have not selected any favorites.<br /><br />To add an individual, a family, or a source to your favorites, click on the <b>Add a new favorite</b> link to reveal some fields where you can enter or search for an ID number. Instead of an ID number, you can enter a URL and a title.
da: Du har ikke valgt nogle favoritter endnu!<br /><br />Du kan nedenfor tilføje en person, en familie eller en kilde til dine favoritter ved enten søge efter eller skrive et ID-nummer. Du kan også henvise til en anden hjemmeside med data ved at skrive den fuldstændige internetadresse (URL) sammen med en husketitel. <BR /> Endelig kan du på alle personsider med bruge funktionen i feltet Andet -> Tilføj til Mine Favoritter.
nn: <i>Du har ikke valgt noen favoritter enda!</i><br />For å legge til en person til dine favoritter, kan du enten finne siden med fakta om personen og så klikke på linken <br />"Legg til i Mine favoritter" eller bruk ID-feltet under for å legge til en person ved hjelp av personens ID-nummer.
pl: Brak ulubionych elementów.<br /><br />Aby dodać osobę, rodzinę lub źródło do ulubionych, kliknij na odnośnik <b>Dodaj do ulubionych</b> aby wyświetlić pola, w które możesz wprowadzić lub wyszukać identyfikator. Zamiast identyfikatora możesz wpisać adres URL i tytuł.

source: Are you sure you want to remove this item from your list of Favorites?
ca: Esteu segur que cal eliminar aquesta entrada dels vostres Favorits?
da: Er du sikker på at du vil fjerne denne person fra din liste med favoritter?
es: ¿Seguro que quiere eliminar este vínculo de su lista de favoritos?
fi: Haluatko varmasti poistaa tämän tietueen suosikeistasi?
he: ?האם באמת למחוק אדם זה מרשימת המועדפים שלך
nn: Er du sikker på at du vil fjerne denne personen fra favorittene dine?
pl: Czy na pewno chcesz usunąć ten element z listy ulubionych?

source: Add a new favorite
ca: Afegiu un nou favorit
da: Tilføj en ny favorit
es: Agregar un nuevo favorito
fi: Lisää uusi suosikki
he: הוסף מועדף חדש
nn: Legg til en ny favoritt
pl: Dodaj do ulubionych

source: OR<br />Enter a URL and a title
ca: O<br />Entreu un URL i un títol
da: ELLER<br />Angiv en fuldstændig internetadresse (URL) og en titel
es: O<br />Introduzca una URL y un título
fi: TAI<br />lisää URL-osoite ja otsikko
he: או<br />הכנס URL וכותרת
nn: eller<br />en internettadresse (URL) og en tittel
pl: <br/>LUB adres URL i tytuł

source: Enter an optional note about this favorite
ca: Entreu una nota (opcional) sobre aquest favorit
da: Skriv en note om denne favorit (valgfri)
es: Introduzca opcionalmente una nota acerca de este favorito
fi: Kirjoita lisätieto tästä suosikista
he: הכנס הערת בחירה על המועדף הזה
nn: Beskrivelse av denne favoritten (valgfritt)
pl: Dodatkowy komentarz do tego elementu

source: Are you sure you want to delete this message? It cannot be retrieved later.
ca: Esteu segur que cal suprimir aquest missatge? No hi ha marxa enrere.
da: Er du sikker på du vil slette denne besked? Når den er slettet, kan den ikke genskabes.
es: Realmente desea eliminar definitivamente este mensaje?
fi: Haluatko varmasti poistaa tämän viestin? Sitä ei voi palauttaa myöhemmin.
he: .האם באמת למחוק הודעה זו? לא ניתן להחזיר אותה לאחר המחיקה
nn: Er du sikker på du vil slette denne beskjeden? Når den er slettet, kan den ikke hentes tilbake igjen.
pl: Czy na pewno chcesz usunąć tę wiadomość? Nie będzie można tego cofnąć.

source: You have no pending messages.
ca: No hi ha correu pendent.
da: Der er ingen bye beskeder til dig.
es: No tiene mensajes pendientes.
fi: Ei viestejä odottamassa.
he: אין הודעות תלויות ועומדות
nn: Det er ingen beskjeder til deg.
pl: Brak wiadomości.

source: Date Sent:
ca: Data de tramesa:
da: Dato sendt:
es: Enviado el:
fi: Luontipäivä:
he: תאריך שליחה:
nn: Dato sendt:
pl: Data wysłania:

source: Reply
ca: Resposta
da: Svar
es: Responder
fi: Vastaa
he: ענה
nn: Svar
pl: Odpowiedz

source: Delete Selected Messages
ca: Esborra els missatges seleccionats
da: Slet valgte beskeder
es: Eliminar los mensajes seleccionados
fi: Poista merkityt viestit
he: בטל את ההודעות הנבחרות
nn: Slett beskjeder som er merket
pl: Usuń zaznaczone wiadomości

source: Broadcast to all users
ca: A tots els usuaris
da: Send til alle brugere
es: Difundir a todos los usuarios
fi: Lähetä kaikille käyttäjille
he: שדר לכל המשתמשים
nn: Send til alle brukere
pl: Do wszystkich użytkowników

source: You have not created any Journal items.
ca: A l'Agenda no hi ha cap entrada.
da: Du har ikke skrevet nogle notater endnu.
es: No ha creado ninguna entrada en el Diario.
fi: Et ole luonnut päiväkirjamerkintöjä.
he: לא יצרת שום פריט יומן.
nn: Du har ikke laget noen notater enda.
pl: Brak wpisów w dzienniku.

source: Are you sure you want to delete this Journal entry?
ca: Esteu segur que cal suprimir aquesta entrada de l'Agenda?
da: Er du sikker på at du vil slette dette notat?
es: ¿Está seguro de que desea borrar esta entrada del diario?
fi: Haluatko varmasti poistaa tämän päiväkirjamerkinnän?
he: האם באמת למחוק את כניסת היומן הזו?
nn: Er du sikker på at du vil slette dette notatet?
pl: Czy na pewno chcesz usunąć ten wpis?

source: Add a new Journal entry
ca: Afegiu una nova entrada a l'Agenda
da: Tilføj nyt notat
es: Agregar una nueva entrada al diario
fi: Lisää päiväkirjamerkintä
he: הוסף כניסת יומן חדשה
nn: Legg inn et nytt notat
pl: Dodaj nowy wpis do dziennika

source: No News articles have been submitted.
ca: No s'hi ha entrada cap Notícia.
da: Der findes ingen nyhedsartikler endnu.
es: No se han remitido artículos a Novedades
fi: Uutisartikkeleita ei ole lähetetty.
he: לא הגשת מאמרי חדשות.
nn: Ingen nyhetsartikler er blitt lagt inn...!
pl: Brak nadesłanych artykułów.

source: Are you sure you want to delete this News entry?
ca: Segur que cal suprimir aquesta Notícia?
da: Er du sikker på at du vil slette dette indlæg?
es: ¿Está seguro de que desea eliminar esta entrada en Novedades?
fi: Haluatko varmasti poistaa tämän uutisen?
he: האם באמת למחוק את כניסת החדשות הזו?
nn: Er du sikker på at du vil slette denne nyhetsartiklen?
pl: Czy na pewno chcesz usunąć ten artykuł?

source: Add a News article
ca: Afegiu una Notícia
da: Tilføj et nyhedsindlæg
es: Agregar un artículo a Novedades
fi: Lisää uutisartikkeli
he: הוסף מאמר חדשות
nn: Legg inn et nyhetsinnlegg
pl: Dodaj artykuł

source: View archive
ca: Veure l'arxiu
da: Vis nyhedsarkiv
es: Ver archivo
fi: Näytä arkisto
he: הצג ארכיון
nn: Vis arkiv
pl: Pokaż archiwum

source: %g:%i:%s%a
pl: %G:%i:%s

source: ALPHABET_upper=ABCDEFGHIJKLMNOPQRSTUVWXYZ
pl: ALPHABET_upper=AĄBCĆDEĘFGHIJKLŁMNŃOÓPQRSŚTUVWXYZŹŻ

source: ALPHABET_lower=abcdefghijklmnopqrstuvwxyz
pl: ALPHABET_lower=aąbcćdeęfghijklłmnńoópqrsśtuvwxyzźż

source: DICTIONARY_SORT=1
pl: DICTIONARY_SORT=0

source: LANGUAGE_LIST_SEPARATOR_LAST
pl: i

source: (stillborn)
pl: (poronione)

source: (in infancy)
pl: (niemowlę)

source: (in childhood)
pl: (w dzieciństwie)

source: %d year
pl: %d rok

source: %d month
pl: %d miesiąc

source: %d week
pl: %d tydzień

source: %d day
pl: %d dzień

source: (aged less than %s)
pl: (wiek mniejszy niż %s)

source: (aged more than %s)
pl: (wiek większy niż %s)

source: (aged %s)
pl: (wiek %s)

source: %d year ago
pl: %d rok temu

source: %d month ago
pl: %d miesiąc temu

source: %d day ago
pl: %d dzień temu

source: %d hour ago
pl: %d godzinę temu

source: %d minute ago
pl: %d minutę temu

source: %d second ago
pl: %d sekundę temu

source: utf8_unicode_ci
da: utf8_danish_ci
es: utf8_spanish_ci
fi: utf8_swedish_ci
nn: utf8_danish_ci
pl: utf8_polish_ci

source: Family Information
ca: Informació de famílies
da: Familie information
es: Información de familias
fi: Perhetietoja
he: נתוני משפחה
nn: Familieinformasjon
pl: Informacje rodzinne

source: Edit Family
ca: Edita família
da: Ret familie
es: Editar familia
fi: Muokkaa perhettä
he: ערוך משפחה
nn: Endre familie
pl: Edytuj rodzinę

source: Change Family Members
ca: Canvia membres de la família
da: Rediger familiemedlemmer
es: Modificar los miembros de la familia
fi: Muuta perheenjäseniä
he: שנה בני משפחה
nn: Bytt medlemmer av familien
pl: Zmień członków rodziny

source: Re-order children
ca: Reordeneu la mainada
da: Vis børn i anden rækkefølge
es: Reordenar hijos
fi: Järjestä lapset uudelleen
he: סדר מחדש את הילדים
nn: Vis barn i annen rekkefølge
pl: Uporządkuj dzieci

source: This record has been updated. Click here to show changes.
ca: Aquest registre ha estat modificat. Polseu aquí per veure els canvis.
da: Denne post er blevet opdateret. Klik her for at se ændringerne.
es: Este registro ha sido actualizado. Haga clic aquí para ver los cambios.
fi: Tämä tietue on muuttunut. Klikkaa, jos haluat nähdä muutokset.
he: הרשומה עודכנה. הקש כדי לראות את השינויים.
nn: Denne oppføringen er blitt oppdatert. Klikk her for å se endring(ene).
pl: Wpis został zaktualizowany. Kliknij tutaj aby zobaczyć zmiany.

source: Click here to hide changes.
ca: Polseu aquí per amagar els canvis.
da: Klik her for at skjule ændringer.
es: Haga clic aquí para ocultar los cambios.
fi: Klikkaa kätkeäksesi muutokset.
he: לחץ כאן כדי להסתיר את השינויים.
nn: Klikk her for å skjule endringer.
pl: Ukryj zmiany

source: Delete family
ca: Elimina la família
da: Slet familie
es: Borrar familia
fi: Poista perhe
he: מחק משפחה
nn: Slett familie
pl: Usuń rodzinę

source: Deleting the family will unlink all of the individuals from each other but will leave the individuals in place. Are you sure you want to delete this family?
ca: Eliminant la família es perdran tots els vincles dels seus membres, però aquests romandran actius i a la base de dades. Segur que voleu suprimir aquesta família?
da: Slettes familien vil alle links mellem personer fjernes, men personerne vil ikke blive slettet. Er du sikker på at du ønsker at slette denne familie?
es: Borrar la familia preservará las personas, pero las dejará desconectadas unas de otras. ¿Está seguro de que desea borrar esta familia?
fi: Perheen poistaminen poistaa kaikki henkilöiden väliset yhteydet mutta jättää henkilöt paikalleen. Haluatko todella poistaa tämän perheen?
he: מחיקת המשפחה תבטל את הקשר בין כל האנשים אבל משאירה את האנשים במקום. האם אתה בטוח שברצונך למחוק את המשפחה?
nn: Dersom du sletter denne familien vil alle koblinger mellom familiemedlemmene også bli fjernet. Personene vil selvsagt <u>ikke</u> bli slettet !<br />Er du sikker på at du vil slette denne familien ?
pl: Usunięcie rodziny spowoduje usunięcie powiązań między jej członkami, ale pozostawi osoby. Czy na pewno chcesz usunąć rodzinę?

source: Add to Clippings Cart
ca: Posa-ho al cistell
da: Tilføj til udklipsholderen
es: Añadir al carrito
fi: Lisää leikekoriin
he: הוסף לעגלת גזירים
nn: Legg i utklippsmappen
pl: Dodaj do wycinków

source: Source Information
ca: Informació de la Font
da: Information om kilde
es: Información de la fuente
fi: Lähdetieto
he: נתוני מקור
nn: Informasjon om kilde
pl: Dane źródła

source: Edit Source
ca: Edita la font
da: Redigér kilde
es: Editar fuente
fi: Muokkaa lähdettä
he: ערוך מקור
nn: Rediger kilde
pl: Edytuj źródło

source: Delete this Source
ca: Suprimeix aquesta Font
da: Slet denne kilde
es: Borrar esta fuente
fi: Poista lähde
he: מחק המקור
nn: Slett denne kilden
pl: Usuń to źródło

source: Repository Information
ca: Informació de l'arxiu
da: Information om opbevaringssted
es: Información del repositorio
fi: Tietovarastoinformaatiota
he: נתוני מאגר
nn: Informasjon om oppbevaringssted
pl: Informacje o repozytorium

source: Edit Repository
ca: Edita Repositori
da: Redigér opbevaringssted
es: Modificar repositorio
fi: Muokkaa tietovarastoa
he: ערוך מאגר
nn: Rediger oppbevaringssted
pl: Edytuj repozytorium

source: Delete Repository
ca: Elimina l'arxiu
da: Slet opbevaringssted
es: Borrar repositorio
fi: Poista tietovarasto
he: מחק מאגר
nn: Slett oppbevaringssted
pl: Usuń repozytorium

source: Be sure to select an option to search for.
ca: Cal que us assegureu de seleccionar una opció de recerca.
da: Vær sikker på at angive et valg, der skal søges efter.
es: Asegúrese de seleccionar una opción por la que buscar.
fi: Valitse haettava vaihtoehto.
he: וודא בחירת אופציה לחיפוש.
nn: Husk å velge en katagori å søke etter.
pl: Upewnij się, że jest wybrana opcja wyszukiwania.

source: People
ca: Persones
da: Personer
es: Personas
fi: Henkilöitä
he: אנשים
nn: Personer
pl: Osoby

source: Site:
ca: Lloc:
da: Eksterne hjemmesider:
es: Sitio:
fi: Sivusto:
he: אתר:
nn: Nettsteder:
pl: Strona:

source: contained the following
ca: contenint el següent
da: indeholdt følgende
es: contenía lo siguiente
fi: sisälsi seuraavan
he: הכיל
nn: inneholder følgende
pl: zawiera

source: to
ca: a
da: til
es: a
fi: saakka
he: עד
nn: til
pl: do

source: of
ca: de
da: af
es: de
he: מתוך
nn: av
pl: z

source: Be sure to select at least one remote site.
ca: Cal assegurar-se de seleccionar al menys un lloc remot.
da: Vær sikker på at vælge mindst en ekstern hjemmeside.
es: Asegúrese de seleccionar al menos un sitio remoto.
fi: Valitse vähintään yksi etäsivusto.
he: ודא בחירת אתר מרוחק אחד לפחות.
nn: Husk å velge minst et eksternt nettsted.
pl: Upewnij się, że przynajmniej jedna strona zdalna została wybrana.

source: Result Page
ca: Pàgina de resultats
da: Resultatside
es: Página de resultado
fi: Tulossivu
he: דף תוצאה
nn: Resultatside
pl: Wyniki

source: Shared Note Information
ca: Informació de la nota compartida
es: Información de la nota compartida
fi: Jaetun lisätiedon tiedot
he: מידע על הערה משותפת
pl: Dane wspólnej notatki

source: Delete this Shared Note
ca: Elimina la nota compartida
es: Borrar esta nota compartida
fi: Poista tämä jaettu lisätieto
he: מחק הערה משותפת זו
pl: Usuń tą wspólną notatkę

source: Are you sure you want to delete this Shared Note?
ca: Segur que voleu eliminar la nota compartida?
es: ¿Seguro que quiere borrar esta nota compartida?
fi: Haluatko varmasti poistaa tämän jaetun lisätiedon?
he: האם באמת למחוק הערה משותפת זו?
pl: Czy na pewno chcesz usunąć tą notatkę?

source: Remove object
ca: Elimina l'objecte
da: Fjern objekt
es: Eliminar objeto
fi: Poista kohde
he: הסר ישות מדיה
nn: Fjern objekt
pl: Usuń obiekt

source: Are you sure you want to remove this object from the database?
ca: Segur que voleu eliminar aquest objecte de la base de dades?
da: Er du sikker på at du ønsker at fjerne dette objekt fra databasen?
es: ¿Está seguro de querer borrar este objeto de la base de datos?
fi: Haluatko varmasti poistaa tämän kohteen tietokannasta?
he: האם אתה בטוח שתרצה להסיר את ישות המדיה הזו ממאגר הנתונים?
nn: Er du sikker på at du vil fjerne dette objektet fra slektsbasen?
pl: Czy na pewno chcesz usunąć ten obiekt z bazy danych?

source: Manage links
ca: Administra enllaços
da: Håndtér links
es: Administrar vinculos
fi: Ylläpidä linkkejä
he: נהל קישורים
pl: Zarządzaj powiązaniami

source: Successfully added link
ca: S'ha afegit correctament el vincle
da: Link blev tilføjet
es: Vínculo agregado con éxito
fi: Liitos onnistui
he: קישור התווסף בהצלחה
nn: Lenken ble lagt til
pl: Powiązanie zostało dodane.

source: Husband's age
ca: Edat del marit
da: Ægtemands alder
es: Edad del esposo
fi: Miehen ikä
he: גיל הבעל
nn: Mannens alder
pl: Wiek męża

source: Wife's age
ca: Edat de la muller
da: Hustrus alder
es: Edad de la esposa
fi: Vaimon ikä
he: גיל האישה
nn: Konens alder
pl: Wiek żony

source: Name
nn: Navn
pl: Imię / Nazwisko

source: Delete Name
ca: Elimina nom
da: Slet navn
es: Borrar nombre
fi: Pyyhi nimi
he: מחק שם
nn: Slett navn
pl: Usuń imię i nazwisko

source: Gender
ca: Sexe
da: Køn
es: Sexo
fi: Sukupuoli
he: מגדר
nn: Kjønn
pl: Płeć

source: Reorder Families
ca: Reordena famílies
da: Vis familier i anden rækkefølge
es: Reordenar familias
fi: Järjestä perheet
he: סדר מחדש את המשפחות
nn: Vis familier i annen rekkefølge
pl: Uporządkuj rodziny

source: Add new Name
ca: Afegeix un altre nom
da: Tilføj nyt navn
es: Añadir nuevo nombre
fi: Lisää nimi
he: הוסף שם
nn: Legg til nytt navn
pl: Dodaj imię/nazwisko

source: Edit Gender
ca: Edita el sexe
da: Ret køn
es: Modificar sexo
fi: Muokkaa sukupuoli
he: ערוך מגדר
nn: Endre kjønn
pl: Edytuj płeć

source: Delete this individual
ca: Suprimeix aquesta persona
da: Slet denne person
es: Borrar esta persona
fi: Poista tämä henkilö
he: מחק המידע על אדם זה
nn: Slett denne personen
pl: Usuń tę osobę

source: Parent
ca: Pare
da: Forælder
es: Padre o madre
fi: Vanhempi
he: הורה
nn: En av foreldrene
pl: Rodzic

source: Sister
ca: Germana
da: Søster
es: Hermana
fi: Sisar
he: אחות
nn: Søster
pl: Siostra

source: Brother
ca: Germà
da: Bror
es: Hermano
fi: Veli
he: אח
nn: Bror
pl: Brat

source: Step-Parent
ca: Padrastre
es: Padrastro o madrastra
fi: Ottoisä tai -äiti
he: הורה חורג
nn: Steforelder
pl: Ojczym/Macocha

source: Half-Sibling
ca: Germanastre/a
da: Halvsøskende
es: Medio hermano o hermana
fi: Puolisisarus
he: אח/ות למחצה
nn: Halvsøsken
pl: Rodzeństwo przyrodnie

source: Half-Sister
ca: Germanastra
da: Halvsøster
es: Medio hermana
fi: Sisarpuoli
he: אחות-למחצה
nn: Halvsøster
pl: Siostra przyrodnia

source: Half-Brother
ca: Germanastre
da: Halvbror
es: Medio hermano
fi: Velipuoli
he: אח-למחצה
nn: Halvbror
pl: Brat przyrodni

source: Ex-Spouse
ca: Ex-Cònjuge
da: Eks
he: בן זוג לשעבר
nn: Eks-ektefelle
pl: Były małżonek

source: Ex-Wife
ca: Ex-Muller
da: Ekskone
he: אישה לשעבר
nn: Eks-hustru
pl: Była żona

source: Ex-Husband
ca: Ex-Marit
da: Eksmand
he: בעל לשעבר
nn: Eks-ektemann
pl: Były mąż

source: Spouse
ca: Cònjuge
da: Ægtefælle/partner
es: Cónyuge
fi: Puoliso
he: בן/בת זוג
nn: Ektefelle/partner
pl: Związek z

source: Start at parents
ca: Començant pels seus pares
da: Start med forældrene
es: Comenzar en los padres
fi: Aloita vanhemmista
he: התחל מההורים
nn: Start med foreldrene
pl: Zacznij od rodziców

source: NCHI
ca: Nombre de fills
da: Antal børn
es: Número de hijos
fi: Lasten määrä
he: מספר ילדים
nn: Antall barn
pl: Liczba dzieci

source: Deleted files:
ca: Fitxers eliminats:
da: Slettede filer:
es: Archivos borrados:
fi: Poistetut tiedostot:
he: קבצים שנמחקו:
nn: Slettede filer:
pl: Usunięte pliki:
