Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Although the date field allows for free-form entry (meaning you can type in whatever you want), there are some rules about how dates should be entered according to the GEDCOM 5.5.1 standard.<ol><li>A full date is entered in the form DD MMM YYYY. For example, <b>01&nbsp;MAR&nbsp;1801</b> or <b>14&nbsp;DEC&nbsp;1950</b>.</li><li>If you are missing a part of the date, you can omit that part. E.g. <b>MAR&nbsp;1801</b> or <b>14&nbsp;DEC</b>.</li><li>If you are not sure or the date is not confirmed, you could enter <b>ABT&nbsp;MAR&nbsp;1801</b> (abt = about), <b>BEF&nbsp;20&nbsp;DEC&nbsp;1950</b> (bef = before), <b>AFT&nbsp;1949</b> (aft = after)</li><li>Date ranges are entered as <b>FROM&nbsp;MAR&nbsp;1801&nbsp;TO&nbsp;20&nbsp;DEC&nbsp;1810</b> or as <b>BET&nbsp;MAR&nbsp;1801&nbsp;AND&nbsp;20&nbsp;DEC&nbsp;1810</b> (bet = between)<br /><br />The <b>FROM</b> form indicates that the event being described happened continuously between the stated dates and is used with events such as employment. The <b>BET</b> form indicates a single occurrence of the event, sometime between the stated dates and is used with events such as birth.<br /><br />Imprecise dates, where the day of the month or the month is missing, are always interpreted as the first or last possible date, depending on whether that imprecise date occurs before or after the separating keyword. For example, <b>FEB&nbsp;1804</b> is interpreted as <b>01&nbsp;FEB&nbsp;1804</b> when it occurs before the TO or AND, and as <b>29&nbsp;FEB&nbsp;1804</b> when it occurs after the TO or AND.</li></ol><b>Be sure to enter dates and abbreviations in <u>English</u>,</b> because then the GEDCOM file is exchangeable and PhpGedView can translate all dates and abbreviations properly into the currently active language. Furthermore, PhpGedView does calculations using these dates. If improper dates are entered into date fields, PhpGedView will not be able to calculate properly.<br /><br />You can click on the Calendar icon for help selecting a date.
ca: Malgrat que el camp data us permet entrar-lo com us sembli, hi ha unes regles de com posar-les d'acord amb l'estàndard GEDCOM 5.5.1.<ol><li>La data complerta s'entra amb aquest format DD MMM AAAA. Per exemple, <b>01&nbsp;Mar&nbsp;1801</b> o <b>14&nbsp;Dec&nbsp;1950</b>.</li><li>Si no teniu la data completa podeu ometre el que desconeixeu. Exemple: <b>Mar&nbsp;1801</b> o <b>14&nbsp;Dec</b>.</li><li>Si no esteu segur o la data no és confirmada podeu entrar-hi <b>abt&nbsp;Mar&nbsp;1801</b> (abt = cap el), <b>bef&nbsp;20&nbsp;Dec&nbsp;1950</b> (bef = abans), <b>aft&nbsp;1949</b> (aft = desprès)</li></ol><b>Assegureu-vos d'entrar les dates i abreujaments en <u>anglès</u>,</b> perquè el fitxer GEDCOM és intercanviable i el PhpGedView ja tradueix les dates i abreujaments correctament a l'idioma actiu. D'altra banda el PhpGedView fa càlculs amb aquestes dates. Si les entreu malament els càlculs fallaran.<br /><br />Podeu polsar la icona de calendari per ajudar-vos a seleccionar-ne una.
da: Fordi formatet til GEDCOM-filer må følge internationale regler, gælder dette også til en vis grad for datoer.<br /><br />Selv om datofeltet i en GEDCOM-fil er et åbent felt (betyder at du også kan skrive ren tekst), så bør man alligevel følge visse standarder:<dl><dt><b>Fuldstændig dato</b></dt><dd>Skrives som "DD MMM YYYY":<br />01 Mar 1801 eller 14 Dec 1950</dd><dt><b>Ufuldstændig dato</b></dt><dd>Skrives som om den var fuldstændig:<br />(Du kender f.eks. ikke dagen eller året)<br />Mar 1801 eller 14 Dec<br />hvis du ikke er sikker eller datoen er ubekræftet, kan du skrive:<br />abt Mar 1801 (abt = about = omtrent)<br />bef 20 Dec 1950 (bef = before = før)<br />aft 1949 (aft = after = efter)</dd></dl>Datoer og forkortelser bør/skal skrives på engelsk, fordi så kan GEDCOM-filen udveksles med andre programmer. Slægtsprogrammerne vil oversætte alle datoer og forkortelser til det ønskede sprog.<br />Programmerne foretager også forskellige beregninger med datoerne og for at resultatet skal blive korrekt, må datoformatet følge en given standard.
es: Aunque el campo de fecha permite introducir datos en formato libre (es decir, que puede teclear lo que quiera), hay algunas reglas acerca de cómo deben introducirse las fechas según el estándar GEDCOM 5.5.1.<ol><li>Una fecha completa se introduce en la forma DD MMM AAAA. Por ejemplo, <b>01&nbsp;MAR&nbsp;1801</b> o <b>14&nbsp;DEC&nbsp;1950</b>.</li><li>Si desconoce parte de la fecha, puede omitirla. Por ejemplo: <b>MAR&nbsp;1801</b> or <b>14&nbsp;DEC</b>.</li><li>Si no está seguro o la fecha no está confirmada, podría introducir <b>ABT&nbsp;MAR&nbsp;1801</b> (ABT = hacia), <b>BEF&nbsp;20&nbsp;DEC&nbsp;1950</b> (BEF = antes de), <b>AFT&nbsp;1949</b> (AFT = después de)</li><li>Los rangos de fechas se introducen como <b>FROM&nbsp;MAR&nbsp;1801&nbsp;TO&nbsp;20&nbsp;DEC&nbsp;1810</b> (FROM = desde, TO = hasta) o como <b>BET&nbsp;MAR&nbsp;1801&nbsp;AND&nbsp;20&nbsp;DEC&nbsp;1810</b> (BET = entre, AND = y)<br /><br />La forma <b>FROM</b> indica que el evento descrito ocurrió de manera continua entre las fechas indicadas y se usa normalmente con eventos como un empleo. La forma <b>BET</b> indica un evento que sucedió en alguna fecha entre las indicadas y se utiliza con eventos como el nacimiento.<br /><br />Fechas imprecisas, en las que falta el día del mes o el mes, se interpretan siempre como al primera o última fecha posibles, según si la fecha imprecisa aparece antes o después de la palabra clave separadora. Por ejemplo, <b>FEB&nbsp;1804</b> se interpreta como <b>01&nbsp;FEB&nbsp;1804</b> si aparece antes de TO o AND, y como <b>29&nbsp;FEB&nbsp;1804</b> si aparece tras TO o AND.</li></ol><b>Asegúrese de introducir las fechas y abreviaturas en <u>inglés</u>,</b> ya que de ese modo los archivos GEDCOM son intercambiables y el programa traducirá correctamente todas la fechas y abreviaturas al idioma activo en cada momento. Además, PhpGedView hace cálculos con estas fechas. Si se introducen fechas incorrectas en los campos de fecha, PhpGedView no podrá calcular correctamente.<br /><br />Puede hacer clic en el icono Calendario para recibir ayuda en la selección de una fecha.
fi: Koska formaattien GEDCOM-tiedostoissa tulee seurata kansainvälisiä sääntöjä, on myös päivämäärän merkitsemistavoista sovittu.<br /><br />Vaikka päivämääräkenttä GEDCOM-tiedostossa on vapaa tekstikenttä (tarkoittaen, että voit kirjoittaa ihan mitä tekstiä tahansa) tässä muutamia selityksiä oikean päivämäärän syöttämiseksi:<br />Täysi päivämäärä kirjoitetaan DD MMM YYYY kuten:<br />01 JAN 1801 tai 14 DEC 1950.<br />Jos sinulta puuttuu jokin osa päivämäärästä voit jättää sen pois ja kirjoittaa:<br />MAR 1801 tai 14 DEC.<br />Ellet ole varma tai päivämäärää ei ole vahvistettu, voit kirjoittaa:<br />ABT MAR 1801 (ABT = noin)<br />BEF 20 DEC 1950 (bef = ennen)<br />AFT 1949 (aft=jälkeen).<br />Kirjoita kyseiset päivämäärät ja lyhenteet englanniksi, koska silloin GEDCOM-tiedostot voi siirtää eri ohjelmille ja ohjelma osaa kääntää päivämäärät ja lyhenteet toivotulle kielelle.<br />Ohjelman tulee myös voida suorittaa laskutoimituksia päivämäärien avulla. Mikäli kirjoitat päivämäärän väärässä muodossa GEDCOM-tiedoston päivämääräkenttään, ohjelma ei pysty suorittamaan laskutoimitusta oikein.
he: למרות ששדה תאריך הוא שדה חופשי (כלומר ניתן למלא כל טכסט בשדה), ישנם חוקים איך להקיש תאריכים לפי תקן GEDCOM 5.5.1.<ol><li>תאריך מלא מוכנס במבנה DD MMM YYYY, לדוגמא: <b><span dir="ltr">01&nbsp;MAR&nbsp;1801</span></b> או <b><span dir="ltr">14&nbsp;DEC&nbsp;1950</span></b></li><li>אם חסר לך חלק מהתאריך, תוכל לדלג עליו, לדוגמא: <b>MAR&nbsp;1801</b> או <b><span dir="ltr">14&nbsp;DEC</span></b>.</li><li>אם אינך בטוח בתאריך או התאריך לא אומת, תוכל להקיש:<br />(בערך&nbsp;=&nbsp;<b>ABT&nbsp;MAR&nbsp;1801</b> (ABT&nbsp;=&nbsp;about, (לפני&nbsp;=&nbsp;<b><span dir="ltr">BEF 20&nbsp;DEC&nbsp;1950</span></b> (BEF&nbsp;=&nbsp;before, (אחרי&nbsp;=&nbsp;<b><span dir="ltr">AFT&nbsp;1949</span></b> (AFT&nbsp;=&nbsp;after</li><li>תחום תאריכים מוכנס כ-<b><span dir="ltr">FROM&nbsp;MAR&nbsp;1801&nbsp;TO&nbsp;20&nbsp;DEC&nbsp;1810</span></b> או כ-(בין&nbsp;=&nbsp;<b><span dir="ltr">BET&nbsp;MAR&nbsp;1801&nbsp;AND&nbsp;20&nbsp;DEC&nbsp;1810</span></b> (BET&nbsp;=&nbsp;between<br /><br />מבנה ה-<b>FROM</b> מסמן שהאירוע שאותו מתארים התרחש ברציפות בין התאריכים המצויינים המשמשים למשל לאירועים של תעסוקה. מבנה <b>BET</b> מסמן התרחשות בודדת של אירוע, מתישהו בין התאריכים המצויינים ומשמש למשל באירועים של לידה.<br /><br />תאריכים לא מדוייקים, שבהם היום בחודש או החודש חסרים, מפורשים תמיד כתאריך האפשרי הראשון או האחרון, בתלות אם התאריך הלא מדוייק מופיע לפני או אחרי מילת הפרדה. לדוגמא, <b>FEB&nbsp;1804</b> מתורגם כ-<b><span dir="ltr">01&nbsp;FEB&nbsp;1804</span></b> כאשר הוא מופיע לפני ה-TO או AND, וכ-<b><span dir="ltr">29&nbsp;FEB&nbsp;1804</span></b> כאשר הוא מופיע אחרי ה-TO או AND.</li></ol><b>עליך להכניס את התאריכים והקיצורים ב<u>אנגלית</u>, </b>כי אז ניתן להשתמש בנתוני ה-GEDCOM בתוכניות השונות ו-PhpGedView יתרגם את התאריכים והקיצורים היטב לשפה הפעילה. כמו כן, PhpGedView מבצע חישובים על סמך התאריכים. אם יוכנסו התאריכים לקובץ GEDCOM בצורה שגויה, PhpGedView לא יוכל לבצע את החישובים בצורה נכונה.<br /><br />לחץ על צלמית לוח-השנה כדי לקבל עזרה בבחירת תאריך.
nn: Fordi formatet til slektsfiler må følge internasjonale regler (<a href="?help=def_gedcom_help">GEDCOM</a>), gjelder dette også til en viss grad også for datoer.<br /><br />Selv om dato-feltet i en slektsfil er et åpent felt (betyr at du også kan skrive inn bare tekst), så bør en likevel følge visse standarder:<dl><dt><b>Fullstendig dato</b></dt><dd>Skrives som "DD MMM YYYY":<br />01 Mar 1801 eller 14 Dec 1950</dd><dt><b>Ufullstendig dato</b></dt><dd>Skrives som om den var fullstendig:<br />(Du kjenner f.eks. ikke dagen eller året)<br />Mar 1801 eller 14 Dec<br />Dersom du ikke er sikker eller at datoen er ubekreftet, kan du skrive:<br />abt Mar 1801 (abt = about = omtrent)<br />bef 20 Dec 1950 (bef = before = før)<br />aft 1949 (aft = after = etter)</dd></dl>Datoer og forkortelser bør/må skrives på engelsk, fordi da kan slektsfilen utveksles med andre program. Slektsprogrammene vil oversette alle datoer og forkortelser til ønsket språk.<br />Programmene gjør også ulike beregninger med datoene og for at resultatet skal bli riktig, må dato-formatet følge en gitt standard.
pl: Mimo że pola dat dopuszczają dowolność wprowadzania danych (możesz wpisać, co tylko chcesz), istnieją pewne reguły wprowadzania dat według standardu GEDCOM 5.5.1.<ol><li>Pełną datę wprowadza się w formacie DD MMM RRRR, na przykład <b>01&nbsp;Mar&nbsp;1801</b> lub <b>14&nbsp;Dec&nbsp;1950</b>.</li><li>Jeśli nie znasz części daty, możesz ominąć tą część, na przykład <b>Mar&nbsp;1801</b> lub <b>14&nbsp;Dec</b>.</li><li>Jeśli data jest niepewna lub nie potwierdzona, możesz wpisać <b>abt&nbsp;Mar&nbsp;1801</b> (abt = about, około), <b>bef&nbsp;20&nbsp;Dec&nbsp;1950</b> (bef = before, przed), <b>aft&nbsp;1949</b> (aft = after, po)</li></ol><b>Pamiętaj, żeby wprowadzić daty i skróty po <u>angielsku</u>,</b> ponieważ tylko wtedy plik GEDCOM jest wymienny i PhpGedView może odpowiednio tłumaczyć daty i skróty na bieżący język. PhpGedView przeprowadza także obliczenia, korzystając z tych dat. Jeśli wprowadzone w pola daty dane są niepoprawne, PhpGedView nie będzie mógł wykonać obliczeń poprawnie.<br /><br />Skorzystaj z ikonki kalendarza, aby wybrać datę.

source: Definitions
pl: Definicje

source: PhpGedView (or PGV) does not just put static pages on the Web; it is dynamic and can be customized in many ways.<br /><br />PhpGedView was created by John Finlay to view GEDCOM files online. John started developing the program on his own. An international team of developers and translators has since joined him and is working to improve the program. Among the more significant features that have been added or improved in the program are its extensive support of languages other than English, and the ability to add and edit events online.
ca: PhpGedView (o PGV) no és solament posar pàgines estàtiques al Web. És dinàmic i hom pot personalitzar-lo de moltes formes.<br /><br />PhpGedView fou creat per John Finlay per a veure fitxers GEDCOM en línea. John va començar a desenvolupar el programa tot sol. Actualment se l'hi ha afegit un equip internacional de desenvolupadors i traductors, treballant per millorar-lo. Una de les característiques més significatives que s'han implementat al programa és el suport per idiomes diferents de l'anglès i la facilitat per afegir i editar esdeveniments en línea.
da: PhpGedView %s (eller PGV) er et program, udviklet af John Finlay, for at kunne se GEDCOM-filer på internettet.<br />John startede udviklingen af dette program, men efterhånden har det udviklet sig til et stort, internationalt team med udviklere og oversættere, der arbejder sammen om at udvikle og forbedre programmet.<br />- Som du måske har set, så viser dette program ikke statiske sider, men er dynamisk og kan tilpasses den enkelte bruger.<br />Udover at besøgende kan vælge hvad de vil se i GEDCOM-filen (filerne), kan registrerede brugere få rettigheder til at tilføje og ændre personer, begivenheder mm. direkte på internettet.
es: PhpGedView (o PGV) no sólo coloca páginas estáticas en la Web; es dinámico y puede personalizarse en muchos aspectos.<br /><br />PhpGedView fue creado por John Finlay para ver archivos GEDCOM en línea. John comenzó desarrollando el programa por su cuenta. Un equipo internacional de desarrolladores y traductores se le ha unido desde entonces y trabaja para mejorar el programa. Entre las características más significativas que se han añadido o mejorado en el programa, está su extenso apoyo a idiomas distintos del inglés y su capacidad de agregar y modificar eventos en línea.
fi: PhpGedView (tai PGV) on John Finlayn laatima ohjelma GEDCOM-tiedostojen katselemiseksi internetissä.<br />Kuten huomaat, PhpGedView ei vain näytä staattisia verkkosivuja, vaan on muuntuva ja voidaan räätälöidä monella tavoin.<br />John aloitti ohjelman kehittelyn itsekseen, mutta kokonainen kansainvälinen tiimi kehittäjiä ja kääntäjiä on liittynyt mukaan kehittämään ohjelmaa.<br />GEDCOM-tiedostoja voidaan nykyään katselemisen lisäksi myös muuttaa ja niihin voi tehdä lisäyksiä verkon välityksellä.
he: PhpGedView (או PGV) היא תוכנה דינאמית וניתנת להתאמה בדרכים רבות; היא אינה מסתפקת רק בהצגת דפים קבועים על האינטרנט.<br /><br />PhpGedView היא תוכנה שג'והן פינליי (John Finlay) יצר להצגת קובצי GEDCOM בצורה מקוונת (on line). ג'והן התחיל את הפיתוח לבדו. צוות בינלאומי של מפתחים ומתרגמים הצטרף אליו כדי לשפר את התוכנה. בין המאפיינים המשמעותיים יותר שהוספו או שופרו היא התמיכה המקיפה בשפות נוספות לאנגלית, והאפשרות להוסיף או לערוך מאורעות בצורה מקוונת.
nn: PhpGedView %s (eller PGV) er et program, formgitt av John Finlay, for å kunne se på slektsopplysninger på nettet.<br />John startet utviklingen av dette programmet, men etter hvert har det kommet til et stort, internasjonalt team med utviklere og oversettere som jobber sammen for å utvikle og forbedre programmet.<br />- Som du kanskje har sett, så viser ikke dette programmet statiske sider, men er dynamisk og kan tilpasses den enkelte bruker.<br />I tillegg til at besøkende kan velge ut hva de vil se på i slektsbasen(e), kan registerte brukere få rettigheter til å legge til og endre personer, hendelser mm. direkte på nettet.
pl: PhpGedView (w skrócie PGV) nie jest zbiorem statycznych stron w sieci; to dynamiczny system, który może być na wiele sposobów dostosowywany do własnych potrzeb.<br /><br />PhpGedView został zaprojektowany przez Johna Finlay'a do przeglądania plików GEDCOM online. John rozpoczął pracę nad programem sam. Od tamtej pory dołączył do niego międzynarodowy zespół deweloperów i tłumaczy, który pracuje nad usprawnieniem programu. Wśród ważnych nowych cech programu są jego zaawansowana obsługa języków innych, niż angielski, oraz możliwość dodawania i edytowania wydarzeń online.

source: This site's Portal is like the lobby of a restaurant or a public library. It is the place where you enter, but you can also find important information like explanations, menus etc.
ca: El portal d'aquest lloc és com el cancell d'una biblioteca pública. És a l'entrada però podeu trobar-hi important informació com explicacions, menús, etc.
da: Dette er hovedindgangen til slægtsdatabasen. Det er her de fleste kommer ind når de besøger hjemmesiden. Her kan du finde vigtig information som forklaringer, beskeder osv.<br />Men, naturligvis er det også muligt at gå ind via en eller flere "køkkenveje" ...
es: El Portal de este sitio es como el salón de recepción de un restaurante o de una biblioteca pública. Es el lugar por el que se entra, pero en el que encontrará información importante como explicaciones, menús, etc.
fi: Myös tällä sivustolla portaali on kuin ravintolan aula. Se on lähtöpaikka, mutta sieltä voit myös saada tärkeätä tietoa kuten selityksiä, valikoita jne.
he: באתר זה הפורטל דומה לכניסה למסעדה או לספריה ציבורית. זה המקום שגם נכנסים בו וגם ניתן למצוא בו מידע חשוב כמו הסברים, תפריטים וכו'.
nn: Dette er hovedinngangen til slektsbasen. Det er her de fleste kommer når de besøker slektsidene. Her kan du finne viktig informasjon som forklaringer, beskjeder osv.<br />Men, - selvsagt er det også mulig å gå inn en eller flere "kjøkkenveier" ...
pl: Portal tej strony jest jak wejście do restauracji lub biblioteki. Jest to miejsce, którym wchodzisz idąc dalej, ale możesz tu także znaleźć ważne informacje, takie jak objaśnienia, menu itp.

source: If you have more than one genealogical database, you can set here which of them will be the default.<br /><br />This default will be shown to all visitors and users who have not yet logged in.<br /><br />Users who can edit their account settings can override this default. In that case, the user's preferred database will be shown after login.
ca: Si hi ha més d'una base de dades genealògica, podeu determinar quina d'elles serà la que s'obri per defecte.<br /><br />És la que apareixerà primerament a tots els visitants i usuaris que no hagin accedit.<br /><br />Els usuaris que puguin editar els paràmetres del seu compte, poden modificar aquesta opció per defecte. En aquest cas, la base de dades preferida per cada usuari, sortirà així que accedeixi.
da: Hvis du har mere end en slægtsdatabase i programmet, kan du her angive hvilken, der skal være <b>standard</b> slægtsdatabase.<br /><br />Denne vil blive vist til besøgende og brugere, der ikke er logget ind.<br /><br />Brugere kan ignorere denne indstilling ved at ændre valget af standard slægtsdatabase når de har logget sig ind via deres egen brugerkonto.
es: Si tiene más de una base de datos genealógica, puede establecer aquí cuál se usará por omisión.<br /><br />Esta base de datos por omisión es la que se mostrará a todos los visitantes y usuarios que no se hayan identificado aún.<br /><br />Los usuarios pueden modificar los ajustes de su cuenta para elegir otra base de datos. En eso caso, la base de datos preferida por el usuario es la que se mostrará en cuanto se identifique.
fi: Mikäli sinulla on enemmän kuin yksi GEDCOM-tiedosto ohjelmassasi, voit tässä määrittää mikä niistä on <b>oletustiedosto</b>.<br /><br />Oletustiedosto on se GEDCOM-tiedosto, joka näkyy vieraille sekä käyttäjille, jotka eivät ole kirjautuneet.<br /><br />Käyttäjät jotka voivat muuttaa tilinsä asetuksia voivat ohittaa tämän määrittelyn ja nähdä haluamansa tietokannan kirjauduttuaan sisään.
he: אם יש לך יותר מאגר נתוני חקר משפחה אחד, תוכל כאן להגדיר איזה מהם יהיה ברירת המחדל.<br /><br />ברירת המחדל הזו תוצג לכול המבקרים ולמשתמשים שטרם התחברו.<br /><br />משתמשים שיכולים לעדכן את הגדרות המשתמש שלהם יכולים לשנות את ברירת המחדל הזו. במקרה הזה, מאגר הנתונים המועדף על המשתמש יוצג אחרי ההתחברות.
nn: Dersom du har flere enn en slektsbase i programmet, kan du her angi hvilken som skal være <b>standard</b> slektsbase.<br /><br />Denne vil bli vist til besøkende og brukere som ikke er logget inn.<br /><br />Brukere kan overstyre denne innstillingen dette standardvalget ved at de gjør et annet valg i egen konto.
pl: Jeśli masz wiele genealogicznych baz danych, tutaj możesz określić, która z nich będzie aktywna domyślnie.<br /><br />Domyślną bazę danych zobaczą wszyscy goście i niezalogowani użytkownicy.<br /><br />Użytkownicy, którzy mają prawo edycji konta mogą zmienić to ustawienie dla siebie. W tym przypadku po zalogowaniu zobaczą bazę, którą sami wybrali jako domyślną.

source: Delete FAQ item
ca: Elimina l'ítem
da: Slet en FAQ
es: Borrar Pregunta Frecuente
fi: Poista kysymys
he: מחק ישותם FAQ
nn: Slett FAQ-element
pl: Usuń element FAQ

source: This option will let you delete an item from the FAQ page
ca: Aquesta opció us permet eliminar un ítem de la pàgina preguntes més freqüents
da: Vælges denne mulighed kan du slette et punkt på FAQ-siden
es: Esta opción le permite borrar una entrada de la página de Preguntas Frecuentes.
fi: Tämä valinta sallii sinun poistaa kysymyksen UKK-sivulta.
nn: Dette valget lar deg slette et element fra FAQ-siden
pl: Ta opcja umożliwia usunięcie elementu ze strony FAQ.
