Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Unlike the <b>Add GEDCOM</b> function, the GEDCOM file you wish to add to your database does not have to be on your server.<br /><br />In Step 1 you select a GEDCOM file from your local computer. Type the complete path and file name in the text box or use the <b>Browse</b> button on the page.<br /><br />You can also use this function to upload a ZIP file containing the GEDCOM file. PhpGedView will recognize the ZIP file and extract the file and the filename automatically.<br /><br />If a GEDCOM file with the same name already exists in PhpGedView, it will, after your confirmation, be overwritten. However, all GEDCOM settings made previously will be preserved.<br /><br />You will find more help on other pages of the procedure.
ca: A diferència de la funció <b>Afegeix un GEDCOM</b>, el fitxer no ha d'ésser al servidor.<br /><br />Al Pas 1 seleccioneu un fitxer GEDCOM de vostre l'ordinador. Heu d'escriure el nom complet i el camí al caixetí o fer servir el botó <b>Cercar</b> de la pàgina.<br /><br />Amb aquesta funció també podeu carregar un fitxer ZIP contenint el GEDCOM. El PhpGedView el reconeixerà i descomprimirà automàticament.<br /><br />Si ja hi ha un GEDCOM amb el mateix nom serà, desprès de demanar-vos-en confirmació, sobreescrit. Tanmateix tots els paràmetres del GEDCOM entrats prèviament, es preservaran.<br /><br />Podeu trobar més ajuda a altres pàgines del procediment.
da: Til forskel fra: "Tilføj GEDCOM-filer", behøver du ikke at have gemt GEDCOM-filen på serveren tidligerer.<br /><br />Du starter med at vælge en GEDCOM-fil fra din lokale PC. Angiv både stien og filnavnet i tekstfeltet eller brug knappen <b>Browse</b> ved siden af tekstfeltet.<br /><br />Du vil kunne finde mere hjælp på andre sider i løbet af installationen.
es: Seleccione el archivo GEDCOM o ZIP de su equipo local a subir a su servidor. Este archivo será subido al directorio <b>#INDEX_DIRECTORY#</b>.<br /><br />Si sube un archivo ZIP, debería contener sólo un one GEDCOM y ese GEDCOM se utilizará automáticamente en los próximos pasos.
fi: Toisin kuin vaihtoehdossa "Lisää GEDCOM" palvelimella ei ennestään tarvitse olla GEDCOM-tiedostoa.<br /><br />Vaiheessa 1 valitset GEDCOM-tiedoston omalta koneeltasi. Syötä koko tiedostopolku tekstikenttään tai käytä sivun <b>Selaa</b>-painiketta.<br /><br />Lisää ohjeita löytyy proseduurin muilta sivuilta.
he: בשונה מהאפשרות <b>הוסף GEDCOM</b>, אין חובה שקובץ ה-GEDCOM שברצונך להוסיף למאגר המידע שלך ימצא על השרת שלך.<br /><br />בשלב 1 אתה בוחר קובץ GEDCOM מהמחשב המקומי שלך. הקלד את השביל המלא ואת שם הקובץ בתיבת הטכסט, או השתמש בכפתור <b>Browse</b> שעל הדף.<br /><br />בפונקציה זו ניתן גם להעלות קובץ ZIP שכולל את קובץ ה-GEDCOM. PhpGedView יזהה את קובץ ה-ZIP וישלוף ממנו את הקובץ ושם הקובץ בצורה אוטומטית.<br /><br />אם קובץ GEDCOM בעל שם זהה קיים כבר ב-PhpGedView, הוא יידרס, אחרי אישורך. אך כל ההגדרות הישנות תשמרנה.<br /><br />תמצא עזרה נוספת בדפים האחרים של התהליך.
nn: Til forskjell fra valget "Legg til GEDCOMfil", trenger du ikke å ha lagret GEDCOMfilen på serveren fra før.<br /><br />Du starter med å velge en GEDCOMfil fra din lokale datamaskin. Angi både stien og filnavnet i tekstfeltet eller bruk knappen <b>Bla gjennom</b> ved siden av tekstfeltet.<br /><br />Du vil kunne finne mer hjelp på andre sider i løpet av installasjonen.
pl: Inaczej niż w przypadku funkcji <b>Dodaj plik GEDCOM</b>, plik GEDCOM, który zamierzasz dodać nie musi znajdować się na twoim serwerze.<br /><br />W pierwszym kroku wybierasz plik GEDCOM ze swojego lokalnego komputera. Wprowadź pełną ścieżkę i nazwę pliku lub skorzystaj z przycisku <b>Przeglądaj</b>.<br /><br />Możesz także skorzystać z tej funkcji do wgrania pliku ZIP zawierającego plik GEDCOM. PhpGedView rozpozna plik ZIP i automatycznie rozpakuje plik GEDCOM.<br /><br />Jeśli w PhpGedView istnieje już plik GEDCOM o tej samej nazwie, zostanie on nadpisany, jednak wszystkie wcześniejsze dotyczące go ustawienia zostaną zachowane.<br /><br />Zostaniesz przeprowadzony(a) przez całą procedurę krok po kroku.

source: In this field you specify the location and name, on your local computer, of the media file you wish to upload to the server. You can use the <b>Browse</b> button to search your local computer for the desired file.<br /><br />The uploaded file will have the same name on the server, and it will be uploaded to the directory specified in the <b>Folder on server</b> field.<br /><br />If you do not see the <b>Folder on server</b> field or cannot change it, you do not have sufficient permissions or your GEDCOM configuration has been set to allow no directory levels beyond the default <b>%s</b>. In this case, the media file will be uploaded to the directory <b>%s</b>.
pl: W tym polu wpisujesz lokalizację i nazwę pliku multimedialnego znajdującego się na Twoim komputerze lokalnym, który chcesz wgrać na serwer. Skorzystaj z przycisku<b>Przeglądaj</b> aby przejrzeć zawartość lokalnego komputera i wybrać odpowiedni plik.<br /><br />Plik zostanie wgrany na serwer pod tą samą nazwą i umieszczony w katalogu podanym w polu <b>Katalog na serwerze</b>. Jeśli nie widzisz tego pola lub nie możesz go zmienić, oznacza to, że nie masz wystarczających uprawnień lub konfiguracja GEDCOM nie dopuszcza dodatkowych poziomów katalogu poza katalogiem <b>%s</b>. W tym wypadku plik multimedialny zostanie wgrany do katalogu <b>%s</b>.

source: Your GEDCOM configuration allows up to %s directory levels beyond the default <b>%s</b> where uploaded media files are normally stored. This lets you organize your media files, and you don't need to be as concerned about maintaining unique names for each media file.<br /><br />In this field you specify the destination directory on your server where the uploaded media file is to be stored. Be sure to pay attention to the case (upper or lower case) of what you enter or select here, since file and directory names are case sensitive.<br /><br />If the directory name you enter here does not exist, it will be created automatically. If you enter more than the additional %s directory levels permitted by your GEDCOM configuration, your input will be truncated accordingly.<br /><br />Thumbnails will be uploaded or created in an identical directory structure, starting with <b>%sthumbs/</b>.
ca: La configuració del GEDCOM permet fins a %s nivells de carpetes a partir de la bàsica <b>%s</b> on s'hi emmagatzemen habitualment els fitxers multimèdia. Això facilita la seva organització i no cal que necessàriament tots els fitxers tinguin noms diferents.<br /><br />En aquest camp especifiqueu el directori de destí al servidor on serà emmagatzemat el fitxer que carregeu. Atenció a les minúscules i majúscules que entreu o seleccioneu aquí doncs, els nom de fitxers i directoris, discriminen per aquesta propietat.<br /><br />Si el directori que entreu no existeix, es crearà automàticament. Si entreu més subdirectoris que els %s addicionals permesos, la vostra entrada quedarà convenientment truncada.<br /><br />Les miniatures es poden carregar o crear dins d'una estructura de directoris idèntica començant amb <b>%sthumbs/</b>.
pl: Twoja konfiguracja GEDCOM pozwala na maksymalnie %s poziomów katalogu poza domyślnym katalogiem <b>%s</b>, gdzie są zwykle przechowywane wgrane pliku multimedialne. Dzięki temu możesz organizować swoje multimedia i nie musisz się przejmować dbaniem o unikalną nazwę dla każdego pliku multimedialnego.<br /><br />W tym polu określasz katalog docelowy na serwerze, w którym ma być przechowywany plik wgrany z lokalnego komputera. Zwróć uwagę na wielkie i małe litery, ponieważ mają one znaczenie w nazwach katalogów i plików.<br /><br />Jeśli katalog o podanej nazwie nie istnieje, zostanie on utworzony automatycznie. Jeśli podasz więcej niż %s dodatkowych poziomów katalogu dozwolonych przez twoją konfigurację GEDCOM, wprowadzone dane zostaną automatycznie obcięte.<br /><br />Miniaturki będą wgrywane lub tworzone w identyczniej strukturze katalogów, rozpoczynającej się od <b>%sthumbs/</b>.

source: Select files from your local computer to upload to your server. All files will be uploaded to the directory <b>#MEDIA_DIRECTORY#</b> or to one of its sub-directories.<br /><br />Folder names you specify will be appended to #MEDIA_DIRECTORY#. For example, #MEDIA_DIRECTORY#myfamily. If the thumbnail directory does not exist, it is created automatically.
ca: Seleccioneu els fitxers del vostre ordinador a carregar al servidor. Tots els fitxers col·locaran al directori <b>#MEDIA_DIRECTORY#</b> o a un dels seus sotsdirectoris.<br /><br />Els noms de carpeta que especifiqueu s'afegiran a #MEDIA_DIRECTORY#. Per exemple, #MEDIA_DIRECTORY#lamevafamilia. Si el directori de miniatures no existeix, es crearà automàticament.
da: Vælg filer fra din lokale computer der skal uploades til din server. Alle filer vil blive uploadet til mappen <b>#MEDIA_DIRECTORY#</b> eller til en af dens undermapper.<br /><br />De mappenavne du angiver vil blive tilføjet til #MEDIA_DIRECTORY#. For eksempel, #MEDIA_DIRECTORY#minfamilie. Hvis miniature mappen ikke eksisterer, vil den blive oprettet automatisk.
es: Seleccione los archivos de su equipo local a subir a su servidor. Todos los archivos se subirán al directorio <b>#MEDIA_DIRECTORY#</b> o a uno de sus subdirectorios.<br /><br />Los nombres de carpeta que indique se añadirán a #MEDIA_DIRECTORY#. Por ejemplo, #MEDIA_DIRECTORY#myfamily. Si no existe el directorio de miniaturas, se creará automáticamente.
fi: Valitse palvelimelle lähetettävät tiedostot omalta tietokoneeltasi. Kaikki tiedostot siirtyvät kansioon <b>#MEDIA_DIRECTORY#</b> tai johonkin sen alikansioon.<br /><br />Määrittelemäsi kansionimet lisätään #MEDIA_DIRECTORY#:n perään. Esimerkiksi #MEDIA_DIRECTORY#myfamily. Mikäli pienoiskuvakansiota ei vielä ole olemassa, se luodaan automaattisesti.
he: בחר קבצים מהמחשב המקומי שלך להעלאה לשרת שלך. כל הקבצים מועלים לתיקיית <b><span dir="ltr">#MEDIA_DIRECTORY#</span></b> או לאחת מהתיקיות מתחתיה.<br /><br />שמות החוצצים שאתה מציין יתווספו ל-<span dir="ltr">#MEDIA_DIRECTORY#</span>, למשל, #MEDIA_DIRECTORY#myfamily. אם תיקיית התמונות המזעריות אינה קיימת, היא תיווצר בצורה אוטומטית.
nn: Velg en fil fra din lokale PC <b>#MEDIA_DIRECTORY#</b> eller i en av undermappene til denne.<br /><br />Navn på mapper du angir vil bli lagt til #MEDIA_DIRECTORY#. (Eksempel: #MEDIA_DIRECTORY#minfamilie)<br />Dersom mappen for miniatyrbilder ikke finnes fra før, vil denne bli lagd automatisk.
pl: Wybierz pliki ze swojego komputera do wgrania na serwer. Wszystkie pliki zostaną wgrane do katalogu <b>#MEDIA_DIRECTORY#</b> lub jednego z jego podkatalogów.<br /><br />Podane przez ciebie nazwy katalogów zostaną dołączone do nazwy katalogu #MEDIA_DIRECTORY#, np. #MEDIA_DIRECTORY#mojarodzina. Jeśli katalog miniaturek nie istnieje, zostanie utworzony automatycznie.

source: This is the path where the GEDCOM file you wish to upload can be found. To select the path, click on <b>Browse</b> and navigate to your GEDCOM file and then click <b>Open</b>.
ca: És el camí on pot localitzar-se el fitxer GEDCOM que voleu carregar. Per seleccionar el camí, polseu a <b>Cercar</b> i navegueu fins al vostre fitxer GEDCOM i llavors polseu <b>Obrir</b>.
da: Her angives stien til den GEDCOM-fil, du ønsker at uploade. For at vælge stien klikker du på knappen: <b>Browse</b> og navigerer hen til din GEDCOM-fil og klikker derefter på <b>Open</b>.
es: Esta es la ruta donde se encuentra el archivo GEDCOM que desea subir. Para seleccionar la ruta, haga clic en <b>Examinar</b>, navegue hasta su archivo GEDCOM y haga clic en <b>Abrir</b>.
fi: Tästä polusta löytyy GEDCOM-tiedosto jonka haluat lähettää. Asettaaksesi polun paina <b>Selaa</b> ja valitse sinun GEDCOM-tiedosto ja paina <b>Avaa</b>.
nn: Dette er banen hvor GEDCOM-filen du ønsker å laste opp befinner seg. For å velge bane, klikk på <b>Bla gjennom</b> og naviger til GEDCOM-filen og klikk <b>Åpne</b>.
pl: To jest ścieżka do miejsca, w którym znajduje się wgrywany plik na twoim komputerze lokalnym. Aby wybrać ścieżkę, kliknij <b>Wybierz...</b>, odszukaj swój plik GEDCOM i kliknij <b>Otwórz</b>.

source: The administrator has enabled up to %s folder levels below the default <b>%s</b>. This helps to organize the media files and reduces the possibility of name collisions.<br /><br />In this field, you specify the destination folder where the uploaded media file should be stored. The matching thumbnail file, either uploaded separately or generated automatically, will be stored in a similar folder structure starting at <b>%sthumbs/</b> instead of <b>%s</b>. You do not need to enter the <b>%s</b> part of the destination folder name.<br /><br />If you are not sure about what to enter here, you should contact your site administrator for advice.
ca: L'administrador ha activat fins a %s nivells de carpetes per sota la que hi ha per defecte anomenada <b>%s</b>. Això us permet organitzar els fitxers multimèdia i redueix la possibilitat de col·lisió de noms.<br /><br />En aquest camp cal que especifiqueu la carpeta de destí en la que s'emmagatzemarà el fitxer multimèdia a carregar. El corresponent fitxer miniatura, be carregat a banda o generat automàticament, es desarà un una estructura similar de carpetes a <b>%sthumbs/</b> per comptes de <b>%s</b>. No cal que entreu la part <b>%s</b> del nom de la carpeta de destí.<br /><br />Si no esteu segur sobre el que cal posar aquí, cal que contacteu amb l'administrador.
pl: Administrator udostępnił maksymalnie %s poziomów podkatalogów w katalogu <b>%s</b>. Pomaga to w organizowaniu plików multimedialnych i zmniejsza ryzyko konfliktu nazw.<br /><br />W tym polu wprowadzasz katalog docelowy, w którym mają być przechowywane wgrany plik multimedialny. Analogiczny plik miniaturki, wgrany osobno lub wygenerowany automatycznie, będzie przechowywany w analogicznej strukturze katalogów, rozpoczynającej się od <b>%sthumbs/</b> zamiast <b>%s</b>. Nie musisz wprowadzać części <b>%s</b> katalogu docelowego.<br /><br />Jeśli nadal nie wiesz, co tu wpisać, skontaktuj sięz administratorem.

source: In this field you specify the location and name, on your local computer, of the thumbnail file you wish to upload to the server. You can use the <b>Browse</b> button to search your local computer for the desired file. When this field is filled in, the <b>Automatic thumbnail</b> checkbox is ignored.<br /><br />If the <b>Media file to upload</b> field has been filled in, your uploaded thumbnail file will be named according to the contents of that field, regardless of what it is called on your local computer. If that field is empty, the uploaded thumbnail file will be copied to two places on the server, once into the server directory mentioned in the <b>Folder on server</b> field, and then again into an identical directory structure starting with <b>%sthumbs/</b>.<br /><br />If you do not see the <b>Folder on server</b> field or cannot change it, you do not have sufficient permissions or your GEDCOM configuration has been set to allow no directory levels beyond the default <b>%s</b> where uploaded media files are normally stored.
ca: En aquest camp especifiqueu la localització i nom, al vostre ordinador, del fitxer multimèdia que voleu carregar al servidor. Podeu emprar el botó <b>Cercar</b> per localitzar-lo. Quan ompliu aquest camp s'ignora el caixetí <b>Miniatura automàtica</b>.<br /><br />Si el camp <b>Fitxer multimèdia a carregar</b> s'ha omplert, el fitxer de miniatures que carregueu s'anomenarà d'acord al contingut d'aquest camp i si no s'ha omplert s'anomenarà igual que al vostre ordinador. Si el camp és buit, el fitxer de miniatura carregat serà copiat dos cops al servidor: un al directori esmentat al camp <b>Carpeta al servidor</b> i l'altre dins d'una estructura idèntica de directoris començant amb <b>%sthumbs/</b>.<br /><br />Si no podeu veure el camp <b>Carpeta al servidor</b> o no podeu canviar-lo, vol dir que el GEDCOM s'ha configurat per no permetre subdirectoris a partir del <b>%s</b> on els fitxers multimèdia s'emmagatzemen normalment.
pl: W tym polu wpisujesz lokalizację i nazwę pliku miniaturki znajdujązego się na Twoim komputerze lokalnym, który chcesz wgrać na serwer. Skorzystaj z przycisku<b>Przeglądaj</b> aby przejrzeć zawartość lokalnego komputera i wybrać odpowiedni plik. Jeśli wypełniono to pole, opcja <b>Automatyczna miniaturka jest ignorowana.<br /><br />Jeśli wypełniono pole <b>Plik multimedialny do wgrania</b>, twój wgrany plik miniaturki otrzyma nazwę na bazie zawartości tego pola, niezależnie od tego, jak się nazywa na twoim komputerze lokalnym. Jeśli to pole jest puste, wgrany plik miniaturki zostanie skopiowany w dwa miejsca na serwerze: do katalogu wymienionego w polu <b>Katalog na serwerze</b> oraz do identycznej struktury katalogów, rozpoczynającej się od <b>%sthumbs/</b>.<br /><br />Jeśli nie widzisz pola <b>Katalog na serwerze</b> lub nie możesz go zmienić, oznacza to, że nie masz wystarczających uprawnień lub konfiguracja GEDCOM nie dopuszcza dodatkowych poziomów katalogu poza katalogiem <b>%s</b>, gdzie zwykle są przechowywane pliki multimedialne.

source: On this page you can administer the current users and add new users.<br /><br /><b>User List</b><br />In this table the current users, their status, and their rights are displayed. You can <b>delete</b> or <b>edit</b> users.<br /><br /><b>Add a new user</b><br />This form is almost the same as the one users see on the <b>My Account</b> page.<br /><br />For several subjects we did not make special Help text for the administrator. In those cases you will see the following message:
ca: En aquesta pàgina administreu els usuaris actuals i podeu afegir-ne de nous.<br /><br /><b>Llista d'usuaris</b><br />A la taula s'hi veuen els usuaris actuals, el seu estatus i atributs. Podeu <b>eliminar-ne</b> o <b>editar-ne</b>.<br /><br /><b>Afegeix un nou usuari</b><br />Aquest formulari és força semblant al que veuen els usuaris a la pàgina <b>El vostre compte</b>.<br /><br />En algunes entrades no hem fet un text d'ajuda especial per a l'administrador. En aquest casos sortirà el següent missatge:
da: På denne side kan du administrere aktiverede og nye brugere.<br /><br /><b>Aktiverede brugere</b><br />I denne tabel vises aktiverede brugere med deres status og rettigheder.<br />Du kan <b>slette</b> eller <b>ændre</b> brugernes konto.<br /><br /><b>Skemaet "Opret ny bruger"</b><br />Dette skema svarer næsten til de skemaer, du vil finde under "Min konto".<br />For flere felters vedkommende er der ikke lavet en separat hjælpetekst for administratorer. For disse vil du se følgende melding:
es: En esta página puede administrar los usuarios actuales y agregar nuevos usuarios.<br /><br /><b>Lista de usuarios</b><br />En esta tabla se muestran los usuarios actuales, su estado y sus privilegios. Puede <b>eliminar</b> o <b>editar</b> usuarios.<br /><br /><b>Agregar un nuevo usuario</b><br />Este formulario es prácticamente el mismo que el que los usuarios ven en la página <b>Mi Cuenta</b>.<br /><br />Para algunos temas no se redactó un texto de ayuda especial para el administrador. En esos casos, verá el siguiente mensaje:
fi: Tällä sivulla voit hallita nykyisiä käyttäjiä ja lisätä uusia.<br /><br /><b>Nykyiset käyttäjät</b><br />Tässä taulukossa näkyvät nykyiset käyttäjät, heidän tilansa ja oikeutensa.<br />Voit <b>poistaa</b> ja <b>muokata</b> käyttäjiä.<br /><br /><b>Lisää uusi käyttäjä</b><br />Tämä lomake on melkein sama kuin "Oma käyttäjätilisi".<br />Monille kohdille ei ylläpitäjälle ole tehty erillistä opastetekstiä. Niissä tapauksissa näet seuraavan viestin:
he: בדף הזה תוכל לנהל את המשתמשים הקיימים ולהוסיף משתמשים חדשים.<br /><br /><b>רשימת משתמשים</b><br />בטבלה זו מוצגים המשתמשים הקיימים, מצבם וזכויותיהם. תוכל <b>למחוק</b> או <b>לערוך</b> משתמשים.<br /><br /><b>הוסף משתמש חדש</b><br />הטופס הזה כמעט זהה למה שאתה מכיר מדף <b>המשתמש שלי</b>.<br /><br />לנושאים רבים לא הוכן טכסט עזרה מיוחד עבור מנהלן. במקרים אלו תראה את ההודעה הבאה:
nn: På denne siden kan du administrere aktiverte og nye brukere.<br /><br /><b>Aktiverte brukere</b><br />I denne tabellen vises aktiverte brukere med deres status og rettigheter.<br />Du kan <b>slette</b> eller <b>endre</b> kontoen til brukere.<br /><br /><b>Legg til ny bruker</b><br />Dette skjemaet er nesten tilsvarende de du vil finne under <b>Min konto</b>.<br />For flere felt er det ikke laget noen egen hjelpetekst for administratorer. For disse vil du se følgende melding:
pl: Na tej stronie możesz zarządzać zarejestrowanymi użytkownikami i dodawać nowych.<br /><br /><b>Lista użytkowników</b><br />W tej tabeli są wyświetleni zarejestrowani użytkownicy, ich status i uprawnienia. Możesz <b>usuwać</b> lub <b>edytować</b> użytkowników.<br /><br /><b>Dodaj nowego użytkownika</b><br />Ten formularz jest prawie identyczny z tym, który widzą użytkownicy na stronie <b>Moje konto</b>.<br /><br />Dla kilku tematów nie przygotowano osobnej treści pomocy dla administratora. W takim przypadku zobaczysz komunikat:

source: By checking this box you are allowing the system to automatically accept any edit changes made by this user. The user must also have accept privileges on the GEDCOM in order for this setting to take effect.
ca: Quan està marcat el sistema acceptarà automàticament qualsevol canvi fet per l'usuari. Caldrà que també disposi al GEDCOM de potestat per Acceptar per a que això tingui efecte.
da: Sættes et checkmærke i denne checkboks giver du systemet tilladelse til automatisk at godkende ændringer, der er udført af denne bruger. Brugeren skal ligeledes have godkendelsesrettigheder til GEDCOM-filen for at det virker.
es: Marcando esta casilla permite al sistema aceptar automáticamente cualquier cambio hecho por este usuario. El usuario debe tener también el privilegio de aceptar cambios en el GEDCOM para que este ajuste surta efecto.
fi: Rastittamalla tämän ruudun sallit järjestelmän automaattisesti hyväksyä kaikki käyttäjän tekemät muutokset. Käyttäjällä tulee myös olla hyväksytyt oikeudet GEDCOM-tiedostoon, jotta tämä asetus astuisi voimaan.
he: בחירת התיבה מאפשרת למערכת לאשר בצורה אוטומטית את השינויים שמשתמש זה עשה. למשתמש חייבת להיות הרשאת אשר ב-GEDCOM כדי שההגדרה הזו תתבצע.
pl: Zaznaczenie tej opcji spowoduje automatyczne zatwierdzanie wszelkich zmian, wprowadzanych przez tego użytkownika. Aby to ustawienie zadziałało, użytkownik musi mieć jednocześnie prawo zatwierdzania w pliku GEDCOM.
