Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This file contains important information such as language settings or pending change data. Are you sure you want to delete this file?
ca: Aquest fitxer conté important informació com paràmetres d'idioma o canvis de dades pendents. Esteu segur que cal eliminar-lo?
da: Denne fil indeholder vigtige oplysninger såsom sprogindstillinger eller ventende ændringsdata. Er du sikker på at du ønsker at slette denne fil?
es: Este archivo contiene información importante como ajustes de idioma o datos de los cambios pendientes. ¿Está seguro de que desea borrar este archivo?
fi: Tämä tiedosto sisältää tärkeätä tietoa kuten kieliasetuksia tai kesken olevia tietomuutoksia. Oletko varma, että haluat poistaa tämän tiedoston?
he: הקובץ הזה מכיל מידע חשוב כגון הגדרת השפות או נתוני שינויים תלויים ועומדים. האם אתה בטוח שאתה רוצה למחוק קובץ זה?
nn: Denne filen inneholder viktige data slik som språkvalg eller endringer som venter på godkjenning. Er du sikker på at du vil slette denne filen?
pl: Ten plik zawiera ważne informcje takie jak ustawienia języka lub zmiany danych jeszcze nie zatwierdzone. Czy jesteś pewien by go usunąć?

source: Associated files:
ca: Fitxers associats
da: Tilknyttede filer:
es: Archivos asociados:
fi: Liitetyt tiedostot:
he: קבצים קשורים:
nn: Tilhørende filer:
pl: Powiązane pliki:

source: Remove all nonessential files
ca: Elimina els fitxers no essencials
da: Fjern alle unødvendige filer
es: Borrar todos los archivos no esenciales
fi: Poista kaikki turhat tiedostot.
he: הסר את כל הקבצים הבלתי נחוצים
nn: Slett alle unødvendige filer
pl: Usuń wszystkie niepotrzebne pliki

source: over
ca: més de
es: más de
fi: yli
he: מעל
pl: ponad

source: less than
ca: menys de
es: menor que
fi: alle
he: פחות מ-
nn: mindre enn
pl: mniej niż

source: not implemented:
ca: no implementat:
da: ikke tilgængelig:
es: no implementado:
fi: ei toteutettu:
he: לא מיושם:
nn: ikke tilgjengelig:
pl: nie zaimplementowane

source: per gender
ca: per sexe
da: / mand-kvinde
es: por sexo
fi: / sukupuoli
he: למגדר
nn: / mann-kvinne
pl: w zależności od płci

source: per time period
ca: per període de temps
da: / pr. tidsenhed
es: por período temporal
fi: aikajaksoa kohti
he: בתקופת זמן
nn: / per tidsperiode
pl: w danym okresie

source: Counts
ca: Totals
da: Antal
es: Totales
fi: Lukumäärät
he: מונים
nn: Antall
pl: Razem

source: Statistics Plot
ca: Gràfic estadístic
da: Statistikplot
es: Estadísticas
fi: Tilastokuvaaja
he: תרשים סטטיסטי
nn: Statistisk graf
pl: Wykres statystyk

source: Month of birth of first child in a relation
da: Fødselsmåned for førstefødte i familie
pl: Miesiąc urodzin pierwszego dziecka

source: Months between marriage and first child
da: Måneder mellem ægteskab og første barn.
pl: Liczba miesięcy między ślubem a pierwszym dzieckiem

source: Months between marriage and birth of first child
da: Måneder mellem ægteskab og første barns fødsel
pl: Liczba miesięcy między ślubem a narodzinami pierwszego dziecka

source: age
da: alder
pl: wiek

source: Lightbox-Album Configuration
ca: Projector d'Imatges-Configuració de l'Àlbum
da: Lightbox-album konfiguration
es: Configuración del Álbum Lightbox
fi: Lightbox asetukset
he: ערוך אלבום תיבת אור - Lightbox
nn: Lightbox Albumkonfigurasjon
pl: Konfiguracja <br />Lightbox-Album

source: Manage Lightbox configuration
ca: Configuració del Projector d'Imatges
es: Gestionar la configuración de Lightbox
fi: Hallitse Lightbox asetuksia
he: ניהול הגדרות Lightbox
nn: Lightboxkonfigurasjon
pl: Zarządzaj konfiguracją Lightbox-Album

source: Page only for Administrators
ca: Pàgina únicament per a administradors
da: Siden er kun for administratorer
es: Página sólo para administradores
fi: Sivu vain ylläpitäjille
he: דף רק של מנהלנים
nn: Side kun for administratorer
pl: Strona tylko dla administratorów

source: Individual Page - Media Tab
ca: Pàgina de persona - Pestanya multimèdia
da: Individside - Mediefanen
es: Página de persona - Pestaña de objetos
fi: Henkilösivu - Mediavälilehti
he: דף אישי - חציץ מדיה
nn: Om mediafanen skal vises (i tillegg til albumfanen)
pl: Strona informacji o osobie - Multimedia

source: Appearance
ca: Aspecte
da: Udseende
es: Apariencia
fi: Ulkonäkö
he: צורה
nn: Visning
pl: Wyświetl zakładkę

source: Hide
ca: Oculta
da: Skjul
es: Ocultar
fi: Piilota
he: הסתר
nn: Skjul
pl: Ukryj

source: Individual Page - Album Tab Header
ca: Pàgina de persona - Encapçalament de la pestanya Àlbum
da: Individside - Albumfanen
es: Página de persona - Encabezamiento de la pestaña Álbum
fi: Henkilösivu – Albumivälilehden otsikko
he: דף אישי - חציץ כותרת של האלבום
nn: Header for albumsiden
pl: Strona informacji o osobie - Album - Nagłówek

source: Link appearance
ca: Aspecte del vincle
da: Link-udseende
es: Apariencia del vínculo
fi: Liitteen ulkonäkö
he: קישר
nn: Type lenke
pl: Wygląd odnośnika

source: Icon
ca: Icona
da: Ikon
es: Icono
fi: Ikoni
he: צלמית
nn: Ikon
pl: Ikona

source: Text
da: Tekst
es: Texto
fi: Teksti
he: טכסט
nn: Tekst
pl: Tekst

source: Both
ca: Ambdós
da: Begge
es: Ambos
fi: Kumpikin
he: שניהם
nn: Begge
pl: Ikona i tekst

source: Individual Page - Album Tab Thumbnail - Notes Tooltip
ca: Pestanya de l'Àlbum de Miniatures - Notes de l'enllaç a l'eina d'ajuda visual
da: Individside - Albumfanen miniaturer - værktøjstip for noter
es: Página personal - Miniatura de pestaña de álbum - Ayuda de los enlaces superiores
fi: Henkilösivu - Albumivälilehden pienoiskuva - Lisätiedot työkaluvihje
he: דף אישי - חוצץ אלבום תמונה ממוזערת - Tooltip של הערות
nn: Albumsiden - visning av noter
pl: Strona informacji o osobie - Album - Miniaturki - Okienko notatek

source: Notes - Tooltip appearance
ca: Notes - Aparença de l'eina d'ajuda visual
da: Noter - Værktøjstip-udseende
es: Notas - Apariencia de la ayuda
fi: Lisätiedot - Työkaluvihjeen ulkonäkö
he: הערות - הופעת Tooltip
nn: Noter - verktøytipstype
pl: Wygląd okienka notatek

source: Balloon
ca: Globus
da: Ballon
es: Globo
fi: Pallo
he: בלון
nn: Ballong-tips
pl: Dymek

source: Normal
fi: Normaali
he: רגיל
pl: Normalne

source: Individual Page - Album Tab Thumbnails
ca: Pàgina de persona - Encapçalament de la pestanya de Miniatures
da: Individside - Albumfanen miniaturer
es: Página de persona - Miniaturas en la pestaña Álbum
fi: Henkilösivu – Albumivälilehden pienoiskuvat
he: דף אישי - חציץ תמונות ממוזערות של האלבום
nn: Albumsiden - miniatyrbilder
pl: Strona informacji o osobie - Album - Miniaturki

source: Slide Show speed
ca: Velocitat de la projecció
da: Diasshow hastighed
es: <b>Velocidad de la Presentación</b>
fi: Diaesityksen nopeus
he: מהירות מצגת שקופיות
nn: Hastighet for lysbildevisning
pl: Szybkość pokazu slajdów

source: Slide show timing in seconds
ca: Temps, en segons, de permanència de la imatge
da: Sekunder mellem billedskift
es: Tiempo de permanencia de la imagen en segundos
fi: Diaesityksen ajastus sekunteina
he: משך תזמון מצגת שקפים בשניות
nn: Lysbildevisning forløp i sekunder
pl: Szybkość pokazu slajdów w sekundach na jeden obraz

source: Slideshow sound track
ca: Fons sonor de la presentació
da: Diasshow lydspor
es: Banda sonora para la presentación
fi: Diaesityksen ääniraita
he: פס קול של מצגת שקופיות
nn: Musikkspor for lysbildevisning
pl: Muzyka podczas pokazu slajdów

source: (mp3 only)
ca: (solament mp3)
da: (kun mp3)
es: (sólo mp3)
fi: (vain mp3)
he: (רק mp3)
nn: (kun mp3)
pl: tylko format mp3

source: Location of sound track file (Leave blank for no sound track)
ca: Ubicació de l'arxiu amb el fons sonor (deixeu-ho en blanc si no n'hi ha)
da: Lydspors placering (blankt for ingen lydspor)
es: Ubicación del archivo con la banda sonora (déjelo en blanco si no hay banda sonora)
fi: Ääniraitatiedoston sijainti (jätä tyhjäksi, jos tiedostoa ei ole)
he: מיקום קובץ פס קול (השאר ריק עבור שום פס קול)
nn: Plassering av lydfil (Behold blankt hvis du ikke skal ha lydspor)
pl: Lokalizacja pliku dźwiękowego (puste jeśli bez muzyki)

source: Image Transition speed
ca: Velocitat de transició entre imatges
da: Billedovergangs-hastighed
es: Velocidad de transición entre imágenes
fi: Kuvavaihdon nopeus
he: מהירות המעבר מתמונה לתמונה
nn: Hastighet mellom bideveksling
pl: Opóźnienie zmiany obrazów

source: Double
ca: Doble
da: Dobbelt
es: Doble
fi: Kaksinkertainen
he: כפול
nn: Dobbel
pl: Podwójne

source: Warp
ca: Salt
es: Salto
fi: Jatka alusta
he: גרירה
pl: Różne

source: URL Window dimensions
ca: Mida de la finestra
da: URL-vindues størrelse
es: Dimensiones de las ventanas de URL
fi: URL-ikkunan mitat
he: מימדי חלון URL
nn: Størrelse på URL-vindu
pl: Rozmiary okna

source: Height
ca: Alçària
da: Højde
es: Alto
fi: Korkeus
he: גובה
nn: Høyde
pl: Wysokość

source: Width and height of URL window in pixels
ca: Amplada i alçada en píxels de la finestra
da: Bredde og højde på URL-vinduet i pixler
es: Anchura y altura en píxeles de las ventanas para URL
fi: URL-ikkunan leveys ja korkeus pikseleinä
he: רוחב וגובה של חלון URL בפיקסלים
nn: Bredde og høyde på URL-vindu i punkter
pl: Szerokość i wysokość okna w pikselach

source: Multimedia Page - Thumbnails
ca: Pàgina de Multimèdia - Miniatures
da: Multimedieside - miniaturer
es: Página de objetos audiovisuales - Miniaturas
fi: Multimediasivu - Pienoiskuvat
he: דף מולטימדיה - תמונות ממוזערות
nn: Multimediaside - miniatyrbilder
pl: Strona multimediów - Miniaturki

source: Return to Album page
ca: Torna a la pàgina de l'Àlbum
da: Tilbage til albumsiden
es: Volver a la página de Álbum
fi: Palaa albumisivulle
he: חזור לדף האלבום
nn: Gå tilbake til albumsiden
pl: Powrót do Albumu

source: Return to Admin Page
ca: Torna a la pàgina d'Administració
es: Volver a la página de Administración
fi: Palaa ylläpitosivulle
he: חזור לדף ניהול
nn: Gå tilbake til oppsettsiden
pl: Wróć do poprzedniej strony

source: Details
ca: Detalls
da: Detaljer
es: Detalles
fi: Tiedot
he: פירוטים
nn: Detaljer
pl: Szczegóły

source: View this Media Item Details ... Plus other Media Options - MediaViewer page
ca: Veure els detalls d'aquest objecte ... I altres opcions d'objectes - Pàgina del visor d'objectes
da: Vis dette medieemnes detaljer ... plus andre medieindstillinger - Medieviser side
es: Ver los detalles de este objeto ... Y otras opciones de objetos - Página del visor de objetos
fi: Tarkastele tämän mediakohteen tietoja ... sekä muita media-asetuksia – Median tarkastelusivu
he: ראה את פירוטי ישות מדיה זו ... ואופציות מדיה נוספות - דף מציג מדיה
nn: Vis detaljerfor dette mediaobjektet ... pluss andre mediavalg - Mediaframviser
pl: Pokaż szczegóły - Strona przeglądarki multimediów

source: Pause Slideshow
ca: Atura la presentació
da: Pause diasshow
es: Pausar la presentación
fi: Pysäytä diaesitys
he: הפסק מצגת שקפים
nn: Pause i lysbildevisning
pl: Pauza

source: Start Slideshow
ca: Comença la presentació
da: Start diasshow
es: Comenzar la presentación
fi: Aloita diaesitys
he: התחל מצגת שקפים
nn: Begynn lysbildevisning
pl: Start

source: Turn Music On/Off
ca: Activa/descativa la música
da: Slå musik til/fra
es: Activar/descativar música
fi: Musiikki päälle/pois
he: הפעל/כבה מוסיקה
nn: Skru av/på musikk
pl: Wyłącz/Włącz Muzykę

source: Disable Zoom
ca: Desactiva el zoom
da: Deaktivér zoom
es: Desactivar el zoom
fi: Estä zoomaus
he: מנע זום
nn: Slå av Zoom
pl: Wyłącz zoom

source: Zoom is enabled ... Use mousewheel or i and o keys to zoom in and out
ca: Zoom activat ... Empreu la roda del ratolí o les tecles 'i' i 'o' per acostar o allunyar
da: Zoom er aktiveret ... Brug musehjul eller i og o taster for at zoome ind og ud
es: Zoom activado ... Use la rueda o las teclas i y o para acercar y alejar
fi: Zoomaus käytössä ... käytä hiiren vierintärullaa tai i- tai o-näppäintä lähentämään ja loitontamaan
he: זום אופשר ... השתמש בגלגל של העכבר או במקשי ן ו-ם כדי להפעיל הגדלה או הקטנה של זום
nn: Zoom er aktivisert ... bruk musehjulet eller i og o-tastene for å zoome inn og ut
pl: Zoom jest włączony ... Użyj rolki myszki lub klawiszy I oraz O aby powiększyć lub pomniejszyć

source: Close Lightbox window
ca: Tanca la finestra del 'Projector d'Imatges'
da: Luk Lightbox vinduet
es: Cerrar la ventana de Lightbox
fi: Sulje Lightbox ikkuna
he: סגור חלון מדיה - תיבת אור
nn: Lukk Lightbox-vinduet
pl: Zamknij

source: Research Assistant
ca: Assistent de recerca
da: Efterforskningsassistent
es: Asistente de investigación
fi: Tutkimusavustaja
he: עוזר מחקר
nn: Forsknings-assistent
pl: Asystent badań

source: Census
da: Folketælling
es: Censo
fi: Väestölaskenta
he: מפקד אוכלוסין
nn: Folketelling
pl: Spis ludności

source: Not in DB
ca: No és la la BD
es: No consta en la BD
fi: Ei tietokannassa
he: לא במאגר הנתונים
pl: Brak w bazie danych

source: View Notes
ca: Mostra les Notes
da: Vis noter
es: Ver notas
fi: Näytä lisätiedot
he: ראה הערות
nn: Vis noter
pl: Zobacz notatki

source: View Details
ca: Veure detalls
da: Vis detaljer
es: Ver detalles
fi: Näytä tiedot
he: ראה פרטים
nn: Vis detaljer
pl: Pokaż szczegóły

source: Edit Media
ca: Edita Multimèdia
da: Rediger medie
es: Modificar objeto
fi: Muokkaa mediaa
he: ערוך מדיה
nn: Rediger media
pl: Edytuj multimedia

source: Unlink Media
ca: Multimèdia sense enllaç
da: Fjern link til medie
es: Desvincular objeto
fi: Poista yhteys mediaan
he: התר קישור מדיה
nn: Fjern kobling til media
pl: Skasuj odnośniki

source: Drag-and-drop thumbnails to re-order media items
ca: Per a redordenar els ítems multimèdia, arrossegueu i allibereu les imatges al nou lloc.
da: Træk og slip miniaturer for at gensortere medieemner
es: Arrastre y suelte las miniaturas para reordenar los objetos
fi: Vedä-ja-pudota pikkukuvia, jotta media järjestyy uudelleen
he: גרור ושחרר תמונות ממוזערות כדי לשנות את הסדר של המדיה
nn: Dra og slipp miniatyrbilder for å endre rekkefølgen på medieobjektene
pl: Przeciągnij i upuść miniaturkę w odpowiednim miejscu aby uporządkować multimedia

source: Add a new Multimedia Object to this Individual
ca: Afegeix un nou objecte audiovisual a aquesta persona
da: Tilføj et nyt multimedieobjekt til dette individ
es: Agregar un nuevo objeto audiovisual a esta persona
fi: Lisää uusi multimediakohde tälle henkilölle
he: הוסף ישות מולטימדיה חדשה לאדם זה
nn: Legg til et nytt multimediaobjekt til denne personen
pl: Dodaj nowe multimedia dla tej osoby

source: Add a new Media Object
ca: Afegeix un nou objecte audiovisual
da: Tilføj et nyt medieobjekt
es: Agregar un nuevo objeto audiovisual
fi: Lisää uusi media
he: הוסף ישות מדיה
nn: Legg til et nytt mediaobjekt
pl: Dodaj nowe <br />multimedia

source: Link this Individual to an existing Multimedia Object
ca: Vincula aquesta persona a un objecte audiovisual existent
da: Link dette individ til et eksisterende multimedieobjekt
es: Vincular esta persona a un objeto audiovisual existente
fi: Liitä tämä henkilö olemassa olevaan multimediakohteeseen
he: קשר אדם זה לישות מדיה קיימת
nn: Koble denne personen til et eksisterende multimediaobjekt
pl: Powiąż tą osobę z istniejącymi multimediami

source: Link to an existing Media Object
ca: Vincula a un objecte audiovisual existent
da: Link til et eksisterende medieobjekt
es: Vincular a un objeto audiovisual existente
fi: Liitä olemassaolevaan mediaan
he: קשר לישות מדיה קיימת
nn: Lag kobling til et eksisterende mediaobjekt
pl: Ustaw odnośnik do<br />istniejących multimediów

source: Re-order media (window)
ca: Reordenació multimèdia (finestra)
da: Gensortér medier (vindue)
es: Reordenar objetos (ventana)
fi: Järjestä media uudelleen (ikkuna)
he: סדר מחדש מדיה (חלון)
nn: Endre rekkefølge på media (vindu)
pl: Uporządkuj multimedia (nowe okno)

source: Configure Lightbox
pl: Konfiguracja Lightbox-Album

source: Configure all aspects of the Lightbox module here.
pl: W tym miejscu możesz skonfigurować wszystkie aspekty modułu Lightbox-Album.

source: Album Tab Thumbnail - Notes Link Tooltip
pl: Album - Miniaturki - Okienko notatek

source: Media Tab Appearance
pl: Właściwości zakładki Multimedia

source: Album Tab Header Link appearance
pl: Właściwości zakładki Album

source: Album Tab Thumbnails Link appearance
pl: Wygląd odnośnika

source: This option lets you determine whether the links area below each thumbnail should show an icon or text. The links shown here let you edit the Media object's details or delete it.<br />
pl: Ta opcja pozwala na określenie czy odnośniki znajdujące się przy miniaturkach będą zawierały tekst lub ikony. Odnośniki te pozwalają na edytowanie szczegółów lub usuwanie multimediów.<br />

source: Thumbnails Link appearance
pl: Strona Multimediów - wygląd odnośników

source: This option determines the length of time each image should be displayed before the Slide Show displays the next image in the sequence.<br />
pl: Ta opcja określa czas przez jaki ma być wyświetlany jeden element w pokazie slajdów.<br />

source: Slideshow Sound Track
pl: Muzyka podczas pokazu slajdów

source: This option lets you specify a sound track to be played whenever the slide show is active. When you leave this field blank, no sound will play during the slide show.<br /><br />This feature only supports files in the mp3 format.<br />
pl: Ta opcja pozwala na określenie muzyki, jaka ma być odtwarzana podczas pokazu slajdów. Jeśli zostawisz to pole puste muzyka nie będzie grała.<br /><br />Ta opcja pozwala na ustawienie jedynie plików muzycznych w formcie mp3. Inne nie będą odtwarzane.<br />

source: Lightbox URL Window dimensions
pl: Szerokość i wysokość okna w pikselach

source: When clicking on a URL image thumbnail, this option lets you specify the Lightbox URL Window dimensions in pixels.<br /><br />This should normally be less than your current browser window dimensions, and certainly less than your screen resolution.<br />
pl: Określa rozmiary okna, w którym zostanie wyświetlony obraz, gdy klikniesz na jego miniaturkę.<br /><br />Powinna być mniejsza niż rozmiar okna przeglądarki i rozdzielczość ekranu, na którym będą wyświetlane obrazy.<br />

source: Show all notes
ca: Mostra totes les notes
da: Vis alle noter
es: Mostrar todas las notas
fi: Näytä kaikki lisätiedot
he: הראה את כל ההערות
nn: Vis alle notater
pl: Pokaż wszystkie notatki

source: There are no Notes for this individual.
ca: No hi ha Notes d'aquesta persona.
da: Der er ingen noter om denne person.
es: No hay notas para esta persona.
fi: Tällä henkilöllä ei ole lisätietoja.
he: לאדם זה אין הערות.
nn: Det er ikke noen noter for denne personen.
pl: Brak notatek dla tej osoby.

source: There are no Facts for this individual.
ca: No hi ha Esdeveniments d'aquesta persona.
da: Der er ingen fakta / oplysninger om denne person.
es: No hay hechos para esta persona.
fi: Tällä henkilöllä ei ole tietoja.
he: לאדם זה אין עובדות.
nn: Det er ikke noen fakta / opplysninger om denne personen.
pl: Brak faktów dla tej osoby.

source: Events of close relatives
ca: Esdeveniments relacionats amb parents directes
da: Begivenheder for nære slægtninge
es: Eventos de familiares cercanos
fi: Lähisukulaisten tapahtumia
he: אירועים של קרובי משפחה
nn: Hendelser til nære slektninger
pl: Wydarzenia dotyczące bliskich

source: Historical facts
ca: Esdeveniments històrics
da: Historisk Fakta
es: Hechos históricos
fi: Historialliset tiedot
he: עובדות היסטוריות
nn: Historiske fakta
pl: Fakty historyczne

source: Personal Facts
pl: Fakty i dane osoby

source: Family Navigator
ca: Navegador de famílies
es: Navegador de familias
fi: Perhenavigaattori
he: נווט משפחה
pl: Przewodnik

source: Not a valid Individual, Family or Source ID
ca: No és un ID vàlid de Persona, Família o Font
da: Ikke et gyldigt individ-, famillie- eller kilde-ID
es: No es un ID válido de persona, familia o fuente
fi: Ei käytettävissä oleva henkilö-, perhe- tai lähdetunnus
he: קוד הזיהוי של האדם, המשפחה או המקור אינו תקין
pl: Nieprawidłowy identyfikator Osoby, Rodziny lub Źródła

source: Open Family Navigator
ca: Obre el navegador familiar
da: Åben familie-navigatoren
es: Abrir el navegador de familias
fi: Avaa perhenavigaattori
he: פתח נווט משפחה
pl: Otwórz nawigator rodziny

source: This link already exists
ca: Aquest enllaç ja existeix
da: Linket eksisterer allerede
es: Este vínculo ya existe
fi: Tämä liitos on jo olemassa
he: הקישור כבר קיים
pl: Te powiązanie już istnieje

source: Navigator
ca: Navegador
es: Navegador
fi: Navigaattori
he: נווט
nn: Navigatør
pl: Nawigator

source: When adding a Link, the ID field cannot be empty.
ca: En afegir un enllaç, el camp ID no pot estar buit.
da: Når du tilføjer et link, må ID feltet ikke være tomt.
es: No se puede dejar el campo ID en blanco al agregar un vínculo.
fi: Yhteyttä luotaessa ID-kenttä ei voi olla tyhjä.
he: כאשר מוסיפים קישור, שדה קוד הזיהוי לא יכול להיות ריק.
pl: Podczas dodawania powiązania pole identyfikatora nie może być puste.

source: Links
ca: Enllaços:
es: Vínculos
fi: Linkit
he: קישורים
pl: Powiązania

source: Add links
ca: Afegiu enllaços
da: Tilføj links
es: Agregar más vínculos
fi: Lisää linkkejä
he: הוסף קישורים
pl: Dodaj powiązania

source: Do not update the CHAN (Last Change) records
ca: No actualitzis el registre CHAN (darrer canvi)
da: Opdatér ikke CHAN (Sidst ændret) poster
es: No actualizar los registros CHAN (último cambio)
fi: Älä päivitä CHAN (viimeksi muutettu) tietueita
he: אל תעדכן רשומות CHAN (שינוי האחרון)
pl: Nie aktualizuj wpisów CHAN (ostatnia zmiana)

source: Link to %s deleted
ca: Eliminat l'enllaç a %s
da: Link til %s slettet
pl: Powiązanie z %s zostało usunięte

source: No CHAN (Last Change) records were updated
ca: No s'actualitzaran els registres CHAN (darrer canvi)
da: Ingen CHAN (Sidst ændret) poster blev opdateret
es: No se actualizó ningún registro CHAN (último cambio)
fi: CHAN (viimeksi muutettu) tietueita ei muutettu
he: שום רשומות CHAN (שינוי אחרון) עודכנו
pl: Nie zaktualizowano wpisów CHAN (ostatnia zmiana)

source: Search for People to add to Add Links list.
ca: Cerqueu persones per posar a la llista d'enllaços.
da: Søg efter personer der skal tilføjes til Tilføj links listen
es: Buscar personas a agregar a la lista de Agregar Vínculos.
fi: Hae henkilöitä yhteyksien luontilistaan.
he: חפש אנשים כדי להוסיפם לרשימת הוסף קישורים.
pl: Szukaj osób, które chcesz dodać do listy powiązań z multimediami.

source: You must enter a name
ca: Introduïu un nom
da: Indtast et navn
es: Introduzca un nombre
fi: Kirjoita nimi
he: הכנס שם
pl: Wprowadź imię lub nazwisko

source: Click to choose person as Head of family.
ca: Polseu aquí per triar una persona com a cap de família.
da: Klik for at vælge personen som leder af familien.
es: Haga clic para escoger la persona como cabeza de familia.
fi: Klikkaa valitaksesi henkilön perheen pääksi.
he: הקש כדי לבחור אדם כראש משפחה.
pl: Kliknij aby wybrać osobę jako Głowę rodziny.

source: Click Name to add person to Add Links List.
ca: Polseu el nom de la persona per afegir a la llista d'enllaços.
da: Klik på navn for at tilføje person til Tilføj links listen.
es: Haga clic en el nombre para agregar la persona a la lista de Agregar Vínculos.
fi: Klikkaa
he: הקש על שם כדי להוסיף אדם לרשימת הוסף קישורים.
pl: Kliknij imię i nazwisko osoby aby dodać ją do listy powiązań.

source: Head of Household:
ca: Cap
da: Leder
es: Cabeza
fi: Pää
he: ראש
pl: Głowa

source: Keep
ca: Conserva
da: Behold
es: Mantener
fi: Pidä
he: שמור
pl: Zachowaj

source: Keep Link in list
ca: Manté l'enllaç a la llista
da: Behold link i listen
es: Mantener el vínculo en la lista
fi: Pidä liitos listalla
he: שמור קישור ברשימה
pl: Zachowaj powiązanie na liście

source: Remove Link from list
ca: Elimina l'enllaç de la llista
da: Fjern link fra listen
es: Borrar el vínculo de la lista
fi: Poista liitos listalta
he: הסר קישור מרשימה
pl: Usuń powiązanie z listy

source: Unlink
ca: Desvincula
da: Aflink
es: Desvincular
fi: Poista liitos
he: מחק קישור
pl: Usuń

source: Preview
ca: Vista prèvia
da: Vis
es: Vista preliminar
fi: Esikatselu
he: הצגה מוקדמת
nn: Forhåndsvis
pl: Podgląd

source: Add/Insert Blank Row
pl: Dodaj/wstaw pustą linię
