Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: mother's mother
pl: babcia

source: mother's father
pl: dziadek

source: mother's parent
pl: rodzic matki

source: father's mother
pl: babcia

source: father's father
pl: dziadek

source: father's parent
pl: rodzic ojca

source: parent's mother
pl: babcia

source: parent's father
pl: dziadek

source: parent's parent
pl: dziadkowie

source: daughter's daughter
pl: wnuczka

source: daughter's son
pl: wnuk

source: daughter's child
pl: wnuczę

source: son's daughter
pl: wnuczka

source: son's son
pl: wnuk

source: son's child
pl: wnuczę

source: child's daughter
pl: wnuczka

source: child's son
pl: wnuk

source: child's child
pl: wnuczę

source: mother's husband
pl: ojczym

source: father's wife
pl: macocha

source: parent's spouse
pl: rodzic przybrany

source: mother's son
pl: przyrodni brat

source: mother's daughter
pl: przyrodnia siostra

source: mother's child
pl: przyrodnie rodzeństwo

source: father's son
pl: przyrodni brat

source: father's daughter
pl: przyrodnia siostra

source: father's child
pl: przyrodnie rodzeństwo

source: parent's son
pl: przyrodni brat

source: parent's daughter
pl: przyrodnia siostra

source: parent's child
pl: przyrodnie rodzeństwo

source: mother's sister
pl: ciotka

source: mother's brother
pl: wuj

source: mother's sibling
pl: wujostwo

source: father's sister
pl: ciotka

source: father's brother
pl: stryj

source: father's sibling
pl: stryjostwo

source: parent's sister
pl: wuj

source: parent's brother
pl: ciotka

source: parent's sibling
pl: wujostwo

source: brother's son
pl: bratanek

source: brother's daughter
pl: bratanica

source: brother's child
pl: bratanek/bratanica

source: sister's son
pl: siostrzeniec

source: sister's daughter
pl: siostrzenica

source: sister's child
pl: siostrzeniec\siostrzenica

source: sibling's son
pl: bratanek\siostrzeniec

source: sibling's daughter
pl: bratanica\siostrzenica

source: sibling's child
pl: dziecko rodzeństwa

source: wife's sister
pl: szwagierka

source: husband's sister
pl: szwagierka

source: spouses's sister
pl: szwagierka

source: wife's brother
pl: szwagier

source: husband's brother
pl: szwagier

source: spouses's brother
pl: szwagier

source: brother's wife
pl: bratowa

source: sister's husband
pl: szwagier

source: husband's mother
pl: teściowa

source: wife's mother
pl: teściowa

source: spouses's mother
pl: teściowa

source: husband's father
pl: teść

source: wife's father
pl: teść

source: spouses's father
pl: teść

source: son's wife
pl: synowa

source: daughter's husband
pl: zięć

source: husband's son
pl: pasierb

source: wife's son
pl: pasierb

source: spouses's son
pl: pasierb

source: husband's daughter
pl: pasierbica

source: wife's daughter
pl: pasierbica

source: spouses's daughter
pl: pasierbica

source: husband's child
pl: dziecko przybrane

source: wife's child
pl: dziecko przybrane

source: spouses's child
pl: dziecko przybrane

source: mother's mother's mother
pl: prababcia

source: mother's mother's father
pl: pradziadek

source: mother's mother's parent
pl: prababcia\pradziadek

source: mother's father's mother
pl: prababcia

source: mother's father's father
pl: pradziadek

source: mother's father's parent
pl: prababcia\pradziadek

source: mother's parent's mother
pl: prababcia

source: mother's parent's father
pl: pradziadek

source: mother's parent's parent
pl: prababcia\pradziadek

source: father's mother's mother
pl: prababcia

source: father's mother's father
pl: pradziadek

source: father's mother's parent
pl: prababcia\pradziadek

source: father's father's mother
pl: prababcia

source: father's father's father
pl: pradziadek

source: father's father's parent
pl: prababcia\pradziadek

source: father's parent's mother
pl: prababcia

source: father's parent's father
pl: pradziadek

source: father's parent's parent
pl: prababcia\pradziadek

source: parent's mother's mother
pl: prababcia

source: parent's mother's father
pl: pradziadek

source: parent's mother's parent
pl: prababcia\pradziadek

source: parent's father's mother
pl: prababcia

source: parent's father's father
pl: pradziadek

source: parent's father's parent
pl: prababcia\pradziadek

source: parent's parent's mother
pl: prababcia

source: parent's parent's father
pl: pradziadek

source: parent's parent's parent
pl: prababcia\pradziadek

source: mother's mother's sister
pl: babcia cioteczna

source: mother's mother's brother
pl: dziadek cioteczny

source: mother's mother's sibling
pl: babcia cioteczna\dziadek cioteczny

source: mother's father's sister
pl: babcia cioteczna

source: mother's father's brother
pl: dziadek stryjeczny

source: mother's father's sibling
pl: babcia cioteczna\dziadek stryjeczny

source: mother's parent's sister
pl: babcia cioteczna

source: mother's parent's brother
pl: dziadek cioteczny

source: mother's parent's sibling
pl: babcia cioteczna\dziadek cioteczny

source: father's mother's sister
pl: babcia cioteczna

source: father's mother's brother
pl: dziadek cioteczny

source: father's mother's sibling
pl: babcia cioteczna\dziadek cioteczny

source: father's father's sister
pl: babcia cioteczna

source: father's father's brother
pl: dziadek stryjeczny

source: father's father's sibling
pl: babcia cioteczna\dziadek stryjeczny

source: father's parent's sister
pl: babcia cioteczna

source: father's parent's brother
pl: dziadek cioteczny

source: father's parent's sibling
pl: babcia cioteczna\dziadek cioteczny

source: parent's mother's sister
pl: babcia cioteczna

source: parent's mother's brother
pl: dziadek cioteczny\stryjeczny

source: parent's mother's sibling
pl: babcia cioteczna\dziadek cioteczny

source: parent's father's sister
pl: babcia cioteczna

source: parent's father's brother
pl: dziadek cioteczny\stryjeczny

source: parent's father's sibling
pl: babcia cioteczna\dziadek cioteczny

source: parent's parent's sister
pl: babcia cioteczna

source: parent's parent's brother
pl: dziadek cioteczny\stryjeczny

source: parent's parent's sibling
pl: babcia cioteczna\dziadek cioteczny

source: daughter's daughter's daughter
pl: prawnuczka

source: daughter's daughter's son
pl: prawnuk

source: daughter's daughter's child
pl: prawnuczę

source: daughter's son's daughter
pl: prawnuczka

source: daughter's son's son
pl: prawnuk

source: daughter's son's child
pl: prawnuczę

source: daughter's child's daughter
pl: prawnuczka

source: daughter's child's son
pl: prawnuk

source: daughter's child's child
pl: prawnuczę

source: son's daughter's daughter
pl: prawnuczka

source: son's daughter's son
pl: prawnuk

source: son's daughter's child
pl: prawnuczę

source: son's son's daughter
pl: prawnuczka

source: son's son's son
pl: prawnuk

source: son's son's child
pl: prawnuczę

source: son's child's daughter
pl: prawnuczka

source: son's child's son
pl: prawnuk

source: son's child's child
pl: prawnuczę

source: child's daughter's daughter
pl: prawnuczka

source: child's daughter's son
pl: prawnuk

source: child's daughter's child
pl: prawnuczę

source: child's son's daughter
pl: prawnuczka

source: child's son's son
pl: prawnuk

source: child's son's child
pl: prawnuczę

source: child's child's daughter
pl: prawnuczka

source: child's child's son
pl: prawnuk

source: child's child's child
pl: prawnuczę

source: mother's husband's son
pl: przybrany brat

source: mother's husband's daughter
pl: przybrana siostra

source: mother's husband's child
pl: rodzeństwo przybrane

source: father's wife's son
pl: przybrany brat

source: father's wife's daughter
pl: przybrana siostra

source: father's wife's child
pl: rodzeństwo przybrane

source: parent's spouse's son
pl: przybrany brat

source: parent's spouse's daughter
pl: przybrana siostra

source: parent's spouse's child
pl: rodzeństwo przybrane

source: mother's brother's wife
pl: ciotka

source: mother's sister's husband
pl: wuj

source: father's brother's wife
pl: stryjenka

source: father's sister's husband
pl: wuj

source: parent's brother's wife
pl: stryjenka

source: parent's sister's husband
pl: wuj

source: mother's %s
pl: %s matki

source: father's %s
pl: %s ojca

source: parent's %s
pl: %s rodzica

source: husband's %s
pl: %s męża

source: wife's %s
pl: %s żony

source: spouse's %s
pl: %s współmałżonka

source: brother's %s
pl: %s brata

source: sister's %s
pl: %s siostry

source: sibling's %s
pl: %s brata\siostry

source: son's %s
pl: %s syna

source: daughter's %s
pl: %s córki

source: child's %s
pl: %s dziecka

source: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z
da: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Æ Ø Å
es: A B C D E F G H I J K L M N Ñ O P Q R S T U V W X Y Z
fi: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Å Ä Ö
he: א ב ג ד ה ו ז ח ט י כ ך ל מ ם נ ן ס ע פ ף צ ץ ק ר ש ת
nn: A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Å Ø Æ
pl: A Ą B C Ć D E Ę F G H I J K L Ł M N Ń O Ó P Q R S Ś T U V W X Y Z Ź Ż

source: GEDCOM record successfully deleted.
ca: Registre GEDCOM eliminat correctament.
da: GEDCOM-post er nu slettet.
es: Registro GEDCOM correctamente eliminado.
fi: GEDCOM-tietue poistettu.
he: רשומת ה-GEDCOM נמחקה בהצלחה.
nn: Oppføringen i slektsfilen er nå slettet.
pl: Wpis w pliku GEDCOM został usunięty.

source: Copy
ca: Copia
da: Kopier
es: Copiar
fi: Kopioi
he: העתק
nn: Kopier
pl: Kopiuj

source: CEME
ca: Cementiri
da: Kirkegård
es: Cementerio
fi: Hautausmaa
he: בית קברות
nn: Kirkegård /Gravplass
pl: Cmentarz

source: FAMC
ca: Família com a fill
da: Familie ID for barn
es: Familia como hijo
fi: Lapsuusperhe
he: משפחה כילד
nn: Familie-ID for barn
pl: W rodzinie jako dziecko

source: ADOP
ca: Adopció
da: Adoption
es: Adopción
fi: Adoptio
he: אימוץ
nn: Adoptert
pl: Adopcja

source: HUSB
ca: Marit
da: Ægtemand
es: Esposo
fi: Mies
he: בעל
nn: Ektemann
pl: Mąż

source: WIFE
ca: Esposa
da: Hustru
es: Esposa
fi: Vaimo
he: אישה
nn: Hustru
pl: Żona

source: Unrecognized GEDCOM Code
ca: Codi GEDCOM desconegut
da: Ukendt GEDCOM-kode
es: Código GEDCOM desconocido
fi: Tuntematon GEDCOM-koodi
he: קוד GEDCOM לא מוכר
nn: Ukjent kode i slektsfilen
pl: Nieznany kod GEDCOM

source: This is an error, and we would like to fix it. Please report this error to
ca: Això és un error i caldria arranjar-lo. Si us plau, preneu-ne nota i notifiqueu-ho a
da: Dette er en fejl, som vi ønsker at rette. Rapporter venligst denne fejl til
es: Esto es un error y desearíamos corregirlo. Por favor reporte este error a
fi: Tämä on virhe jonka haluaisimme korjata. Ilmoita virhe osoitteeseen
he: זו שגיאה שברצוננו לתקן. דווח לנו על השגיאה הזו.
nn: Dette er en feil som vi ønsker å rette på. Vennligst rapporter denne feilen til
pl: Wystąpił błąd, który należy naprawić. Zgłoś go do

source: PUBL
ca: Publicació
da: Publikation
es: Publicación
fi: Julkaisu
he: הוצאה לאור
nn: Publikasjon
pl: Publikacja

source: FORM
ca: Format
da: Filformat
es: Formato
fi: Siirtomuoto
he: תבנית
nn: Format / type
pl: Format

source: ADDR
ca: Direcció
da: Adresse
es: Dirección
fi: Osoite
he: כתובת
nn: Adresse
pl: Adres

source: PHON
ca: Telèfon
da: Tlf. nr.
es: Telef.
fi: Puhelinnumero
he: טלפון
nn: Telefonnummer.
pl: Telefon

source: FAX
fi: Faksi
he: פקס
nn: Faks
pl: Faks

source: EMAIL
ca: Correu electrònic
da: E-mail-adresse
es: Correo electrónico
fi: Sähköpostiosoite
he: דואר אלקטרוני
nn: E-post-adresse
pl: Adres email

source: URL
ca: Web URL
da: URL (internet adresse)
es: Dirección URL
fi: Verkko-osoite URL
nn: URL (internett-adresse)
pl: Adres URL

source: ROLE
ca: Rol
da: Rolle i begivenhed
es: Rol
fi: Rooli
he: תפקיד
nn: Rolle i hendelse
pl: Rola

source: PAGE
ca: Detalls de la citació
da: Dokument reference
es: Detalles de la cita
fi: Sivu
he: פירטי ציטוט
nn: Dokument referanse
pl: Szczegóły źródła

source: TEXT
da: Kildetekst
es: Texto
fi: Teksti
he: טקסט
nn: Kildetekst
pl: Tekst

source: QUAY
ca: Qualitat de les dades
da: Datakvalitet (0-3)
es: Calidad de los datos
fi: Tiedon laatu
he: איכות נתונים
nn: Datakvalitet (0-3)
pl: Cecha danych

source: NOTE
ca: Nota
es: Nota
fi: Kommentti
he: הערה
pl: Notatka

source: OBJE
ca: Objecte multimèdia
da: Multimedie objekt
es: Objeto audiovisual
fi: Multimediaobjekti
he: מולטימדיה
nn: Multimedia objekt
pl: Obiekt multimedialny

source: _PRIM
ca: Imatge principal
da: Markeret som hovedbillede
es: Imagen resaltada
fi: Korostettu kuva
he: תמונה מודגשת
nn: Merket som hovedbilde
pl: Wyróżnione zdjęcie

source: _THUM
ca: Emprar aquesta imatge per la miniatura?
da: Brug dette billede som miniaturebillede?
es: ¿Usar siempre la imagen principal?
fi: Käytä tätä kuvaa pienoiskuvana?
he: השתמש תמיד בתמונה הראשית?
nn: Bruke dette bilde som passfoto?
pl: Zawsze używać głównego obrazu?

source: Details about this person are private. Personal details will not be included.
ca: Els detalls sobre aquesta persona son privats i no s'inclouran.
da: Data for denne person er private. Personlige data vises derfor ikke.
es: Los detalles sobre esta persona son privados. Los detalles personales no se pueden ver.
fi: Tämän henkilön tiedot ovat yksityisiä. Henkilön tietoja ei oteta mukaan.
he: נתוני אדם זה אישיים. נתונים אישיים אינם נכללים.
nn: Data for denne personen er private. Personlige data vises derfor ikke.
pl: Szczegółowe informacje o tej osobie są poufne i nie zostaną pokazane.

source: Details about this family are private. Family details will not be included.
ca: Els detalls sobre aquesta família son privats i no s'inclouran.
da: Data for denne familie er private. Familiære data vises derfor ikke.
es: Los detalles sobre esta familia son privados. Los detalles de esta familia no se pueden ver.
fi: Tämän perheen tiedot ovat yksityisiä. Perheen tietoja ei oteta mukaan.
he: נתוני המשפחה הזו אישיים. נתוני המשפחה אינם נכללים.
nn: Data for denne familien er private. Familiære data vises derfor ikke.
pl: Szczegółowe informacje o tej rodzinie są poufne i nie zostaną pokazane.

source: Details about this media are private. Media details will not be included.
ca: Els detalls d'aquest multimèdia són privats i no s'inclouran.
es: Los detalles de este objeto audiovisual son privados. No se incluirán.
fi: Tiedot tästä mediasta ovat yksityisiä. Tietoja ei sisällytetä.
he: הפירוט של המדיה הזה פרטי. פירוט המדיה לא יכלול.
pl: Szczegółowe informacje o tych multimediach są poufne i nie zostaną pokazane.

source: CTRY
ca: País
da: Land
es: País
fi: Maa
he: ארץ
nn: Land
pl: Kraj

source: Country
pl: Państwo

source: State
ca: Estat/Província
da: Stat
es: Estado/Provincia
fi: Lääni
he: מדינה
nn: Stat
pl: Województwo

source: County
ca: Comtat
da: Amt
es: Condado
he: מחוז
nn: Fylke
pl: Powiat

source: City
ca: Població
da: By
es: Población
fi: Kaupunki
he: עיר
nn: By
pl: Miejscowość

source: My Pedigree
ca: El vostre arbre
da: Mit anetræ
es: Mi árbol
fi: Esivanhempani
he: אילן היוחסין שלי
nn: Mitt anetre
pl: Mój rodowód

source: My Individual Record
ca: La vostra fitxa
da: Mig selv
es: Mi ficha
fi: Tietoni
he: נתונים אישיים שלי
nn: Meg selv
pl: Moje dane

source: Manage MultiMedia
ca: Gestió de Multimèdia
da: Håndtér mediefiler
es: Gestionar objetos audiovisuales
fi: Ylläpidä multimediaa
he: נהל מולטימדיה
nn: Behandling av bilder
pl: Zarządzaj multimediami

source: Charts
ca: Gràfics
da: Slægtstræer
es: Diagramas
fi: Kaaviot
he: תרשימים
nn: Diagram
pl: Diagramy

source: Show couple on timeline chart
ca: Mostra la parella a l'escala cronològica
da: Vis par på en tidslinie
es: Mostrar la pareja en un cronograma
fi: Näytä pariskunta aikajanalla
he: הצג הזוג על תרשים קו הזמן
nn: Vis partnere på en tidslinje
pl: Pokaż parę na osi czasu

source: Show children on timeline chart
ca: Mostrar la mainada a l'escala cronològica
da: Vis børn på en tidslinie
es: Mostrar los hijos en un cronograma
fi: Näytä lapset aikajanalla
he: הראה ילדים על תרשים קו הזמן
nn: Vis barn på en tidslinje
pl: Pokaż dzieci na wykresie osi czasu

source: Show family on timeline chart
ca: Mostra la família a l'escala cronològica
da: Vis familie på en tidslinie
es: Mostrar la familia en un cronograma
fi: Näytä perhe aikajanalla
he: הראה משפחה על תרשים קו הזמן
nn: Vis familie på en tidslinje
pl: Pokaż rodzinę na wykresie osi czasu

source: Lists
ca: Llistes
da: Slægtslister
es: Listas
fi: Luettelot
he: רשימות
nn: Lister
pl: Listy

source: MultiMedia
ca: Multimèdia
da: Multimedieliste
es: Audiovisuales
he: מולטימדיה
nn: Bilder / medier
pl: Lista multimediów

source: Anniversary Calendar
ca: Calendari d'aniversaris
da: Årsdag kalender
es: Aniversarios
fi: Vuosipäiväkalenteri
he: לוח יום השנה
nn: Historisk kalender
pl: Kalendarium

source: View Day
ca: D'un dia
da: Vis dag
es: Ver día
fi: Näytä päivä
he: הצג יום
nn: Vis dag
pl: Pokaż dzień

source: View Month
ca: D'un mes
da: Vis måned
es: Ver mes
fi: Näytä kuukausi
he: הצג חודש
nn: Vis måned
pl: Pokaż miesiąc

source: View Year
ca: D'un any
da: Vis år
es: Ver año
fi: Näytä vuosi
he: הצג שנה
nn: Vis år
pl: Pokaż rok

source: Reports
ca: Informes
da: Udskrifter
es: Informes
fi: Raportit
he: דו"חות
nn: Rapporter
pl: Raporty

source: Help with this page
ca: Ajuda per a aquesta pàgina
da: Hjælp til denne side
es: Ayuda con esta página
fi: Tämän sivun ohje
he: עזרה לדף הזה
nn: Hjelp for denne siden
pl: Pomoc dla tej strony

source: Help Contents
ca: Índex d'ajuda
da: Emner i Hjælp
es: Contenido de ayuda
fi: Ohjeen sisältö
he: תוכן העזרה
nn: Emner i Hjelp
pl: Pomoc ogólna

source: Wiki Main Page
ca: Pàgina Principal de Wiki
da: Wiki hovedside
es: Página principal de la Wiki
fi: Wiki pääsivu
he: דף ראשי של ויקי
nn: Wiki hovedside
pl: Główna strona Wiki

source: Wiki User's Guide
ca: Guia Wiki d'Usuaris
da: Wiki brugervejledning
es: Guía de Usuario de la Wiki
fi: Wiki käyttäjän opas
he: מדריך למשתמש של ויקי
nn: Wiki brukerveiledning
pl: Podręcznik użytkownika Wiki

source: Wiki Administrator's Guide
ca: Guia Wiki d'Administradors
da: Wiki administrators vejledning
es: Guía del Administrador de la Wiki
fi: Wiki ylläpitäjän opas
he: מדריך למנהלן של ויקי
nn: Wiki administrator-veiledning
pl: Podręcznik administratora Wiki

source: Hide Contextual Help
ca: Amaga l'ajuda contextual
da: Skjul Hjælp <b><i>?</i></b> til tekst
es: Ocultar ayuda contextual
fi: Piilota pika-avusteet
he: הסתר עזרה מקושרת
nn: Skjul Hjelp <b><i>?</i></b> til tekst
pl: Ukryj pomoc kontekstową

source: Show Contextual Help
ca: Mostra l'ajuda contextual
da: Vis Hjælp <b><i>?</i></b> til tekst
es: Mostrar ayuda contextual
fi: Näytä pika-avusteet
he: הראה עזרה מקושרת
nn: Vis Hjelp <b><i>?</i></b> til tekst
pl: Pokaż pomoc kontekstową

source: Change Theme
ca: Canvieu la presentació
da: Skift udseende
es: Cambiar el tema
fi: Vaihda teema
he: שנה עיצוב
nn: Bytt stil
pl: Zmień motyw

# GENITIVE
source: January
pl: stycznia

# GENITIVE
source: February
pl: lutego

# GENITIVE
source: March
pl: marca

# GENITIVE
source: April
pl: kwietnia

# GENITIVE
source: May
pl: maja

# GENITIVE
source: June
pl: czerwca

# GENITIVE
source: July
pl: lipca

# GENITIVE
source: August
pl: sierpnia

# GENITIVE
source: September
pl: września

# GENITIVE
source: October
pl: października

# GENITIVE
source: November
pl: listopada

# GENITIVE
source: December
pl: grudnia

# LOCATIVE
source: January
pl: styczniu

# LOCATIVE
source: February
pl: lutym

# LOCATIVE
source: March
pl: marcu

# LOCATIVE
source: April
pl: kwietniu

# LOCATIVE
source: May
pl: maju

# LOCATIVE
source: June
pl: czerwcu

# LOCATIVE
source: July
pl: lipcu

# LOCATIVE
source: August
pl: sierpniu

# LOCATIVE
source: September
pl: wrześniu

# LOCATIVE
source: October
pl: październiku

# LOCATIVE
source: November
pl: listopadzie

# LOCATIVE
source: December
pl: grudniu

# INSTRUMENTAL
source: January
pl: styczniem

# INSTRUMENTAL
source: February
pl: lutym

# INSTRUMENTAL
source: March
pl: marcem

# INSTRUMENTAL
source: April
pl: kwietniem

# INSTRUMENTAL
source: May
pl: majem

# INSTRUMENTAL
source: June
pl: czerwcem

# INSTRUMENTAL
source: July
pl: lipcem

# INSTRUMENTAL
source: August
pl: sierpniem

# INSTRUMENTAL
source: September
pl: wrześniem

# INSTRUMENTAL
source: October
pl: październikiem

# INSTRUMENTAL
source: November
pl: listopadem

# INSTRUMENTAL
source: December
pl: grudniem

source: Jan
ca: Gen
es: Ene
fi: tammi
he: ינואר
pl: sty

source: Feb
fi: helmi
he: פברואר
pl: lut

source: Apr
pl: kwi

source: Jun
pl: cze

source: Jul
pl: lip

source: Aug
ca: Ago
es: Ago
fi: elo
he: אוגוסט
pl: sie

source: Sep
ca: Set
fi: syys
he: ספטמבר
pl: wrz

source: Oct
da: Okt
fi: loka
he: אוקטובר
nn: Okt
pl: paź

source: Nov
fi: marras
he: נובמבר
pl: lis

source: Dec
ca: Des
es: Dic
fi: joulu
he: דצמבר
nn: Des
pl: gru

source: Monday
ca: Dilluns
da: mandag
es: lunes
fi: Maanantai
he: שני
nn: mandag
pl: poniedziałek

source: Tuesday
ca: Dimarts
da: tirsdag
es: martes
fi: Tiistai
he: שלישי
nn: tirsdag
pl: wtorek

source: Wednesday
ca: Dimecres
da: onsdag
es: miércoles
fi: Keskiviikko
he: רביעי
nn: onsdag
pl: środa

source: Thursday
ca: Dijous
da: torsdag
es: jueves
fi: Torstai
he: חמישי
nn: torsdag
pl: czwartek

source: Friday
ca: Divendres
da: fredag
es: viernes
fi: Perjantai
he: ששי
nn: fredag
pl: piątek

source: Saturday
ca: Dissabte
da: lørdag
es: sábado
fi: Lauantai
he: שבת
nn: lørdag
pl: sobota

source: Sunday
ca: Diumenge
da: søndag
es: domingo
fi: Sunnuntai
he: ראשון
nn: søndag
pl: niedziela

source: %d B.C.
pl: %d p.n.e.

# NOMINATIVE
source: Tishrei
pl: tiszri

# NOMINATIVE
source: Heshvan
pl: cheszwan

# NOMINATIVE
source: Kislev
pl: kislew

# NOMINATIVE
source: Tevet
pl: tewet

# NOMINATIVE
source: Shevat
pl: szwat

# NOMINATIVE
source: Nissan
pl: nisan

# NOMINATIVE
source: Iyar
pl: ijar

# NOMINATIVE
source: Sivan
pl: siwan

# NOMINATIVE
source: Av
pl: aw

# GENITIVE
source: Tishrei
pl: tiszri

# GENITIVE
source: Heshvan
pl: cheszwan

# GENITIVE
source: Kislev
pl: kislew

# GENITIVE
source: Tevet
pl: tewet

# GENITIVE
source: Shevat
pl: szwat

# GENITIVE
source: Nissan
pl: nisan

# GENITIVE
source: Iyar
pl: ijar

# GENITIVE
source: Sivan
pl: siwan

# GENITIVE
source: Av
pl: aw

# LOCATIVE
source: Tishrei
pl: tiszri

# LOCATIVE
source: Heshvan
pl: cheszwan

# LOCATIVE
source: Kislev
pl: kislew

# LOCATIVE
source: Tevet
pl: tewet

# LOCATIVE
source: Shevat
pl: szwat

# LOCATIVE
source: Nissan
pl: nisan

# LOCATIVE
source: Iyar
pl: ijar

# LOCATIVE
source: Sivan
pl: siwan

# LOCATIVE
source: Av
pl: aw

# INSTRUMENTAL
source: Tishrei
pl: tiszri

# INSTRUMENTAL
source: Heshvan
pl: cheszwan

# INSTRUMENTAL
source: Kislev
pl: kislew

# INSTRUMENTAL
source: Tevet
pl: tewet

# INSTRUMENTAL
source: Shevat
pl: szwat

# INSTRUMENTAL
source: Nissan
pl: nisan

# INSTRUMENTAL
source: Iyar
pl: ijar

# INSTRUMENTAL
source: Sivan
pl: siwan

# INSTRUMENTAL
source: Av
pl: aw

source: Tishrei
pl: Tiszri

source: Heshvan
pl: Cheszwan

source: Kislev
pl: Kislew

source: Tevet
pl: Tewet

source: Shevat
pl: Szwat

source: Nissan
pl: Nisan

source: Iyar
pl: Ijar

source: Sivan
pl: Siwan

source: Av
pl: Aw

# NOMINATIVE
source: jours complémentaires
pl: Dni Sankiulotów

# GENITIVE
source: jours complémentaires
pl: Dni Sankiulotów

# LOCATIVE
source: jours complémentaires
pl: Dni Sankiulotów

# INSTRUMENTAL
source: jours complémentaires
pl: Dni Sankiulotów

# NOMINATIVE
source: Rabi' al-thani
pl: rabi as-sani

# NOMINATIVE
source: Jumada al-awwal
pl: dżumada al-ula

# NOMINATIVE
source: Jumada al-thani
pl: dżumada as-sani

# NOMINATIVE
source: Rajab
pl: radżab

# NOMINATIVE
source: Sha'aban
pl: szaban

# NOMINATIVE
source: Shawwal
pl: szawwal

# NOMINATIVE
source: Dhu al-Qi'dah
pl: zu al-kada

# NOMINATIVE
source: Dhu al-Hijjah
pl: zu al-hidżdża

# GENITIVE
source: Rabi' al-thani
pl: rabi as-sani

# GENITIVE
source: Jumada al-awwal
pl: dżumada al-ula

# GENITIVE
source: Jumada al-thani
pl: dżumada as-sani

# GENITIVE
source: Rajab
pl: radżab

# GENITIVE
source: Sha'aban
pl: szaban

# GENITIVE
source: Shawwal
pl: szawwal

# GENITIVE
source: Dhu al-Qi'dah
pl: zu al-kada

# GENITIVE
source: Dhu al-Hijjah
pl: zu al-hidżdża

# LOCATIVE
source: Rabi' al-thani
pl: rabi as-sani
