Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: You can restrict what the Random Media block is permitted to show according to the format and type of media item. When a given checkbox is checked, the Random Media block is allowed to display media items of that format or type.<br /><br />Format or Type codes that exist in your database but are not in these checkbox lists are assumed to have the corresponding checkbox checked. For example, if your database contains Media objects of format <b><i>pdf</i></b>, the Random Media block is always permitted to display them. Similarly, if your database contains Media objects of type <b><i>special</i></b>, the Random Media block is always permitted to display them.
ca: Podeu restringir el que hi ha permès veure a Fitxer a l'Atzar en funció del format i tipus de l'ítem multimèdia. Quan es marca una entrada el bloc permet mostrar les d'aquest format i tipus. <br /><br />Els format i tipus que existeixin a la vostra base de dades, però que no figurin a aquesta llista de marcatge, es consideraran com marcats per veure's. Per exemple, si la vostra base de dades conté objectes de format <b><i>pdf</i></b>, al bloc de Fitxer a l'Atzar sempre es permetrà mostrar-los. De forma similar, si a la base de dades conté objectes de tipus <b><i>especial</i></b>, també sempre es permetrà veure'ls.
es: Puede restringir lo que se le permite mostrar al bloque de Objeto al Azar según el formato y tipo del objeto. Si se marca una casilla dada, el bloque de Objetos al Azar podrá mostrar objetos de ese formato o tipo.<br /><br />Si hay en su base de datos objetos con formatos o tipos sin casilla correspondiente, se tratarán como si la casilla correspondiente existiera y estuviera marcada. Por ejemplo, si su base de datos contiene objetos de formato <b><i>pdf</i></b>, el bloque de Objeto al Azar siempre podrá mostrarlos. De forma similar, si su base de datos contiene objetos de tipo <b><i>especial</i></b>, el bloque de Objeto al Azar siempre podrá mostrarlos.
fi: Voit median muodon ja tyypin perusteella rajoittaa sitä, mitä satunnaisen kuvan alueella on näkyvissä. Kun tietty valintaruutu on rastitettu, satunnaisen kuvan alueella näytetään kyseisen formaatin tai tyypin muotoista mediaa.<br /><br />Sellaiset formaatti- tai tyyppikoodit, jotka ovat olemassa tietokannassasi, mutta joita ei näy valintaruutulistassa ovat oletusarvoisesti rastitetut. Esimerkiksi mikäli tietokannassasi on <b><i>pdf</i></b>-formaatin mukaisia mediatiedostoja, niiden näkyminen on aina sallittu satunnaisen kuvan alueella. Sama pätee mikäli tietokannassasi on <b><i>erikois</i></b>-tyyppisiä mediatiedostoja, niiden näkyminen on myös sallittu satunnaisen kuvan alueella.
he: תוכל להגביל את מה שמותר לאזור מדיה אקראית להראות לפי סוג המדיה. כאשר תיבת בחירה מסוימת מסומנת, מותר לאזור המדיה האקראית להציג ישויות מדיה במבנה או סוג שניבחר.<br /><br />הקודים של מבנה או סוג שקיימים במאגר הנתונים שלך, אבל לא בתיבות הבחירה, מתנהגים כאילו סומנו בתיבות הבחירה שלהם. לדוגמה, אם מאגר הנתונים שלך כולל ישויות מדיה במבנה <b><i>pdf</i></b>, מותר לאזור המדיה האקראית תמיד להציג אותם. בדומה, אם מאגר הנתונים שלך כולל ישויות מדיה מסוג <b><i>מיוחד</i></b>, מותר לאזור מדיה אקראית תמיד להציג אותם.
pl: Możesz ograniczyć zawartość bloku Losowe multimedia do określonego formatu i typu obiektu multimedialnego. Zaznaczenie odpowiedniej opcji powoduje wyświetlanie w tym bloku obiektów danego formatu i typu.<br /><br />Kody formatów lub typów, które istnieją w bazie danych, ale nie w opcjach, są automatycznie włączane. Na przykład jeśli twoja baza danych zawiera obiekty multimedialne w formacie <b><i>pdf</i></b>, blok Losowe multimedia będzie zawsze mogół je wyświetlać. Podobnie, jeśli twoja baza danych zawiera obiekty multimedialne typu <b><i>special</i></b>, również będą one zawsze wyświetlane.

source: Show only persons, events, or all?
ca: Mostrar solament persones, esdeveniments o tot?
da: Vis materiale relateret til personer, begivenheder eller alt?
es: ¿Mostrar sólo personas, eventos o todo?
fi: Näytetäänkö ainoastaan henkilöt, tapahtumat vai kaikki?
he: הראה רק אנשים, מאורעות, או הכול?
nn: Vise bare personer, hendelser eller alle?
pl: Pokazywać osoby, wydarzenia, czy wszystko?

source: This option lets you determine the type of media to show.<br /><br />When you select <b>Persons</b>, only media associated with persons will be shown. Usually, this would be a person's photograph. When you select <b>Events</b>, only media associated with facts or events will be shown. This might be an image of a certificate. When you select <b>ALL</b>, this block will show all types of media.
ca: Aquesta opció permet triar quin tipus de multimèdia voleu veure.<br /><br />Quan seleccioneu <b>Persones</b>, solament veureu fitxers associats a persones, que normalment seran retrats. Quan escolliu <b>Esdeveniments</b>, el que veureu seran fitxers associats amb esdeveniments. Per exemple, la reproducció d'un certificat. Si opteu per <b>Tot</b>, veureu fitxers de tota mena.
da: Her kan du vælge, hvilken medietype, der skal vises.<br /><br />Når du vælger <b>Personer</b>, vil kun medier, der er knyttet til personer blive vist. Normalt vil det være et fotografi af personen. Når du vælger <b>Begivenheder</b>, vil kun medier, der er knyttet til fakta eller begivenheder blive vist. Dette kunne fx være et billede af en dåbsattest. Når du vælger <b>ALLE</b>, vil dene ramme vise alle typer af medier.
es: Esta opción le permite determinar el tipo de objeto audiovisual a mostrar.<br /><br />Si selecciona <b>Personas</b>, sólo se muestran objetos relacionados con personas. Normalmente, se trataría de la foto de una persona. Si selecciona <b>Eventos</b>, sólo se mostrarían los objetos relacionados con hechos o eventos. Por ejemplo, la imagen de un certificado. Si selecciona <b>Todas</b>, este bloque mostrará objetos de todos los tipos.
fi: Tämä valinta määrittelee näytettävän mediatyypin.<br /><br />Valittaessa <b>Henkilöt</b>, vain henkilöihin liittyvä media näytetään. Yleensä se on henkilön valokuva. Valittaessa <b>Tapahtumat</b>, vain tietoihin tai tapahtumiin liittyvä media näytetään. Se voi olla esimerkiksi kuva todistuksesta. Valittaessa <b>Kaikki</b>, näytetään kaikenlainen media.
he: האפשרות הזו מאפשרת לך לקבוע את סוג המדיה שמראים.<br /><br />כאשר בוחרים <b>אנשים</b>, רק מדיה הקשורה לאנשים מוצגת. בדרך כלל מדובר בתמונת האדם. כאשר בוחרים <b>מאורעות</b>, רק מדיה הקשורה לעובדות או מאורעות מוצגת. יתכן שזו תעודה סרוקה. כאשר בוחרים <b>הכול</b>, האזור מראה את כל סוגי המדיה.
pl: Ta opcja pozwala określić typ multimediów do wyświetlenia.<br /><br />Wybranie <b>Osoby</b> spowoduje wyświetlanie tylko multimediów powiązanych z osobami. Zwykle jest to zdjęcie. Wybranie <b>Wydarzenia</b> spowoduje wyświetlenie tylko multimediów powiązanych z faktami lub wydarzeniami. Może to być grafika lub certyfikat. Wybranie <b>Wszystkie</b>, ten blok będzie wyświetlał multimedia dowolnego typu.

source: Start slideshow on page load?
ca: Engegar la presentació al carregar la pàgina?
da: Start fremvisning automatisk når siden er læst ind?
es: ¿Comenzar la presentación al cargar la página?
fi: Aloitetaanko diaesitys sivun latautuessa?
he: התחל מצגת שקופיות כאשר הדף נטען?
nn: Start lysbildevisning ved lasting av side?
pl: Włącz pokaz slajdów po wczytaniu strony

source: Should the slideshow start automatically when the page is loaded.<br /><br />The slideshow changes the contents of the block without preloading information from the server and without reloading the entire page.
ca: La projecció de diapositives començarà automàticament quan la pàgina es carregui.<br /><br />La projecció canvia els continguts del bloc sense carregar prèviament la informació del servidor i sense recarregar la pàgina sencera.
es: Indica si debe arrancar la presentación automáticamente al cargar la página.<br /><br />La presentación cambia el contenido del bloque sin precargar información del servidor y sin recargar la página completa.
fi: Tulisiko AJAX-diaesityksen käynnistyä automaattisesti kun sivu on ladattu.<br /><br />Tämä ominaisuus käyttää AJAX-tekniikkaa muuttamaan alueen sisältöä esilataamatta tietoa palvelimelta ja lataamatta koko sivua uudelleen.
he: האם תרצה שמצגת שקופיות תתחיל אוטומטית כאשר הדף נטען.<br /><br />מצגת השקופיות משנה את תוכן האזור ללא צורך בטעינת תוכן האזור מהשרת וללא צורך בהעלאת כול הדף מחדש.
pl: Czy pokaz slajdów powinien się rozpocząć automatycznie po wczytaniu strony.<br /><br />Pokaz slajdów zmienia zawartość bloku bez uprzedniego pobierania informacji z serwera i bez przeładowywania całej strony.

source: This block shows you the most recent changes to the GEDCOM as recorded by the CHAN GEDCOM tag.
ca: Us mostra els canvis més recents del GEDCOM tal i com recull l'etiqueta CHAN GEDCOM.
da: Denne ramme viser dig de seneste ændringer, der er foretaget i slægtsdatabasen. (Dette er knyttet til GEDCOM-tagget CHAN).
es: Este bloque le muestra los cambios más recientes realizados al GEDCOM en función de lo indicado por las etiquetss CHAN del GEDCOM.
fi: Tälla alueella näytetään ne viimeisimmät mutokset GEDCOM-tiedostossa, jotka on tehty CHAN CEDCOM-merkitsimen mukaisesti.
he: האזור מראה לך את השינויים שנעשו ל-GEDCOM כפי שרשום בנתון CHAN של ה-GEDCOM.
nn: Denne rammen viser deg de aller siste endringer som er gjort i slektsfilen. Dette er knyttet til faktakoden CHAN.
pl: Ten blok wyświetla ostatnie zmiany wprowadzone do pliku GEDCOM, zarejestrowane przez znacznik CHAN w pliku GEDCOM.

source: Comments
ca: Comentaris
da: Kommentarer
es: Comentarios
fi: Kommentteja
he: הערות
nn: Kommentarer
pl: Komentarze

source: Use this field to tell the site administrator why you are requesting an account and how you are related to the genealogy displayed on this site. You can also use this to enter any other comments you may have for the site administrator.
ca: Feu servir aquest camp per dir a l'administrador perquè voleu enregistrar-vos i disposar d'accés. I quina és va vostra relació amb la genealogia que hi ha al lloc. També el podeu fer servir per altres comentaris que cregueu oportú que ha de saber.
da: Brug dette felt til at fortælle administratoren af hjemmesiden hvem du er, og hvem du er i familie med, i slægtsdatabasen. Du kan også bruge feltet til at sende administratoren af hjemmesiden en kommentar.
es: Utilice este campo para comunicar al administrador del sitio por qué solicita una cuenta y cuál es su relación con los datos genealógicos mostrados en este sitio. También puede utilizar este campo para introducir cualquier otro comentario que tenga para el administrador del sitio.
fi: Käytä tätä kenttää kertoaksesi ylläpitäjälle miksi haluat käyttäjätilin ja kuinka olet sukua tämän sivuston henkilöille. Voit lisätä tähän myös muita kommentteja, joita sinulla on ylläpitäjälle.
he: השתמש בשדה זה כדי להסביר למנהלן האתר מדוע אתה מבקש קוד משתמש ומה הקשר שלך לחקר המשפחה המוצג באתר זה. תוכל גם להוסיף כל הערה נוספת הנראית לך עבור המנהלן.
nn: Bruk dette feltet for å fortelle administratoren til nettstedet<ul><li>Hvem du er som ønsker en konto</li><li>Hvem du er i familie med og som er vist på dette nettstedet.</li></ul>Du kan også bruke dette feltet for å gi administratoren andre kommentarer.
pl: Użyj tego pola aby poinformować administratora, dlaczego chcesz założyć konto i jakie masz powiązania z genealogią udostępnioną na tej stronie. Możesz także wprowadzić tu dowolny komentarz dla administratora.

source: Every person in the database has a unique ID number on this site. If you know the ID number for your own record, please enter it here. If you don't know your ID number or could not find it because of privacy settings, please provide enough information in the Comments field to help the site administrator identify who you are on this site so that he can set the ID for you.
ca: Cada persona de la base de dades té un únic ID. Si sabeu quin és el vostre propi registre, entreu-lo aquí. Si el desconeixeu o no podeu trobar-lo degut a restriccions de privadesa, demaneu-ho a l'administrador al camp de Comentaris, a fi de que sigui ell qui li posi per compte vostre.
da: Hver person i slægtsdatabasen har et entydigt ID nr. Hvis du kender dit eget ID nr., kan du opgive det her. Hvis du ikke kan huske ID nummeret, eller ikke kan finde det på grund af indstillingerne for privatlivets beskyttelse, så opgiv venligst nok information i Kommentar-feltet, sål administratoren af hjemmesiden kan identificere dig, og så han/hun kan angive ID nummeret for dig.
es: Cada persona de la base de datos tiene un número ID distinto en este sitio. Si conoce el número ID de su propio registro, introdúzcalo aquí. Si no lo conoce o no puede averiguarlo debido a la configuración de privacidad, proporcione por favor suficiente información en el campo Comentarios para permitir al administrador del sitio determinar cuál es el ID de su entrada en la base de datos y rellenarlo por Vd.
fi: Jokaisella henkilöllä tietokannassa on oma yksilöllinen ID-tunnuksensa. Mikäli tiedät oman ID-tunnuksesi lisää se tähän. Mikäli et tiedä sitä tai et voinut löytää sitä yksityisyysasetusten vuoksi, toimita kommenttikenttään riittävästi tietoa itsestäsi jotta ylläpitäjä tunnistaa sinut voidakseen asettaa ID-tunnuksen.
he: לכל אדם בבסיס הנתונים יש מספר מזהה יחיד באתר. אם אתה יודע את המספר המזהה של הרשומה האישית שלך, אנא הכנס אותה כאן. אם אינך יודע את המספר המזהה שלך, או אינך יכול למצוא אותו בגלל הגבלות פרטיות, אז עליך לספק נתונים במידה מספקת בשדה ההערה כדי שמנהלן האתר יוכל לזהותך באתר ולהגדיר את הקוד הזיהוי עבורך.
nn: Hver person i slektsbasen på dette nettstedet har et unikt ID-nummer. Dersom du kan ditt eget ID-nummer, kan du oppgi det her. Hvis du ikke husker ID-nummeret eller ikke kan finne det på grunn av personvern-innstillinger, vær vennlig å oppgi nok informasjon i kommentar-feltet slik at administratoren for nettstedet kan gjenkjenne for å kunne gi deg ID-nummeret ditt.
pl: Każda osoba w bazie danych na tej stronie ma swój unikalny numer identyfikatora. Jeśli znasz swój identyfikator, wprowadź go tutaj. Jeśli go nie znasz lub nie możesz go ustalić ze względów ustawień prywatności, wpisz odpowiednią ilość informacji w pole "Komentarz", tak, aby administrator mógł cię odnaleźć w drzewie i ustawić twój identyfikator.

source: If you have jumped from another page to this one by having clicked the <b>Relation to me</b> link, you will see here the relationship between yourself and that other individual.<br /><br />If you arrived at this page through the <b>Relationship Chart</b> menu entry on any page header, you have to type the identifier numbers of the two people whose relationship you wish to see. If you don't know the identifier of the desired person, you can click the <b>Find ID</b> link.
ca: Si heu vingut cap aquesta pàgina des d'una altra havent polsat l'enllaç <b>Vincles amb mi</b>, hi sortirà el parentiu que us uneix amb la persona d'aquella pàgina.<br /><br />Si hi heu arribat a través de l'entrada del menú <b>Diagrama de parentiu</b> a la capçalera de qualsevol pàgina, heu d'entrar-hi els números ID de les persones quin parentiu voleu esbrinar. Si no coneixeu aquests números, podeu polsar l'enllaç <b>Cercar l'ID</b>.
da: Hvis du blev overført til denne side fra en anden side (for eksempel ved at have klikket på linket: <b>slægtskab med dig</b>), så vil du her se slægtskabet mellem de to personer.<br />Ellers må du skrive ID nummeret på de personer, du ønsker at få oplyst slægtsskabet imellem.<br />Hvis du ikke kender personernes ID nummer, kan du klikke på linket: <b>Find ID</b>
es: Si ha accedido desde otra página haciendo clic en un vínculo como <b>Parentesco conmigo</b>, verá aquí el parentesco entre Vd. y esa otra persona.<br /><br />Si llegó a esta página a través de la entrada en el menú <b>Diagrama de Parentesco</b> en el encabezamiento de cualquier página, tiene que teclear los números identificadores de las dos personas cuyo parentesco desee ver. Si desconoce el ID de la persona deseada, puede hacer clic en el vínculo <b>Buscar ID</b>.
fi: Mikäli olet siirtynyt tälle sivulle muualta klikkaamalla esimerkiksi linkkiä "Sukulaisuus minuun", tulet tässä näkemään kyseisen kahden henkilön välisen sukulaisuussuhteen. <br />Muuten sinun tulee antaa kummankin henkilön ID selvittääksesi heidän välisensä sukulaisuussuhteen.<br />Ellet tiedä niitä, käytä linkkiä "hae ID".
he: אם הגעת לדף זה מדף אחר ע"י לחיצה על הקישור <b>קירבה אלי</b>, אז תיראה כאן את הקשר בינך לבין האדם השני.<br /><br />אם הגעת לדף הזה דרך כניסת <b>קירבה משפחתית</b> בתפריט בכותרת דף כלשהו, יהיה עליך להכניס את קודי הזיהוי של שני האנשים שאתה רוצה לדעת את הקשר ביניהם. אם אינך יודע את קוד הזיהוי של האנשים, תוכל להשתמש בקישור <b>מצא קוד זיהוי</b>.
nn: Dersom du ble overført til denne siden fra en annen side (for eksempel: ved å ha klikket på linken "Slektskap til deg"), så vil du her se slektskapet mellom de to personene.<br />Ellers må du skrive inn IDene til de personene som du ønsker å få vite slektsskapet mellom.<br />Dersom du ikke kjenner IDene til personene, kan du klikke på linken <b>Finn ID</b>
pl: Jeśli znalazłeś(-aś) się na tej stronie po kliknięciu na odnośnik <b>Pokrewieństwo ze mną</b>, zobaczysz związek między sobą a wybraną osobą.<br /><br />Jeśli wszedłeś(weszłaś) na tę stronę wybierając opcję <b>Diagram pokrewieństwa</b> z nagłówka strony, musisz wpisać identyfikatory dwóch osób, dla których chcesz zobaczyć diagram związku. Jeśli nie znasz identyfikatora, skorzystaj z odnośnika <b>Znajdź identyfikator</b>.

source: Remember me from this computer?
ca: Memoritzar-vos des d'aquest ordinador?
da: Husk mig?
es: ¿Recordarme desde este equipo?
fi: Muista minut tällä tietokoneella?
he: זכור אותי בגישה ממחשב זה?
nn: Huske meg?
pl: Zapamiętaj moje dane

source: Checking this box when you login will allow PhpGedView to remember you the next time you visit so that you don't have to login again. This feature will set a cookie on your computer which your browser will send back to the site the next time you visit.<br /><br />When you return to the site you will be able to access private information and user pages, but in order to edit or administer, you will be required to enter your username and password again.<br /><br /><b>You should not check this box if you are logging in from a public computer or from a computer that you share with others; anyone can return to PhpGedView as if they were you.</b>
ca: Quan accediu al lloc, marcant aquest caixetí, permeteu al PhpGedView memoritzar-vos per a que el proper cop que accediu des del mateix ordinador no calgui validar-vos. Aquesta característica crearà una galeta al vostre ordinador i així el vostre navegador tornarà al mateix lloc, la propera visita.<br /><br />Podreu accedir a informació privada i pàgines d'usuari però per editar o administrar, us caldrà tornar a entrar el nom d'usuari i la contrasenya (validar-vos).<br /><br /><b>No marqueu aquest caixetí si esteu entrant des d'un ordinador públic o d'un de compartit, evitant així que ningú pugui accedir al PhpGedView, pel vostre compte.</b>
da: Ved at sætte et mærke i denne checkboks når du logger dig ind, vil PhpGedView (PGV)) huske dig næste gang du besøger hjemmesiden så du ikke behøver at logge dig ind igen. En "cookie" vil blive gemt på din harddisk som PhpGedView vil spørge browseren om at hente næste gang du besøger hjemmesiden.<br /><br />Hvis PGV husker dig, vil du kunne se private informationer og brugersider direkte. - Men hvis du ønsker at ændre eller administrere hjemmesiden, vil du blive bedt om at opgive brugernavn og adgangskode igen.<br /><br /><b>Du bør ikke krydse checkboksen af, hvis du logger dig ind fra en PC på et offentligt sted eller en PC, som du deler med andre, da andre brugere af PC'en da kan få adgang til PhpGedView-hjemmesiden, som om de var dig.</b>
es: Marcar esta casilla al entrar permite que PhpGedView le recuerde la próxima vez que visite de modo que no tenga que entrar otra vez. Esta función fijará una cookie en su equipo que su navegador enviará automáticamente al sitio la próxima vez que visite el sitio.<br /><br />Cuando vuelva al sitio podrá acceder a información privada y a su página de usuario, pero para poder modificar o administrar se le pedirá que introduzca su usuario y contraseña otra vez.<br /><br /><b>No debe marcar esta casilla si está accediendo al sitio desde un equipo público o desde un equipo que comparte con otras personas. De lo contrario, cualquier usuario del equipo podrá entrar en el sitio como si fuera Vd.</b>
fi: Rastittamalla tämän ruudun sisäkirjautumisen yhteydessä sinun ei uudestaan tarvitse kirjautua järjestelmään vieraillessasi tällä sivulla seuraavan kerran. Tietokoneellesi asetetaan keksi, jonka selain lähettää palvelimelle kun avaat tämän sivuston seuraavan kerran.<br /><br />Kun palaat tälle sivulle voit katsoa yksityistietoja ja käyttäjäsivuja, mutta jotta voisit muokata tai ylläpitää niitä, sinun on kirjauduttava normaalisti.<br /><br /><b>Älä rastita tätä ruutua kun käyt sivustolla yleiseltä tietokoneelta, koska silloin kuka tahansa voi mennä sivustolle tunnuksillasi</b>.
he: בחירת התיבה בזמן התחברות מאפשרת ל-PhpGedView לזכור אותך בפעם הבאה שתבקר כך שלא תצטרך להתחבר שנית. האופציה מגדירה עוגייה (cookie) על המחשב שלך שיחזיר נתונים על ידי הדפדפן לאתר בביקורך הבא.<br /><br />כאשר תחזור לאתר תוכל לגשת לנתונים פרטיים ולדפי המשתמש, אבל כדי לערוך או לנהל, עליך להכניס שוב את קוד המשתמש והסיסמא שלך.<br /><br />אין לסמן את התיבה כאשר מתחברים ממחשב<b> ציבורי או מחשב שבו משתמשים עם אחרים; כל אחד יוכל לחזור ל-PhpGedView כאילו הוא אתה.</b>
nn: Ved å merke denne boksen når du logger deg inn, vil gjøre at PhpGedView husker deg neste gang du besøker nettstedet slik at du ikke behøver å logge deg inn igjen.<br /><br /><b>NB!</b> Du bør ikke merke av denne boksen dersom du <i>logger deg inn fra en datamaskin på et offentlig sted eller en datamaskin som du deler med andre</i>; Da kan andre brukere av datamaskinen gå til PhpGedView-nettstedet ditt som om de var deg.<br /><br />Dersom PGV husker deg igjen, vil du kunne se privat informasjon og brukersider direkte. - Men dersom du ønsker å endre eller administrere nettstedet, vil du bedt om å oppgi brukernavnet og passordet ditt igjen.<br /><br />Dette valget vil lagre en "cookie" på harddisken din som PhpGedView vil spørre nettleseren om finnes neste gang du besøker nettstedet.
pl: Zaznaczenie tej opcji po zalogowaniu pozwoli PhpGedView zapamiętać twoje dane, kiedy następnym razem odwiedzisz stronę, dzięki czemu nie będzie trzeba się znowu logować. Ta opcja zapisuje na twoim komputerze cookie ("ciasteczko"), które twoja przeglądarka odeśle na stronę, kiedy znowu ją odwiedzisz.<br /><br />Kiedy ponownie wejdziesz na stronę, będziesz mieć dostęp do prywatnych informacji i stron użytkownika, ale aby edytować lub zarządzać danymi, będzie konieczne podanie swojego loginu i hasła.<br /><br /><b>Nie zaznaczaj tej opcji jeśli logujesz się z publicznie dostępnego komputera lub z komputera, który dzielisz z innymi; każdy osoba będzie mogła wówczas powrócić do PhpGedView tak samo, jak ty.</b>

source: Click this link to remove the person from the timeline.
ca: Polseu l'enllaç per treure la persona de l'escala cronològica.
da: Klik på dette link for at fjerne personen fra tidslinien.
es: Haga clic en este vínculo para suprimir la persona del cronograma.
fi: Klikkaa tätä linkkiä poistaaksesi henkilön aikajanalta.
he: לחץ על הקישור הזה כדי להסיר אדם מתרשים קו הזמן.
nn: Klikk på denne linken for å fjerne personen fra tidslinjen.
pl: Kliknij na ten odnośnik aby usunąć daną osobę z osi czasu.
