Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This field describes the relationship of the child to its family. The possibilities are:<ul><li><b>unknown</b>&nbsp;&nbsp;&nbsp;The child's relationship to its family cannot be determined. When this option is selected, the Pedigree field will not be copied into the database.<br /><br /></li><li><b>Birth</b>&nbsp;&nbsp;&nbsp;This option indicates that the child is related to its family by birth.<br /><br /></li><li><b>Adopted</b>&nbsp;&nbsp;&nbsp;This option indicates that the child was adopted by its family. This does <i>not</i> indicate that there is no blood relationship between the child and its family; it shows that the child was adopted by the family in question sometime after the child's birth.<br /><br /></li><li><b>Foster</b>&nbsp;&nbsp;&nbsp;This option indicates that the child is a foster child of the family. Usually, there is no blood relationship between the child and its family.<br /><br /></li><li><b>Sealing</b>&nbsp;&nbsp;&nbsp;The child was sealed to its family in an LDS <i>sealing</i> ceremony. A child sealing is performed when the parents were sealed to each other after the birth of the child. Children born after the parents' sealing are automatically sealed to the family.<br /><br /></li></ul>
ca: Aquest camp descriu el vincle d'aquest fill amb llur família. Les possibilitats son:<ul><li><b>Desconegut</b>&nbsp;&nbsp;&nbsp;No pot determinar-se el vincle. Quan es selecciona aquesta opció el camp Avantpassats no es copiarà a la base de dades.<br /><br /></li><li><b>Naixement</b>&nbsp;&nbsp;&nbsp;Indica que el fill està vinculat a la família per naixença.<br /><br /></li><li><b>Adoptat/da</b>&nbsp;&nbsp;&nbsp;Aquesta opció indica que ha sigut adoptat per la família. Això <i>no</i> indica que no hi hagi consanguinitat entre el fill i la família; mostra que fou adoptat algun temps desprès del naixement.<br /><br /></li><li><b>Adoptiu/va</b>&nbsp;&nbsp;&nbsp;Indica que és un fill de llet o adoptiu de la família. Generalment no hi ha consanguinitat entre el fill i la família.<br /><br /></li><li><b>Segellament</b>&nbsp;&nbsp;&nbsp;El fill s'ha 'segellat' a aquesta família mitjançant la cerimònia ritual mormona del <i>segellament</i>. El segellament d'un fill es produeix quan els pares estaven 'segellats' al altres persones abans del naixement del fill. El fills nascuts desprès del 'segellament' dels pares, queden automàticament 'segellats' a la família.<br /><br /></li></ul>
es: Este campo describe la relación del hijo con su familia. Las posibilidades son:<ul><li><b>Desconocido</b>&nbsp;&nbsp;&nbsp;La relación del hijo con sus padres no puede determinarse. Si se selecciona esta opción, el campo Tipo de relación de paternidad no se copiará a la base de datos.<br /><br /></li><li><b>Nacimiento</b>&nbsp;&nbsp;&nbsp;Esta opción indica que el hijo está relacionado con su familia por nacimiento.<br /><br /></li><li><b>Adoptado</b>&nbsp;&nbsp;&nbsp;Esta opción indica que el hijo fue adoptado por su familia. Esto <i>not</i> indica que no hay relación de consanguinidad entre el hijo y su familia; muestra que el hijo fue adoptado por la familia en cuestión en algún momento posterior al nacimiento del hijo.<br /><br /></li><li><b>Adoptivo</b>&nbsp;&nbsp;&nbsp;Esta opción indica que el hijo fue acogido por la familia. Generalmente, no hay consanguinidad entre el hijo y la familia.<br /><br /></li><li><b>Sellamiento</b>&nbsp;&nbsp;&nbsp;El hijo fue sellado a su familia en una ceremonia de <i>sellamiento</i> SUD. El sellamiento de un hijo se realiza cuando sus padres fueron sellados entre sí posteriormente al nacimiento del hijo. Los hijos nacidos tras el sellamiento de los padres están sellados automáticamente a la familia.<br /><br /></li></ul>
fi: Tämä kenttä kuvaa lapsen suhdetta perheeseensä. Vaihtoehdot ovat: :<ul><li><b>tuntematon</b>&nbsp;&nbsp;&nbsp;Lapsen suhdetta perheeseensä ei voi määritellä. Kun tämä vaihtoehto valitaan, Lapsuusperhesuhde-kenttää ei kopioida tietokantaa. .<br /><br /></li><li><b>Syntymä</b>&nbsp;&nbsp;&nbsp;Tämä vaihtoehto osoittaa, että lapsi on syntynyt perheeseensä.<br /><br /></li><li><b>Adoptoitu</b>&nbsp;&nbsp;&nbsp; Tämän vaihtoehdon mukaan lapsi on perheensä adoptoima. Tämä <b>ei</b> osoita, etteikö lapsen ja perheen väillä olisi verisiteitä. Se osittaa, että kyseinen perhe on adoptoinut lapsen joskus lapsen syntymän jälkeen. br /><br /></li><li><b>Kasvatti</b>&nbsp;&nbsp;&nbsp; Tämä osoittaa, että lasi on perheen ottolapsi. Yleensä lapsen ja hänen perheensä välillä ei ole verisiteitä.<br /><br /></li><li><b>Sinetöinti</b>&nbsp;&nbsp;&nbsp; Lapsi on sinetöity perheeseen <i>sinetöinti</i>-toimituksessa. Lapsen sinetöinti tapahtuu kun vanhemmat sinetöidään toisiinsa lapsen syntymän jälkeen. Lapset jotka ovat syntyneet vanhempiensa sinetöinnin jälkeen ovat automaattisesti sinetöity perheeseen.<br /><br /></li></ul>
he: השדה מתאר את הקשר של הילד/ילדה למשפחה. האפשרויות הן:<ul><li><b>לא ידוע</b>&nbsp;&nbsp;&nbsp;לא ניתן לקבוע את הקשר בין הילד/ילדה למשפחה. כאשר בוחרים באופציה זו, שדה ה-יחוס לא יועתק למסד הנתונים.<br /><br /></li><li><b>לידה</b>&nbsp;&nbsp;&nbsp;בחירה זו מציינת קשר לידה.<br /><br /></li><li><b>אימוץ</b>&nbsp;&nbsp;&nbsp;בחירה זו מציינת קשר אימוץ. עובדה זו <i>אינה</i> קובעת שאין קשר דם בין הילד/ילדה למשפחה; זה מראה שהמשפחה אימצה את הילד/ילדה לאחר הלידה.<br /><br /></li><li><b>אומנה</b>&nbsp;&nbsp;&nbsp;בחירה זו מציינת שהילד/ילדה הוא ילד אומנה במשפחה. בדרך כלל אין קשר דם בין הילד/ילדה למשפחה.<br /><br /></li><li><b>אישור</b>&nbsp;&nbsp;&nbsp;ילד זה חובר למשפחה <i>בברית</i> מורמונית. ברית מורמונית לילד מתבצעת כאשר ההורים באים בברית מורמונית לאחר הולדת הילד/ילדה. ילדים שנולדים לאחר שההורים הובאו בברית מורמונית מובאים אוטומטית בברית מורמונית למשפחה.<br /><br /></li></ul>
pl: To pole opisuje związek między dzieckiem a jego rodziną. Możliwe typy związków to: <ul><li><b>nieznane</b>&nbsp;&nbsp;&nbsp;Związek dziecka z rodziną nie jest ustalony. Wybranie tej opcji powoduje, że pole Pochodzenie nie jest umieszczane w bazie danych.<br /><br /></li><li><b>Urodziny</b>&nbsp;&nbsp;&nbsp;Ta opcja wskazuje, że dziecko jest powiązane z rodziną przez urodzenie.<br /><br /></li><li><b>Adopcja</b>&nbsp;&nbsp;&nbsp;Ta opcja wskazuje, że dziecko zostało zaadoptowane przez rodzinę. Ten fakt <i>nie wyklucza</i> istnienia więzi krwi między dzieckiem a rodziną; mówi tylko, że dziecko zostało zaadoptowane jakiś czas po urodzeniu.<br /><br /></li><li><b>Przybranie</b>&nbsp;&nbsp;&nbsp;Ta opcja wskazuje, że dziecko jest przybranym dzieckiem w rodzinie. Zwykle nie ma więzi krwi między przybranym dzieckiem, a jego rodziną.<br /><br /></li><li><b>Naznaczenie</b>&nbsp;&nbsp;&nbsp;Dziecko zostało przyjęte do rodziny podczas mormońskiej ceremonii <i>naznaczenia</i>. Naznaczenie dziecka ma miejsce, gdy rodzice zostali naznaczeni jako małżonkowie po narodzinach dziecka. Dzieci urodzone po naznaczeniu rodziców są automatycznie przyjęte do rodziny.<br /><br /></li></ul>

source: Phone
pl: Telefon

source: Enter the phone number including the country and area code.<br /><br />Leave this field blank if you do not want to include a phone number. For example, a number in Germany might be +49 25859 56 76 89 and a number in USA or Canada might be +1 888 555-1212.
ca: Entreu el número de telèfon incloent-hi en codi de país i àrea.<br /><br />Deixeu-ho en blanc si no el voleu incloure. Per exemple, un número espanyol pot ser el +34 93 831469 i un número dels USA o Canada pot ser +1 888 555-1212.
da: Angiv et telefonnummer, inklusiv landekode og eventuelt områdenummer.<br /><br />Eksempel:<ul><li>Norge: +47 35 00 00 00</li><li>Tyskland: +49 25859 56 76 89</li><li>USA: +1 888 555-1212.</li></ul>Lad dette felt være tomt hvis du ikke ønsker at opgive et telefonnummer.
es: Introduzca el número de teléfono incluyendo los prefijos de país y de área.<br /><br />Deje en blanco este campo si no desea incluir un número de teléfono. Por ejemplo, un número en España podría ser +34 926 123 457 y un número en Estados Unidos o Canadá podría ser +1 888 555-1212.
fi: Lisää puhelinnumero maa- ja suuntanumeroineen.<br /><br />Jätä tämä kenttä tyhjäksi, mikäli et halua lisätä puhelinnumeroa. Esimerkiksi numero Saksassa voi olla +49 25859 56 76 89 ja Yhdysvalloissa tai Kanadassa +1 888 555-1212.
he: הכנס את מספר הטלפון כולל קוד מדינה וקוד אזור.<br /><br />השאר את השדה ריק אם אתה לא רוצה לכלול מספר טלפון. לדוגמה, מספר בגרמניה יכול להיות <span dir="ltr">+49 25859 56 76 89</span> ומספר בארה"ב או בקנדה יכול להיות <span dir="ltr">+1 888 555-1212</span>.
nn: Angi et telefonnummer, inlkudert landskode og eventuelt retningsnummer.<br /><br />Eksempel:<ul><li>Norge: +47 35 00 00 00</li><li>Tyskland: +49 25859 56 76 89</li><li>USA: +1 888 555-1212.</li></ul>La dette feltet være tomt dersom du ikke ønsker å oppgi et telefonnummer.
pl: Wprowadź numer telefonu wraz z numerem kierunkowym kraju i regionu.<br /><br />Pozostaw to pole puste, jeśli nie chcesz podawać numeru telefonu. Na przykład numer niemiecki mógłby mieć postać +49 25859 56 76 89, zaś numer w USA lub Kanadzie: +1 888 555-1212.

source: PLAC:FONE
ca: Lloc fonètic
da: Fonetiskt stednavn
es: Lugar fonético
fi: Foneettinen paikka
he: מקום פונטי
pl: Miejsce fonetycznie

source: PLAC:ROMN
ca: Lloc romanitzat
da: Latinskt stednavn
es: Lugar romanizado
fi: Romanisoitu paikka
he: מקום לטיני
pl: Miejsce zlatynizowanie

source: PLAC:_HEB
ca: Lloc en hebreu
da: Stednavn på hebraisk
es: Lugar en hebreo
fi: Paikka hepreaksi
he: מקום בעברית
pl: Miejsce w języku hebrajskim

source: POST
ca: Codi Postal
da: Postnummer
es: Código postal
fi: Postinumero
he: מיקוד
nn: Postnummer
pl: Kod pocztowy

source: PROB
ca: Testamentaria
da: Skifte
es: Testamentaría
fi: Testamentin vahvistus
he: אישור צוואה
nn: Skifte
pl: Poświadczenie autentyczności testamentu

source: PROP
ca: Propietat
da: Ejendom
es: Propiedad
fi: Omaisuus
he: נכס
nn: Eiendom
pl: Własność

source: Quality of Data
pl: Cecha danych

source: You would use this field to record the quality or reliability of the data found in this source. Many genealogy applications use a number in the field. <b>3</b> might mean that the data is a primary source, <b>2</b> might mean that it was a secondary source, <b>1</b> might mean the information is questionable, and <b>0</b> might mean that the source is unreliable.
ca: Podeu fer servir aquest camp per a qualificar la qualitat o fiabilitat de les dades d'aquesta font. Algunes aplicacions genealògiques fan servir números per aquest camp. <b>1</b> vol dir que la dada és de primera mà, <b>2</b> que és per referències, <b>3</b> que és dubtosa.
da: Du kan bruge dette felt til at angive kvaliteten eller pålideligheden af oplysningerne i denne kilde. Mange slægtsprogrammer anvender et nummer i feltet. <b>1</b> kan betyde, at oplysningerne er en førstehåndskilde, <b>2</b> kan betyde, at oplysningerne stammer fra andenhåndskilde, <b>3</b> kan betyde, at oplysningerne ikke kan dokumenteres eller er meget usikre.
es: Puede usar este campo para grabar la calidad o fiabilidad de los datos encontrados en esta fuente. Muchas aplicaciones de genealogía utilizan un número en este campo. <b>3</b> podría querer decir que el dato es una fuente primaria, <b>2</b> podría indicar que era una fuente secundaria, <1> podría significar que la información es dudosa y <b>0</b> podría querer decir que la información no es fiable.
fi: Tässä kentässä voidaan todeta jonkun tästä lähteestä löydetyn tiedon laatu tai luotettavuus. Useat sukututkimusohjelmat käyttävät numeroita tässä kentässä. <b>3</b> saattaa merkitä, että kyseessä on ensikäden tieto. <b>2</b> saattaa merkitä, että kyseessä on toisen käden tieto ja <b>1</b>, että kyseessä on kyseenalainen tieto ja <b>0</b>, että lähde on epäluotettava.
he: תוכל להשתמש בשדה זה כדי לרשום את האיכות או המהימנות של הנתונים שנמצאו במקור זה. הרבה תוכנות חקר משפחה משתמשות בספרה בשדה זה. יתכן שערך <b>3</b> פירושו שמדובר במקור ראשוני, ערך <b>2</b> מקור משני וערך <b>1</b> שהמקור אינו מהימן.
nn: Du kan bruke dette feltet for å angi kvaliteten eller pålitligheten av opplysningene i denne kilden. Mange slektsprogram bruker et nummer i feltet.<ul><li><b>1</b> kan bety at opplysningene er en førsthåndskilde</li><li><b>2</b> kan bety at opplysningene stammer fra annenhåndskilde</li><li><b>3</b> kan bety at opplysningene ikke kan dokumenteres eller er høyst usikre.</li></ul>
pl: Możesz użyć tego pola do określenia jakości lub wiarygodności danych, pochodzących z tego źródła. Wiele aplikacji genealogicznych przechowuje w tym polu wartość liczbową. <b>3</b> może oznaczać, że dane pochodzą z oryginalnego źródła, <b>2</b> może oznaczać, że było to źródło wtórne, <b>1</b> może oznaczać, że informacja jest wątpliwa, a <b>0</b> - że źródło jest niewiarygodne.

source: REFN
ca: Número de referència
da: Referencenummer
es: Número Ref
fi: Viitenumero
he: מספר התייחסות
nn: Referensenummer
pl: Numer referencyjny

source: Select a relationship name from the list. Selecting <b>Godfather</b> means: <i>This associate is the Godfather of the current individual</i>.
ca: Seleccioneu un tipus de parentiu des de la llista. Escollint <b>Padrí</b> vol dir: <i>L'associat és el padrí de la persona activa</i>.
da: Vælg en benævnelse fra listen. Hvis du vælger <b>Gudfar</b>, så betyder det: <i>Denne person er Gudfar til den viste person</i>.
es: Seleccione un nombre de relación de la lista. Seleccionar <b>Padrino</b> significa: <i>Este asociado es el padrino de la persona actual</i>.
fi: Valitse luettelosta läheisen suhteen laji. Valitsemalla Kummisetä merkitsee, että läheinen on kyseisen henkilön kummisetä.
he: בחר שם קשר מהרשימה. אם בוחרים <b>סנדק</b>, המשמעות: <i>השותף הזה הוא הסנדק של האדם הנוכחי</i>.
nn: Velg en benevnelse fra listen. Dersom du velger <b>Gudfar</b>, så betyr det: <i>Denne personen er Gudfar til den viste personen</i>.
pl: Wybierz z listy nazwę związku. Wybranie <b>Ojciec chrzestny</b> oznacza: <i>Ta osoba powiązana jest ojcem chrzestnym bieżącej osoby</i>.

source: RELI
ca: Religió
da: Religion
es: Religión
fi: Uskonto
he: דת
nn: Religion
pl: Wyznanie

source: RESI
ca: Residència
da: Bopæl
es: Residencia
fi: Asuinpaikka
he: מגורים
nn: Bosted
pl: Miejsce zamieszkania

source: Restriction
pl: Ograniczenie

source: RETI
ca: Jubilació
da: Pension
es: Jubilación
fi: Eläke
he: פרישה
nn: Pensjonert
pl: Przejście na emeryturę

source: RFN
ca: Número de fitxer de registre
da: Ref.nr. (statisk)
es: Número de archivo del registro
fi: Tietueen numero
he: מספר קובץ רשום
nn: Ref.nr. (statisk)
pl: Numer katalogowy wpisu

source: RIN
ca: Número ID
da: Ref.nr. (dynamisk)
es: Número ID del registro
fi: Tietueen tunniste
he: קוד זיהוי רשום (ID)
nn: Ref.nr. (dynamisk)
pl: Identyfikator wpisu

source: Romanized
pl: Zlatynizowane

source: SERV
ca: Servidor remot
da: Ekstern server
es: Servidor remoto
fi: Ulkoinen palvelin
he: שרת מרוחק
nn: Fjerntjener
pl: Zdalny serwer

source: Choose the appropriate gender from the drop-down list. The <b>unknown</b> option indicates that the gender is unknown.
ca: Escolliu el sexe des del menú desplegable. La opció <b>desconegut</b> vol dir que no se sap.
da: Vælg ret køn fra "drop-down"-listen. Valgmuligheden <b>Ukendt</b> indikerer, at du ikke kender personens køn.
es: Elija el sexo apropiado de la lista desplegables. La opción <b>desconocido</b> indica que no se conoce el sexo de esta persona.
fi: Valitse oikea sukupuoli alasvetovalikosta. Vaihtoehto "Tuntematon" osoittaa, että sukupuolta ei tiedetä.
he: בחירת המגדר מתבצעת מרשימה נגללת. האפשרות <b>בלתי ידוע</b> מציינת שהמגדר אינו ידוע.
nn: Bruk dette feltet for å angi om personen er<ul> </li><li>Mann</li> </li><li>Kvinne</li><li>Ukjent - <i>Brukes <u>kun</u> når du ikke er sikker.</i></li></ul>
pl: Wybierz z listy odpowiednią płeć. Opcja <b>nieznane</b> wskazuje, że brak informacji na temat płci danej osoby.

source: Shared Notes are free-form text and will appear in the Fact Details section of the page.<br /><br />Each shared note can be linked to more than one person, family, source, or event.
ca: Les notes compartides tenen format de text lliure i apareixen als detalls d'esdeveniment de la pàgina.<br /><br />Cada nota compartida pot vincular-se a més d'una persona, família, font o esdeveniment.
es: Las notas compartidas son texto en formato libre y aparecerán en la sección de detalles del hecho en la página.<br /><br />Cada nota compartida puede vincularse a más de una persona, familia, fuente o evento.
fi: Jaetut lisätiedot ovat vapaamuotoista tekstiä ja tulevat näkyviin sivulla tiedon yksityiskohdissa.<br /><br />Kunkin jaetun lisätiedon voi liittää useampaan kuin yhteen henkilöön, perheeseen, lähteeseen, tai tapahtumaan.
he: הערות משותפות הן טכסט במבנה חופשי והן מופיעות בחלק העובדות בפרוט של הדף.<br /><br />ניתן לקשר כל הערה משותפת ליותר מאדם, משפחה, מקור או אפילו עובדה אחת.
pl: Wspólne notatki są tekstem w dowolnej formie, który pojawi się w sekcji "Szczegóły faktu".<br /><br />Każda wspólna notatka może być połączona z więcej niż jedną osobą, rodziną, więcej niż jednym źródłem lub wydarzeniem.

source: SLGC
ca: Segellament mormó d'un fill
da: Besegling af barn (Mormoner)
es: Sellam. SUD hijo
fi: MAP lapsen sinetöinti
he: חותמת מורמונים של ילד
nn: Barn-kobling Mormoner
pl: Mormońskie Naznaczenie Dziecka

source: SLGS
ca: Segellament matrimonial mormó
da: Ægteskabsbesegling (Mormoner)
es: Sellam. SUD cónyuge
fi: MAP puolison sinetöinti
he: חותמת מורמונים של בן/בת זוג
nn: Ekteskap-kobling Mormoner
pl: Mormońskie Naznaczenie Małżonka

source: This field allows you to change the source record that this fact's source citation links to. This field takes a Source ID. Beside the field will be listed the title of the current source ID. Use the <b>Find ID</b> link to look up the source's ID number. To remove the entire citation, make this field blank.
ca: Aquest camp us permet canviar el registre de la font vinculat a aquesta ressenya de font d'esdeveniment. Necessita un ID de font. Al costat del camp hi apareix el títol de l'actual ID de font. Feu servir l'enllaç <b>Cerca la Persona</b> per veure el número d'ID. Per treure tota la referència, deixeu el camp en blanc.
da: Dette feltet giver dig mulighed for at ændre, hvilken kilde denne oplysning er knyttet til. Dette felt skal KUN indeholde en kilde ID. Ved siden af feltet er den nuværende titel vist for den gældende kilde ID. Brug denne valgmulighed <b>Find ID</b> til at søge efter ID-nummeret på kilden. For at fjerne hele kildehenvisningen, så lad dette felt være tomt.
es: Este campo le permite hacer que esta cita esté vinculada con un registro de fuente diferente. Este campo requiere un ID de fuente Junto a este campo se mostrará en título correspondiente al ID de fuente actual. Utilice el vínculo <b>Buscar ID</b> para buscar el número ID de la fuente.. Para eliminar completamente la cita, deje este campo en blanco.
fi: Tässä kentässä voit vaihtaa lähdetietuetta, johon tämä lähdeviittaus on yhdistetty. Tähän tulee lähteen ID-tunnus. Kentän viereen tulee nykyisen lähteen ID-tunnuksen otsikko. Käytä linkkiä "Hae ID" hakeaksesi lähteen ID-tunnuksen. Poistaaksesi koko viittauksen, älä anna ID-tunnusta.
he: שדה זה מאפשר לך לשנות את רשומת המקור אליה מקושר מקור הציטוט. בשדה זה מכניסים קוד זיהוי של המקור. ליד השדה רשומה הכותרת של קוד הזיהוי הנוכחי של המקור. השתמש בקישור <b>מצא קוד זיהוי</b> כדי לחפש את קוד הזיהוי של המקור. כדי להסיר את ציטוט המקור במלואו, הכנס ערך ריק לשדה.
nn: Dette feltet gir deg mulighet til å angi hvilken kilde som denne faktaopplysningen er knyttet til. Dette feltet skal KUN inneholde en kilde-ID. Ved siden av feltet er den nåværende tittelen vist for gjeldende kilde-ID. Bruk valget <b>Finn ID</b> for å søke etter ID-nummeret til kilden. For å fjerne hele kildehenvisningen, så la dette feltet være tomt.
pl: To pole pozwala zmienić wpis źródła, z którym powiązany jest to zdarzenie. Należy tu podać identyfikator źródła. Obok pola będzie wypisany tytuł bieżącego identyfikatora źródła. Skorzystaj z odnośnika <b>Znajdź ID</b> aby odszukać identyfikator źródła. Aby całkowicie usunąć źródło, wyczyść to pole.

source: Surname Prefix
pl: Przedrostek nazwiska

source: Enter or select from the list words that precede the main part of the Surname. Examples of such words are <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, etc.
ca: Entreu o seleccioneu de la llista, els mots que precedeixen la part principal del cognom. Exemples d'aquestes d'aquest mots ho son <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Peguera, <b>del</b> Villar, etc.
da: Her anføres et evt. præfiks foran efternavnet. Klik på et af de foreslåede præfikser efter feltet, for at indsætte det i feltet. Skriv evt. selv et, hvis du ikke kan finde præfikset blandt de foreslåede.
es: Introduzca o seleccione de la lista las palabras que precedan a la parte principal del Apellido. Ejemplos son: <b>de la</b> Torre, <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, etc.
fi: Lisää tai valitse luettelosta sukunimeä edeltävä etuliite. Tällaisia ovat esimerkiksi <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, jne.
he: הכנס או בחר מרשימה מילים שמקדימות את החלק הראשי של שם משפחה. דוגמאות למילים כאלו הן <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, וכו'.
nn: Angi eller velg fra listen ord som er en del av etternavnet. Eksempler på slike ord er <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, mm.
pl: Wprowadź lub wybierz z listy słowa, które poprzedzają główną część nazwiska. Przykłady takich słów to <b>von</b> Braun, <b>van der</b> Kloot, <b>de</b> Graaf, itp.

source: SSN
ca: Número Seguretat Social
da: Personnummer
es: Número Seguridad Social
fi: Henkilötunnus
he: מספר מזהה (SSN)
nn: Social Security Number
pl: Numer ubezpieczenia (SSN)

source: STAE
ca: Situació
da: Stat/Region
es: Estado/Provincia
fi: Osavaltio
he: מדינה
nn: Stat/Region
pl: Stan

source: This is an optional status field and is used mostly for LDS ordinances as they are run through the TempleReady program.
ca: Aquest és un camp opcional d'estatus i es fa servir generalment per als ritus mormons de la mateixa forma que al programa TempleReady.
da: Dette felt er et valgfrit statusfelt og anvendes for det meste til at angive, hvor langt en person er kommet i LDS (Mormoner) TempleReady ordineringsprogrammet.
es: Es un campo opcional de estado y se utiliza principalmente para las ordenanzas SUD al procesarlas con el programa TempleReady.
fi: Tämä on vaihtoehtoinen tilakenttä jota käytetään yleensä MAP Uskonnollisissa toimituksissa kun ne ajetaan TempleReady-ohjelmalla.
he: השדה הזה הוא שדה סטאטוס אופציונאלי שבדרך כלל משמש את המורמונים (LDS) כאשר נתוני החוק שלהם מעובדים בתוכנת ה-TempleReady שלהם.
nn: Dette feltet er et valgfritt statusfelt og er for det meste brukt for hvor langt personen er kommet i LDS (Mormoner) TempleReady ordineringsprogrammet.
pl: To jest opcjonalne pole statusu, wykorzystywane głównie dla ceremonii mormońskich przetwarzanych za pomocą programu TempleReady.

source: SUBM
ca: Presentador
da: Bidragsgiver/Afsender
es: Remitente
fi: Lähettäjä/toimittaja
he: מגיש
nn: Bidragsgiver/Avsender
pl: Dane zebrane przez

source: SUBN
ca: Presentació
da: Del af datasamling
es: Envío
fi: Lähetys/toimitus
he: הגשה
nn: Del av datasamling
pl: Wpis

source: Surname
pl: Nazwisko

source: Temple
pl: Świątynia
