Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: PhpGedView has several different contact methods. The administrator determines which method will be used to contact him. You have control over the method to be used to contact <u>you</u>. Depending on site configuration, some of the listed methods may not be available to you.
ca: El PhpGedView té diferents mètodes de contacte. L'administrador determina quin cal fer servir per posar-se en contacte amb ell. L'usuari disposa del control per triar quin mètode es farà servir per posar-se en contacte amb <u>ell mateix</u>. Depenent de la configuració del lloc, alguns dels mètodes explicats poden no estar disponibles.
da: Vort mailsystem benytter på en måde ualmindelige kontaktmetoder.<br />Kontaktmetoden for at sende e-mail er valgt af administratoren af hjemmesiden, så du kan ikke ændre dette.<br />Metoden til at <b>modtage e-mail</b> kan du imidlertid selv bestemme.<br />Der er 4 typer, du kan vælge imellem.
es: PhpGedView tiene varios métodos de contacto. El administrador determina qué método se utilizará para contactar con él o ella. Vd. tiene control sobre el método utilizado para contactar con <u>Vd.</u>. Dependiendo de la configuración del sitio, algunos de los métodos listados puede no estar disponible.
fi: Sähköpostijärjestelmämme ja joitakin muita yhteydenpitomenetelmiä<br />Sähköpostin lähettämismenetelmän asettaa ylläpitäjä. Sitä et voi muuttaa.<br /><b> Viestien vastaanottamismenetelmän</b> voit asettaa itse.<br />Tällä hetkellä voit valita yhden neljästä menetelmästä.
he: מערכת הדואר של PhpGedView מאפשרת מספר דרכי קשר שונות. דרך הקשר לשלוח דואר למנהלן מוגדרת ע"י המנהלן ולא תוכל לשנות אותה. אתה יכול לשנות את דרך הקשר <u>לקבלת דואר</u>. הגדרות האתר קובעות איזה שיטות זמינות עבורך.
nn: PhpGedView har flere måter brukere kan kontaktes på.<br />Alle brukere kan velge sin egen metode for hvordan de vil bli kontaktet.<br />Avhengig av oppsettet for nettstedet, kan det være at noen av metodene ikke er tilgjengelig for deg.
pl: PhpGedView ma kilka sposobów kontaktowania się z użytkownikami. Administrator określa metodę kontaktowania się ze sobą. Ty możesz wybrać sposób kontaktowania się innych użytkowników z <u>tobą</u>. W zależności od konfiguracji strony, niektóre z wymienionych sposobów mogą nie być dostępne.

source: In this box you can change your first name. This is the name that other users see when you are logged in.<br /><br />Although the choice of what to put into this field is yours, you should inform the administrator when you change it. When others see an unknown person on-line, they might wonder and ask questions. The admin can find out without having received your notice, but you should save him that unnecessary work.
ca: En aquest caixetí podeu canviar-vos el nom de pila. Aquest és el nom amb el que els altres usuaris us veuran, un cop hagueu accedit.<br /><br />Atès que l'elecció del què posar-hi és personal, caldria informar-ne l'administrador si el canvieu doncs, si un tercer veu persones desconegudes en línea, pot sorpendre'l i demanar-li-ho i l'administrador no haver-se'n adonat. Avisant-lo li estalvieu un treball innecessari.
da: I dette felt kan du ændre dit fornavn. Det er det navn, som andre brugere kan se, når du er logget ind.<br /><br />Selvom det er dit valg hvad du skriver i dette felt, så bør du informere administratoren når du ændrer det. Når andre ser en ukendt person, der er online, undrer de sig måske og begynder at stille spørgsmål. Administratoren kan selv finde ud af det uden at have modtaget en meddelelse herom, men du bør spare ham for dette unødvendige arbejde.
es: En esta caja puede cambiar su nombre de pila. Éste es el nombre que otros usuarios ven cuando está conectado.<br /><br />Aunque la decisión de qué poner en este campo es suya, debería avisar al administrador si lo cambia. Cuando otros ven una persona desconocida conectada, podrían preocuparse y hacer preguntas. El administrador puede averiguarlo sin que le avise, pero debería evitarle trabajo innecesario.
fi: Tähän kenttään voit muuttaa etunimesi. Tämän nimet muut näyttäjät näkevät kun olet kirjautunut. <br /><br />Vaikka itse voit valita mitä tähän kirjoitat, sinun on ilmoitettava ylläpitäjälle muutoksesta. Saattaa herättää ihmetystä kun muut näkevät tuntemattoman henkilön linjoilla. Ylläpitäjä voi saada sen selville ilman ilmoitustasi, mutta olisi kohteliasta säästää hänet turhalta vaivalta.
he: בתיבה הזו תוכל לשנות את השם הפרטי שלך. זה השם שאחרים רואים כאשר אתה מחובר למערכת.<br /><br />למרות שאתה בוחר מה למלא בשדה זה, רצוי שתיידע את המנהלן כאשר אתה משנה אותו. יתכן שאחרים מתפלאים ושואלים שאלות כאשר הם רואים אדם לא מוכר המחובר למערכת. המנהלן יכול לגלות זאת מבלי שהוא מקבל הודעה ממך, אבל רצוי שתחסוך ממנו את העבודה המיותרת הזו.
nn: I dette feltet kan du endre fornavnet ditt.<br /><br />Selv om det er opp til deg om du vil endre navn ditt, er lurt også å sende en beskjed til de andre brukerne om endringen (i hvert fall Admin).<br />Som du vet, kan alle brukere som er logget inn, også se navnet ditt.<br />Så, hvis de plutselig ser en ukjent person, vil de muligens lure på hvem som har kommet inn på nettstedet...
pl: Tutaj możesz zmienić swoje imię. Jest to imię, które widzą inni użytkownicy, kiedy jesteś zalogowany(a).<br /><br />Mimo że można wpisać tu dowolną wartość, należy poinformować administratora o wprowadzanej zmianie. Nagłe pojawienie się na stronie nieznanej osoby może wzbudzić niepokój innych użytkowników. Administrator może dowiedzieć się o zmianie bez otrzymania powiadomienia, jednak powinno się oszczędzić mu dodatkowej pracy.

source: This is an identification number that links you to your own data in the database.<br /><br />You cannot change this ID; it's set by the administrator. If you think that this ID is not correct, you should contact the administrator to have it changed.
ca: Aquest és el número d'identificació (ID) que vincula l'usuari amb la informació que sobre ell s'emmagatzema a la base de dades genealògica.<br /><br />No es pot canviar l'ID. Ho ha de fer l'administrador. Si creieu que aquest ID no és correcte, cal contactar amb ell per a que ho faci.
da: Dette er et internt nummer (GEDCOM ID), der knytter dig til dine egne data i slægtsdatabasen.<br /><br />Du kan ikke ændre dette ID nr.<br />Dette link er lagt ind af adminstratoren af hjemmesiden.<br />Hvis du tror, at dette ID nr. ikke er korrekt, bør du kontakte admin for at få rettet det.
es: Es una número de identificación que le vincula a sus popios datos en la base de datos.<br /><br />No puede modificar este ID, lo define el administrador. Si piensa que este ID es incorrecto, póngase en contacto con el administrador para que lo modifique.
fi: Tämä on sisäinen (GEDCOM ID-tunnus), joka linkittää sinut omiin tietoihisi GEDCOM-tiedostossa.<br /><br />Et voi muuttaa tätä tunnusta.<br />Tämä on ylläpitäjän asettama linkki.<br />Mikäli mielestäsi ID-tunnus ei ole oikea, ota yhteyttä ylläpitäjään asian korjaamiseksi.
he: זה קוד הזיהוי הפנימי שלך המקשר אותך לנתוניך במאגר הנתונים.<br /><br />אינך יכול לשנות קוד זיהוי זה; הוא מוגדר ע"י המנהלן. אם אתה חושב שקוד הזיהוי שגוי, התקשר עם המנהלן כדי שהוא יתקנו.
nn: Dette er et intert nummer (slektsbaseID) som knytter deg til dine egne data i slektsbasen.<br /><br />Du kan ikke endre denne IDen. Denne er lagt inn av adminstratoren til nettstedet.<br />Dersom du tror at denne IDen ikke er korrekt, bør du kontakte admin for å få klarert dette.
pl: To jest identyfikator, który wiąże się z twoimi danymi w bazie danych.<br /><br />Nie możesz zmienić tego identyfikatora; jest on ustawiony przez administratora. Jeśli uważasz, że ten identyfikator jest niepoprawny i trzeba go zmienić, skontaktuj się w tej sprawie z administratorem.

source: In this box you can change your last name. This is the name that other users see when you are logged in.<br /><br />Although the choice of what to put into this field is yours, you should inform the administrator when you change it. When others see an unknown person on-line, they might wonder and ask questions. The admin can find out without having received your notice, but you should save him that unnecessary work.
ca: En aquest caixetí podeu canviar-vos els cognoms. Son els que veuran els altres usuaris, un cop hagueu accedit.<br /><br />Atès que l'elecció de què posar-hi és personal, caldria que n'informéssiu l'administrador si ho canvieu doncs, si un tercer veu persones desconegudes en línea, pot sorprendre'l i demanar-li-ho i l'administrador no haver-se'n adonat. Avisant-lo li estalvieu un treball innecessari.
da: I dette felt kan du ændre dit efternavn. Det er det navn som andre brugere kan se, når du er logget ind.<br /><br />Selvom det er dit valg hvad du skriver i dette felt, så bør du informere administratoren når du ændrer det. Når andre ser en ukendt person, der er online, undrer de sig måske og begynder at stille spørgsmål. Administratoren kan selv finde ud af det uden at have modtaget en besked derom, men du bør spare ham/hende for det unødvendige arbejde.
es: En esta caja puede cambiar sus apellidos. Éste es el nombre que otros usuarios ven cuando está conectado.<br /><br />Aunque la decisión de qué poner en este campo es suya, debería avisar al administrador si lo cambia. Cuando otros ven una persona desconocida conectada, podrían preocuparse y hacer preguntas. El administrador puede averiguarlo sin que le avise, pero debería evitarle trabajo innecesario.
fi: Tähän kenttään voit muuttaa sukunimesi. Tämän nimet muut näyttäjät näkevät kun olet kirjautunut. <br /><br />Vaikka itse voit valita mitä tähän kirjoitat, sinun on ilmoitettava ylläpitäjälle muutoksesta. Saattaa herättää ihmetystä kun muut näkevät tuntemattoman henkilön linjoilla. Ylläpitäjä voi saada sen selville ilman ilmoitustasi, mutta olisi kohteliasta säästää hänet turhalta vaivalta.
he: בתיבה הזו תוכל לשנות את שם המשפחה שלך. זה השם שאחרים רואים כאשר אתה מחובר למערכת.<br /><br />למרות שאתה בוחר מה למלא בשדה זה, רצוי שתיידע את המנהלן כאשר אתה משנה אותו. יתכן שאחרים מתפלאים ושואלים שאלות כאשר הם רואים אדם לא מוכר המחובר למערכת. המנהלן יכול לגלות זאת מבלי שהוא מקבל הודעה ממך, אבל רצוי שתחסוך ממנו את העבודה המיותרת הזו.
nn: I dette feltet kan du endre etternavnet ditt.<br /><br />Selv om det er opp til deg om du vil endre navn ditt, er lurt også å sende en beskjed til de andre brukerne om endringen (i hvert fall Admin).<br />Som du vet, kan alle brukere som er logget inn, også se navnet ditt.<br />Så, hvis de plutselig ser en ukjent person, vil de muligens lure på hvem som har kommet inn på nettstedet...
pl: Tutaj możesz zmienić swoje nazwisko. Jest to nazwisko, które widzą inni użytkownicy, kiedy jesteś zalogowany(a).<br /><br />Mimo że można wpisać tu dowolną wartość, należy poinformować administratora o wprowadzanej zmianie. Nagłe pojawienie się na stronie nieznanej osoby może wzbudzić niepokój innych użytkowników. Administrator może dowiedzieć się o zmianie bez otrzymania powiadomienia, jednak powinno się oszczędzić mu dodatkowej pracy.

source: It is a good practice to change your password regularly. You have to keep in mind that anyone who knows your user name and your password will have access to your data.<br /><br />Make the password at least 6 characters long, the longer the better. You may use uppercase and lower case letters with or without diacritical marks, numbers, dash (-), and underscore (_). Do <u>not</u> use punctuation marks or spaces. Use a combination of upper and lower case, numbers, and other characters. For example: <b>5Z_q$P4=r9</b>.<br /><br />Like the user name, the password is <u>case sensitive</u>. That means that <b>Secret.Password!#13</b> is not the same as <b>secret.password!#13</b> or <b>SECRET.PASSWORD!#13</b>.
ca: És una bona pràctica canviar la contrasenya regularment. Cal tenir present que qualsevol que conegui el nom d'usuari i la contrasenya tindrà accés a les dades.<br /><br />Cal fer una contrasenya de com a mínim sis caràcters, quans més millor. Pot anar amb majúscules o minúscules, amb o sense signes diacrítics, números, guions (-) i sotsratllat (_). Però <u>no</u> podeu posar-hi signes de puntuació o espais. Podeu combinar majúscules, minúscules, números i altres caràcters. Per exemple: <b>5Z_q$P4=r9</b>.<br /><br />A l'igual que passa amb el nom d'usuari, diferencia entre <u>majúscules i minúscules</u>. Això fa que <b>Contrasenya.Secreta!#13</b> sigui diferent de <b>contrasenya.secreta!#13</b> o de <b>CONTRASENYA.SECRETA!#13</b>.
da: Det er en god ide, at skifte din adgangskode regelmæssigt.<br />Du bør huske på, at alle der kender dit brugernavn og adgangskode, vil have adgang til dine data.<br />Opret en adgangskode med mindst 6 tegn. - Jo længere, jo bedre! Lav en kombination af STORE og små bogstaver, tal og andre tegn, du kan finde på dit tastatur.<br />- Men, lav det ikke så vanskeligt, at du må skrive det ned for at huske det. Et stykke papir kan andre finde...<br />Brugernavnet er <b>følsomt mht. store og små bogstaver (case-sensitiv)</b>. Det betyder, at "Jon5" ikke er det samme som "jon5" eller "JON5".<br /><br /><b>PS!</b> Det er imidlertid hensigtsmæssigt <b>ikke</b> at bruge " (anførselstegn) eller ' (enkelt anførselstegn). Det kan hænde, at det går godt at bruge disse, men vi kan ikke garantere det.
es: Es una buena costumbre cambiar la contraseña regularmente. Debe tener presente que todo aquel que conozca su identificador de usuario y contraseña, tendrá acceso a sus datos.<br /><br />Elija una contraseña de por lo menos 6 caracteres, mejor cuanto más larga. Puede utilizar letras mayúsculas y minúsculas con o sin marcas diacríticas (como los acentos), números, guión (-) y subrayado (_). <u>No</u> utilice signos de puntuación o espacios. Utilice una combinación de mayúsculas, minúsculas, números y otros caracteres. Por ejemplo: <b>5Z_q$P4=r9</b>.<br /><br />Como el identificador de usuario, la contraseña <u>distingue</u> entre mayúsculas y minúsculas. Esto quiere decir que <b>Contraseña Secreta!#13<b> no es lo mismo que <b>contraseña secreta!#13</b> ni que <b>CONTRASEÑA SECRETA!#13</b>.
fi: Salasana kannattaa muuttaa säännöllisin välein.<br />Pidä mielessäsi, että jokainen, joka tuntee käyttäjätunnuksesi ja salasanasi pääsee käsiksi tietoihisi.<br />Salasanan pituuden tulisi olla vähintään 6 merkkiä. Mitä pidempi sen parempi. Voit käyttää kaikkia aakkosia ja muita merkkejä, jotka ovat näppäimistössäsi.<br /><br /><b>Huomaa: Älä</b> käytä " (kaksinkertaiset lainausmerkit) tai ' (yksikertaiset lainausmerkit). Niiden toimimisesta ei ole takeita.<br /><br /><b>Yhdistele suuria ja pieniä aakkosia, numeroita ja muita merkkejä.</b> Esimerkki: 5Z_q$P4=r9.<br /><br />Kuten käyttäjätunnuksessa, myös salasanassa on <b>eroa suurten ja pienten</b> kirjainten välillä. Esimerkiksi "Jo5hn" ei ole sama kuin "jo5hn" tai "JO5HN".
he: שינוי סיסמא באופן סדיר הוא מנהג טוב. יש לזכור שכל מי שיודע את קוד המשתמש שלך ואת הסיסמא שלך, תהיה לו גישה לנתונים שלך.<br /><br />הגדר סיסמא של לפחות 6 תווים. ככל שהסיסמא ארוכה יותר כן ייטב. תוכל להשתמש באותיות הגדולות או הקטנות של האלף-בית הלועזי עם או בלי סימנים דיאקריטיים, בספרות, במקף (-) ובקו תחתון (_). <u>אין</u> להשתמש בסימני פיסוק ורווחים. השתמש בצירוף של אותיות לועזיות גדולות וקטנות, באותיות עבריות, בספרות ובסימנים אחרים. כדוגמא: <b>5Z_q$P4=ז9rטk3</b>.<br /><br />בדומה לקוד המשתמש, הסיסמא <u>רגישה לגודל האותיות</u>. משמעות הדבר ש-<b>Secret.Password!#13</b> שונה מ-<b>secret.password!#13</b> ומ-<b>SECRET.PASSWORD!#13</b><br /><br />.
nn: Det er en god vane å bytte passordet ditt regelmessig.<br />Du bør huske på at alle som kjenner brukernavnet og passordet ditt, vil ha tilgang til dataene dine.<br />Lag et passord med minst 6 tegn. - Jo lengre, jo bedre! Lag en kombinasjon av STORE og små bokstaver, tall og andre tegn du kan finne på tastaturet ditt.<br />- Men, ikke lag det så vanskelig at du må skrive det ned for å huske det. En lapp kan andre finne...<br />Brukernavnet er <b>følsomt for bokstavtyper</b>. Dette betyr at "Jon5" ikke er det samme som "jon5" eller "JON5".<br /><br /><b>PS!</b> Det er imidlertid lurt å <b>ikke</b> bruke " (anførselstegn) eller ' (enkelt anførselstegn). Det kan hende at det vil fungere å bruke disse, men vi kan ikke garantere det.
pl: Dobrym zwyczajem jest regularne zmienianie swojego hasła. Pamiętaj, że każdy, kto zna twój login i hasło może uzyskać dostęp do twoich danych.<br /><br />Hasło powinno mieć przynajmniej 6 znaków; im więcej, tym lepiej. Można używać wielkich i małych liter z lub bez znaków diakrytycznych (np. ogonków), cyfr, myślnika (-) i podkreślenia (_). <u>Nie</u> używaj znaków interpunkcyjnych ani spacji. Najlepiej stosować połączenie wielkich i małych liter, cyfr i innych znaków, na przykład: <b>5Z_q$P4=r9</b>.<br /><br />Podobnie, jak w loginie, wielkie i małe litery w haśle <u>mają znaczenie</u>. Oznacza to, że <b>Tajne.Hasło!#13</b> to nie to samo, co <b>tajne.hasło!#13</b> ani <b>TAJNE.HASŁO!#13</b>.

source: This is the starting (Root) person of all your charts.<br /><br />If, for example, you were to click the link to the Pedigree, you would see this root person in the leftmost box. This root person does not have to be you; you can start with any person (your grandfather or your mother's aunt, for instance), as long you have the rights to see that person.<br /><br />The changes the default Root person for most charts. You can change the Root person on many charts, but that is just for that page at that particular invocation.
ca: Aquesta és la persona base (arrel) a tots els gràfics.<br /><br />Si, per exemple, polseu l'enllaç a l'arbre genealògic, sortirà aquesta persona arrel al requadre situat més a l'esquerra. Aquesta persona no cal que sigui un mateix. Els gràfics poden començar per qualsevol altra (l'avi o una tieta per part de mare, per exemple) doncs hom té permís per a canviar-la en qualsevol moment.<br /><br />És possible canviar la persona arrel a molts gràfics però des d'aquesta pàgina es canvia la que surt per defecte.
da: Dette er <i>hovedpersonen</i> for de slægtstræer du vælger i hovedmenuen.<br />Hovedpersonen er med andre ord "startpersonen" i din slægtsdatabase.<br />Hvis du f.eks. vælger at se på "Anetræ" (anetavle) fra hovedmenuen, så vil du se, at hovedpersonen er placeret i boksen helt til venstre.<br />Hovedpersonen må naturligvis ikke være dig selv, men kan være hvemsomhelst (med undtagelse af personer, der ikke vises på grund af hensynet til beskyttelse af privatlivet.<br />I nogle typer af slægtstræer kan du skifte hovedperson.<br /><br />Vælger du at se et slægtstræ, hvor du befinder dig på en faktaside med deltaljer om en person, vil denne person blive "midlertidig" hovedperson.
es: Es la persona inicial (raíz) en todos sus diagramas.<br /><br />Si, por ejemplo, hiciera clic en el vínculo al Árbol de Ascendientes, vería a esta persona inicial en la caja más a la izquierda. Esta persona inicial no tiene por qué ser Vd., puede comenzar con cualquier persona (su abielo o la tía de su madre, por ejemplo), siempre que tenga privilegio para ver esa persona.<br /><br />Este valor cambia la persona inicial por omisión en muchos diagramas. Puede cambiar la persona inicial en muchos diagramas, pero sólo para ese diagrama en esa ocasión en particular.
fi: Tämä on kaikkien kaavioittesi lähtöhenkilö.<br />Mikäli (esimerkiksi) klikkaat linkkiä esivanhempiin, lähtöhenkilö sijaitsee vasemmanpuoleisimmassa ruudussa.<br />Tämän lähtöhenkilön ei tietenkään tarvitse olla sinä itse. Voit aloittaa kenestä tahansa, jota sinulla on oikeus tarkastella.<br />Joissakin kaavioissa voit muuttaa lähtöhenkilöä, mutta se koskee nimenomaan juuri niitä sivuja.
he: זהו קוד זיהוי של האדם ההתחלה (מוצא) של כל התרשימים שלך.<br /><br />אם תלחץ, למשל, על קישור לאילן היוחסין, תראה את האדם הזה בתיבה השמאלית הקיצונית. האדם בתחילת התרשים לא חייב להיות אתה; תוכל להתחיל מאדם כלשהו (סבך או הדודה של אמך, למשל) כל עוד יש לך הרשאות לראות את האדם.<br /><br />ברוב התרשימים תוכל לשנות את אדם המוצא, אבל השינוי הוא רק עבור הדפים המסוימים הללו.
nn: Dette er <i>hovedpersonen</i> for de diagrammene og noen rapporter du velger fra hovedmenyen.<br />Dersom du f.eks. velger å se på diagrammet "Anetre", så vil se at hovedpersonen er i boksen helt til venstre.<br />Hovedpersonen må selvsagt ikke være deg selv, men kan være hvem som helst (med unntak av personer som ikke vises på grunn av hensynet til personvern.<br />I mange diagram kan du bytte hovedperson, men denne vil ikke bli brukt dersom du velger andre diagram.<br /><br />Velger å se et diagram fra en side med detaljer for en person, vil denne personen bli "midlertidig" hovedperson.
pl: To jest główna osoba (korzeń) dla wszystkich twoich diagramów i wykresów.<br /><br />Jeśli na przykład klikniesz na odnośnik do rodowodu, zobaczysz tę osobę w ramce na lewym brzegu diagramu. Tą osobą nie musisz być ty; możesz wybrać dowolną osobę (na przykład dziadka lub ciotkę swojej matki) tak długo, jak masz prawo oglądania danych tej osoby.<br /><br />To ustawienie ma wpływ na większość diagramów i wykresów. Możesz także ustawić główną osobę na stronie każdego diagramu, ale takie ustawienie będzie działało tylko dla tej określonej strony w danym momencie.

source: This setting allows you to specify which tab is opened automatically when you access the Individual Information page.
ca: Aquest paràmetre permet especificar amb quin format s'obrirà automàticament quan s'accedeixi a la pàgina Fitxa personal.
da: Dette valg giver dig, som bruger, mulighed for at angive, hvilket faneblad, der skal åbnes automatisk når siden Personoplysninger blir vist.
es: Este ajuste le permite especificar qué pestaña se abre automáticamente cuando se accede a la página Información de la persona.
fi: Tämä asetus määrittää mikä välilehti aukeaa oletusarvoisesti ensimmäisenä katsoessa mitä tahansa henkilösivua tällä sivustolla.
he: הקביעה הזו מאפשרת לך לקבוע איזה חוצץ יפתח אוטומטית כאשר אתה ניגש אל דף מידע אישי.
nn: Dette valget gir deg som bruker mulighet til å angi hvilken arkfane som skal åpnes automatisk når siden Person-opplysninger blir vist.
pl: To ustawienie pozwala określić, która zakładka będzie automatycznie otwierana, kiedy wejdziesz na stronę Informacje o osobie.
