Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Use this link to add a new shared note to your database without linking the note to any record.<br /><br />The new note will appear in the Shared Note list, but will not appear on any charts or anywhere else in the program until it is linked to an individual, family or event.
ca: Empreu aquest enllaç per afegir a la base de dades una nova nota compartida sense vilcular-la a cap registre.<br /><br />La nova nota sortira a la llista de Notes Compartides però no a cap gràfic ni enlloc més del programa, fins que es vinculi a una persona, família o esdeveniment.
es: Utilice este vínculo para agregar una nueva nota a su base de datos sin vincularla a ningún registro. La nueva nota aparecerá en la lista de notas compartidas, pero no aparecerá en ningún diagrama ni ningún otro lugar en el programa hasta que sea vinculada a una persona, familia o evento.
fi: Tällä linkillä lisäät uuden jaetun lisätiedon tietokantaasi liittämättä lisätietoa yhteenkään tietueeseen.<br /><br />Uusi lisätieto ilmestyy Jaetut lisätiedot luetteloon, mutta ei näy kaavioilla tai muualla sivuilla kunnes se liitetään yksilöön, perheeseen, tai tapahtumaan.
he: השתמש בקישור זה כדי להוסיף הערה משותפת חדשה למאגר הנתונים שלך מבלי לקשר את ההערה לשום רשומה.<br /><br />ההערה החדשה תופיע ברשימת ההערות המשותפות, אבל לא תופיע בשום תרשים או בשום מקום אחר בתוכנית עד שהיא מקושרת לאדם, משפחה או מאורע.
pl: Użyj tego odnośnika, aby dodać nową wspólną notatkę do twojej bazy danych bez powiązywania notatki z żadnym wpisem.<br /><br />Nowa notatka pojawi się na liście wspólnych notatek, ale nie będzie widoczna na żadnych diagramach ani nigdzie indziej dopóki nie zostanie powiązana z osobą, rodziną lub wydarzeniem.

source: Use this form to add an unlinked person.<br /><br />When you add an unlinked person to your family tree, the person will not be linked to any other people until you link them. Later, you can link people together from the Close Relatives tab on the Individual Information page.
ca: Feu servir aquest formulari per afegir una persona pendent de vincular.<br /><br />Quan afegiu una persona desvinculada de l'arbre familiar, no queda enllaçada a cap altre si no ho feu expressament. Posteriorment, podeu vincular-la mitjançant el diagrama de Parents directes o la pàgina de Fitxa personal.
da: Brug dette skema til at tilføje en person, som ikke er knyttet til en familie.<br /><br />Når du tilføjer en "fritstående" person til din slægtsdatabase, vil personen ikke blive knyttet til andre personer førend du opgiver slægtskabet/familiebåndet. Du kan når som helst knytte personer sammen ved at vælge dette under fanebladet: <b>Nære slægtninge</b> på siden for Personoplysninger.
es: Utilice este formulario para agregar una persona desconectada.<br /><br />Si añade una persona desconectada a su árbol genealógico, esta persona no estará vinculada a ninguna otra persona hasta que la vincule. Posteriormente, puede vincular personas desde la pestaña Familiares cercanos en la página Información de la persona.
fi: Käytä tätä lomaketta lisätäksesi yhteydettömän henkilön.<br /><br />Kun lisäät yhteydettömän henkilön sukupuuhusi, henkilö ei liity kehenkään ennen kuin luot yhteyden. Voit myöhemmin luoda yhteyden henkilöiden välille Henkilökohtainen tieto-sivun Lähisukulaiset-välilehdellä.
he: השתמש בטופס זה כדי להוסיף אדם לא קשור.<br /><br />כאשר אתה מוסיף אדם לא קשור לאילן היוחסין שלך, האדם לא יהיה קשור לשום אדם אחר עד שלא תקשר ביניהם. מאוחר יותר תוכל לקשר אותם מהגיליון שמאורגן בצורת טבלה קרובי משפחה על דף ה-מידע אישי.
nn: Bruk dette skjemaet for å legge til en person som ikke er knyttet til en familie.<br /><br />Når du legger til en "frittstående" person i slektsbasen din, vil personen ikke bli knyttet til noen andre personer før du oppgir slektskapet/familebåndet. Du kan når som helst knytte personer sammen ved å benytte valget for dette under arkfanen Nære slektninger på siden for Person-opplysninger.
pl: Użyj tego formularza do dodania niepowiązanej osoby.<br /><br />Kiedy dodajesz niepowiązaną osobę do drzewa, osoba ta nie zostanie powiązana z nikim innym, dopóki jej nie powiążesz. Możesz powiązać osoby później za pomocą zakładki Bliscy na stronie Informacje o osobie.

source: Use this link to add a new source to your database without linking the source to a source citation in another record. The new source will appear in the source list, but will not appear on any charts or anywhere else in the program until it is linked up to a source citation.
ca: Feu servir aquest enllaç per afegir una nova font a la base de dades, sense vincular-la a una ressenya de font de cap registre. La nova apareixerà a la llista de fonts, però no a cap diagrama o lloc del programa mentre que no l'enllaceu a una ressenya de font.
es: Utilice este vínculo para agregar una nueva fuente a su base de datos sin vincularla a ninguna cita. La nueva fuente aparecerá en la lista de fuentes, pero no aparecerá en ningún diagrama ni ningún otro lugar en el programa hasta que sea mencionada en una cita.
fi: Käytä tätä linkkiä lisätäksesi uuden lähteen tietokantaan liittämättä lähdettä toisen tietueen lähdeviitteeseen. Uusi lähde näkyy lähdeluettelossa mutta ei missään kaaviossa tai muuallakaan ohjelmassa ennen kuin se on liitetty lähdeviitteeseen.
he: השתמש בקישור זה כדי להוסיף מקור למאגר הנתונים שלך מבלי לקשור את המקור לרשומה אחרת. המקור החדש יופיע ברשימת המקורות, אבל לא בשום תרשים או מקום אחר בתוכנה עד שהוא מקושר לציטוט מקור.
pl: Użyj tego odnośnika, aby dodać nowe źródło do twojej bazy danych bez powiązywania źródła z żadnym wpisem.<br /><br />Nowe źródło pojawi się na liście źródeł, ale nie będzie widoczne na żadnych diagramach ani nigdzie indziej dopóki nie zostanie powiązane z osobą, rodziną lub wydarzeniem.

source: This area allows you to enter the birth information. First enter the date when the person was born in the standard date format for genealogy (1 JAN 2004). You can click on the Calendar icon for help selecting a date. Then enter the place where the person was born. You can use the <b>Find Place</b> link to select a place that already exists in the database.
ca: Aquesta àrea us permet entrar informació del natalici. Primerament entreu la data de naixement amb format (1 JAN 2004) (atenció! noms de mesos en anglès). Podeu polsar la icona del calendari per ajudar-vos a seleccionar-la. Desprès entreu el lloc de naixement. Podeu fer servir l'enllaç <b>Cerca un Lloc</b> per seleccionar-ne un de la base de dades.
da: Dette området giver dig mulighed for at tilføje information om personens fødsel.<br /><br />Angiv først personens fødselsdato i <a href="?help=def_gedcom_date_help">standard datoformat</a> for slægtsforskning (1 OCT 2004). Du kan klikke på ikonet for <b>Kalender</b> for at få hjælp til at vælge en dato.<br /><br />Derefter angiver du stedet, hvor personen blev født i <a href="?help=edit_PLAC_help">standard stedformat</a> for slægtsforskning. Du kan klikke på ikonet for <b>Find stednavn</b> for at vælge et sted, der allerede findes i slægtsdatabasen.
es: En esta área puede introducir información del nacimiento. Primero introduzca la fecha en que nación en le formato estándar de fecha para genealogía (1 JAN 2004). Puede hacer clic en el icono Calendario si requiere ayuda para la introducción de la fecha. A continuación, introduzca el lugar donde nació la la persona. Puede utilizar el vínculo <b>Buscar lugar</b> para seleccionar un lugar que ya exista en la base de datos />
fi: Tässä voit ilmoittaa syntymätiedot. Lisää ensin henkilön syntymäpäivä sukututkimuksen mukaisessa standardimuodossa (1 JAN 2004). Klikkaa kalenteri-ikonia saadaksesi päivän valintaa koskevia ohjeita. Lisää sen jälkeen syntymäpaikka. Voit käyttää linkkiä "Hae paikka" yhdistääksesi paikkaan, jonka joku muu on jo tallentanut.
he: בקטע זה מכניסים את נתוני הלידה של אדם .הכנס קודם כל את תאריך הלידה במבנה המקובל עבור חקר משפחה <span dir="ltr">(1 JAN 2004)</span>. ניתן ללחוץ על צלמית לוח השנה עבור עזרה בבחירת תאריך. אח"כ הכנס את מקום הלידה. תוכל להשתמש בקישור <b>מצא מקום</b> כדי לבחור מקום שכבר קיים במאגר הנתונים.
nn: Dette området gir deg mulighet til å legge inn informasjon om personens fødsel.<br /><br />Angi først datoen da personen ble født i <a href="?help=def_gedcom_date_help">standard datoformat</a> for slektsforskning (1 OCT 2004). Du kan klikke på ikonet for <b>Kalender</b> for å få hjelp med å velge en dato.<br /><br />Deretter angir du stedet der personen ble født i <a href="?help=edit_PLAC_help">standard stedsformat</a> for slektsforskning. Du kan klikke på ikonet for <b>Finn stedsnavn</b> for å velge et sted som allerede finnes i slektsbasen.
pl: Ten obszar umożliwia wprowadzenie informacji o urodzeniu. Najpierw podaj informację o dacie w standardowym genealogicznym formacie daty (1 JAN 2007). Możesz kliknąć na ikonkę kalendarza, aby wybrać datę. Następnie wprowadź miejsce urodzenia. Skorzystaj z odnośnika <b>Znajdź miejsce</b> aby wybrać miejsce, które istnieje już w bazie danych.

source: Every genealogical database used with PhpGedView has its own <b>Configuration file</b>.<br /><br />On this form you configure many options such as database title, language, calendar format, email options, logging of database searches, HTML META headers, removal of surnames from the database's Frequent Surnames list, etc.
ca: Cada base de dades genealògica emprada pel PhpGedView té el seu propi <b>Fitxer de Configuració</b>.<br /><br />En aquest formulari podeu configurar algunes opcions com el títol de la base de dades, idioma, format del calendari, opcions de correu electrònic, registres de recerques a la base de dades, META capçaleres HTML, supressió de cognoms de la llista de Cognoms més habituals, etc.
da: Hver slægtsdatabase, som du anvender i dette program har sin egen <b>Konfigurationsfil</b>.<br /><br />I dette skema kan du angive de grundlæggende indstillinger som f.eks, sprog, kalenderformat, val af e-mail, osv. osv.
es: Cada base de datos genealógica utilizada con PhpGedView tiene su porpio <b>archivo de configuración<b>.<br /><br />En este formulario se configuran muchas opciones como el título de la base de datos, el idioma, el formato de calendario, opciones de correo electrónico, registro de búsquedas en la base de datos, cabeceras HTML META, supresión de apellidos de la lista de Apellidos Frecuentes de la base de datos, etc.
fi: Jokaisella tässä ohjelmassa käyttämälläsi GEDCOM-tiedostolla on oma <b>asetustiedosto</b>nsa.<br /><br />Tällä lomakkeella teet perusasetukset kuten esimerkiksi kieli, kalenterimuoto, sähköpostin asetukset, jne., jne.
he: לכל מאגר נתוני חקר המשפחה שמשמש את PhpGedView יש <b>קובץ תצורה</b> משלו.<br /><br />בטופס זה תגדיר מאפיינים רבים כגון כותרת מאגר הנתונים, שפה, מבנה לוח שנה, אפשרויות דואר אלקטרוני, שמירת חיפושים במאגר הנתונים, כותרות HTML META, הורדת שמות משפחה מרשימת שמות המשפחה השכיחים של מאגר הנתונים, וכו'.
nn: Hver slektsbase som du bruker i dette programmet har sin egen <b>Konfigurasjonsfil</b>.<br /><br />På dette skjemaet kan du angi basis-innstillinger slik som f.eks, språk, kalenderformat, epost-valg, osv., osv.
pl: Każda genealogiczna baza danych w PhpGedView ma własny <b>plik konfiguracyjny</b>.<br /><br />Na tym formularzu możesz konfigurować wiele opcji, takich jak tytuł bazy danych, język, format kalendarza, opcje emaila, rejestracja wyszukiwania, nagłówki HTML META, usuwanie nazwisk z "Najczęstszych nazwisk" itp.

source: This area allows you to enter Death information. First enter the date when the person died in the standard date format for genealogy (1 JAN 2004). You can click on the Calendar icon for help selecting a date. Then enter the place where the person died. You can use the <b>Find Place</b> link to select a place that already exists in the database.
ca: Aquesta àrea us permet entrar informació de l'òbit. Primerament poseu la data de defunció amb format (1 JAN 2004) (atenció! noms de mesos en anglès!). Podeu polsar la icona del calendari per ajudar-vos a seleccionar-la. Desprès entreu el lloc on va morir. Podeu fer servir l'enllaç <b>Cerca un Lloc</b> per seleccionar-ne un de la base de dades.
da: Dette område giver dig mulighed for at tilføje information om personens død.<br /><br />Anfør først personens dødsdato i <a href="?help=def_gedcom_date_help">standard datoformat</a> for slægtsforskning (1 OCT 2004). Du kan klikke på ikonet for <b>Kalender</b> for at få hjælp til at vælge en dato.<br /><br />Derefter angiver du stedet, hvor personen døde i <a href="?help=edit_PLAC_help">standard stedformat</a> for slægtsforskning. Du kan klikke på ikonet for <b>Find stednavn</b> for at vælge et sted, der allerede findes i slægtsdatabasen.
es: En esta área puede introducir información de la defunción. Primero introduzca la fecha en que falleció la persona en el formato estándar de fecha para genealogía (1 JAN 2004). Puede hacer clic en el icono Calendario si requiere ayuda para la introducción de la fecha. A continuación, introduzca el lugar donde falleció la persona. Puede utilizar el vínculo <b>Buscar lugar</b> para seleccionar un lugar que ya exista en la base de datos.
fi: Tässä voit ilmoittaa kuolintiedot. Lisää ensin henkilön kuolinpäivä sukututkimuksen mukaisessa standardimuodossa (1 JAN 2004). Klikkaa kalenteri-ikonia saadaksesi päivän valintaa koskevia ohjeita. Lisää sen jälkeen kuolinpaikka. Voit käyttää linkkiä "Hae paikka" yhdistääksesi paikkaan, jonka joku muu on jo tallentanut.
he: בקטע זה מכניסים את נתוני הפטירה של האדם שנפטר. ראשית יש להכניס את תאריך הפטירה במבנה המקובל עבור חקר משפחה <span dir="ltr">(1 JAN 2004)</span>. ניתן ללחוץ על צלמית לוח השנה עבור עזרה בבחירת תאריך. אח"כ יש להכניס את מקום הפטירה. תוכל להשתמש בקישור <b>מצא מקום</b> כדי לבחור מקום שכבר קיים במאגר הנתונים.
nn: Dette området gir deg mulighet til å legge inn informasjon om personens død.<br /><br />Angi først datoen da personen døde i <a href="?help=def_gedcom_date_help">standard datoformat</a> for slektsforskning (1 OCT 2004). Du kan klikke på ikonet for <b>Kalender</b> for å få hjelp med å velge en dato.<br /><br />Deretter angir du stedet der personen døde i <a href="?help=edit_PLAC_help">standard stedsformat</a> for slektsforskning. Du kan klikke på ikonet for <b>Finn stedsnavn</b> for å velge et sted som allerede finnes i slektsbasen.
pl: Ten obszar umożliwia wprowadzenie informacji o śmierci. Najpierw podaj informację o dacie w standardowym genealogicznym formacie daty (1 JAN 2007). Możesz kliknąć na ikonkę kalendarza, aby wybrać datę. Następnie wprowadź miejsce zgonu. Skorzystaj z odnośnika <b>Znajdź miejsce</b> aby wybrać miejsce, które istnieje już w bazie danych.

source: This page allows you to edit the raw GEDCOM record. You should use this page with caution; it requires a good understanding of the GEDCOM 5.5.1 Standard. For more information on the GEDCOM 5.5.1 Standard, refer to Help topic <b>GEDCOM file</b>.<br /><br />PhpGedView provides many ways to add and edit information, but there could be occasions when you may want to edit the raw GEDCOM structure. When possible, you should use the provided forms for adding information, but when that is impossible, you can use this form. Upon submitting the form, your information will be checked for basic conformance to the Standard and the CHAN record will be updated.
ca: Aquesta pàgina us permet editar el registre primari GEDCOM. Cal que aneu amb compte: requereix un bon coneixement de l'estàndard GEDCOM 5.5.1. Per més informació sobre el GEDCOM 5.5.1, aneu a l'ajuda <b>fitxer GEDCOM</b>.<br /><br />El PhpGedView disposa de diverses formes per afegir i editar informació, però pot donar-se el cas que calgui editar el registre primari GEDCOM. Sempre que sigui possible feu servir els camins que dóna el programa. Un cop desat el formulari la informació passarà una revisió bàsica de compatibilitat amb l'estàndard i és modificaran els registre CHAN.
da: Denne side giver dig mulighed for at ændre den "rå" GEDCOM-post. Du bør anvende denne side med forsigtighed og omtanke; Det kræver at du har kendskab til og forstår GEDCOM 5.5.1 standarden. For mere information om GEDCOM 5.5.1 standarden, se emnet <a href="?help=gedcom_info_help">GEDCOM-fil</a>.<br /><br />PhpGedView giver dig mulighed for at tilføje og ændre information på mange måder, men der kan være situationer, hvor du ønsker at foretage ændringer direkte i det "rå" GEDCOM-format. Hvis det er muligt, bør du benytte de tilbudte skemaer til at tilføje information. MEN, hvis det ikke er muligt, kan du anvende dette "skema". Når du sender det færdig redigerede "skema", vil informationen blive checket efter nogle grundregler i standarden og posten CHAN (ændret af hvem og hvornår) bliver opdateret.
es: Esta página le permite editar el registro GEDCOM en bruto. Debe utilizar esta página con precaución; se requiere un buen dominio del estándar GEDCOM 5.5.1. Para más información del estándar GEDCOM 5.5.1, lea el tema de ayuda <b>GEDCOM file</b>.<br /><br />PhpGedView proporciona muchas formas de añadir y editar información, pero puede haber ocasiones en que desee editar la estructura GEDCOM en bruto. Siempre que sea posible, debe utilizar los formularios que se proporcionan para añadir información, pero si es imposible, puede utilizar este formulario. Al enviar el formulario, se realizarán con sus datos pruebas básicas de conformidad con el estándar y se actualizará el subregistro CHAN.
fi: Tällä sivulla voit muokata GEDCOM-raakadataa. Tätä sivua on käytettävä varoen ja se edellyttää, että ymmärrät GEDCOM 5.5 standarttia.<br /><br />PhpGedView sallii monta tapaa lisätä ja muokata tietoa, mutta saattaa esiintyä tilanteita jolloin on tarvetta käsitellä raakaa GEDCOM-rakennetta. Mikäli mahdollista tulisi aina käyttää olemassa olevia lomakkeita tiedon lisäämiseksi, mutta jos se ei käy, voi tätä lomaketta käyttää. Kun tämä lomake lähetetään, tarkistetaan GEDCOM-muodon oikeellisuus ja CHAN-tietue päivitetään.
he: דף זה מאפשר לך לערוך את רשומת ה-GEDCOM הלא מעובדת. השתמש בזהירות בדף הזה משום שיש להבין היטב את התקן GEDCOM 5.5.1. למידע נוסף על התקן GEDCOM 5.5.1, התייחס ל<b>קובץ GEDCOM</b>.<br /><br />PhpGedView מאפשר דרכים רבות להוספה ועריכה של נתונים, אבל יש מקרים בהם תרצה לערוך את התבנית הלא מעובדת של ה-GEDCOM. בכל הזדמנות שניתן, יש להשתמש בטפסים להוספת נתונים, רק במקרים שזה אינו אפשרי, השתמש בטופס הזה. בעת השמירה של הטופס יבדקו הנתונים לתאימות בסיסית לתקן ורשימת ה-CHAN תעודכן.
nn: Denne siden gir deg mulighet til å redigere opplysninger direkte i slektsfilen. Du bør bruke denne side med forsiktighet og omtanke; Det krever at du kjenner og forstår standarden <a href="?help=gedcom_info_help">GEDCOM 5.5.1.</a><br /><br />PhpGedView gir deg flere muligheter til redigere informasjon på, men det kan være situasjoner der du ønsker å gjøre endringene direkte i slektsfilen. Dersom det er mulig, bør du benytte de tilbudte skjemaene for å legge til informasjon. MEN dersom det ikke er mulig, kan du bruke dette "skjemaet". Når du sender det ferdig redigerte "skjemaet", vil informasjonen bli sjekket i henhold til noen basis-regler i henhold til standarden og posten CHAN (endret av og når) blir oppdatert.
pl: Ta strona umożliwia edycję nieprzetworzonego wpisu GEDCOM. Używaj tej funkcji ostrożnie; wymaga ona dobrej znajomości standardu GEDCOM 5.5.1 Standard. Aby uzyskać więcej informacji na temat standardu GEDCOM 5.5.1, zajrzyj do tematu pomocy <b>Plik GEDCOM</b>.<br /><br />PhpGedView umożliwia wiele sposobów dodawania i edycji informacji, ale może się zdarzyć, że będziesz chciał(a) edytować nieprzetworzoną strukturę GEDCOM. O ile to możliwe, korzystaj raczej ze standardowych sposobów wprowadzania informacji, w innym przypadku użyj tego formularza. Po jego wysłaniu podane przez ciebie informacje zostaną sprawdzone pod względem zgodności ze standardem i zostanie uaktualniony wpis zmian (CHAN).

source: This option will let you edit an item on the FAQ page.
ca: Aquesta opció us permet editar un ítem de la pàgina preguntes més freqüents.
da: Vælges denne mulighed kan du redigere et punkt på FAQ-siden.
es: Esta opción le permite modificar una entrada de la página de Preguntas Frecuentes.
fi: Tämä valinta sallii sinun muokata kysymystä tai sen vastausta.
nn: Dette valget lar deg redigere et element på FAQ-siden.
pl: Ta opcja umożliwia edycję elementu na stronie FAQ.
