Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This form allows you to add a new favorite item to your list of favorites.<br /><br />You must enter either an ID for the person, family, or source you want to store as a favorite, or you must enter a URL and a title. The Note field is optional and can be used to describe the favorite. Anything entered in the Note field will be displayed in the Favorites block after the item.
ca: Aquest formulari us permet afegir una nova entrada a la vostra llista personal de favorits. Cal que hi entreu un ID de persona, família o font o un URL i el títol. El camp per a notes és opcional i podeu emprar-lo per descriure el favorit. El que hi escrigueu es veurà al bloc favorits, al costat de l'entrada corresponent.
da: Denne formular giver dig mulighed for at tilføje en ny favorit til din liste over favoritter. Du skal angive enten et ID for personen, familien, eller kilden, som du ønsker at gemme som en favorit, eller du skal angive en URL-adresse og en titel. Notesfeltet er valgfrit og kan anvendes til at beskrive favoritten. Alt, der anføres i notesfeltet vil blive vist i rammen: <b>Mine favoritter</b>.
es: Este formulario le permite agregar un nuevo elemento favorito a su lista de favoritos. Debe introducir, o bien el ID de la persona, familia o fuente que desea almacenar como uno de los favoritos, o introducir una URL y un título. El campo Nota es opcional y puede utilizarse para describir el favorito. Cualquier cosa que se escriba en el campo Nota se mostrará en el bloque de Favoritos detrás del elemento.
fi: Tässä voit lisätä uuden suosikin suosikkiluetteloosi. Lisää joko henkilön, perheen tai lähteen ID-tunnus tai URL-osoite ja otsikko. Huomautuskenttä on vaihtoehtoinen ja siinä voi antaa kuvauksen suosikista. Kaikki, mikä on kirjoitettu huomautuskenttään näkyy Suosikit-alueella, kohteen perässä.
he: הטופס מאפשר הוספת מועדף לרשימת המועדפים שלך.<br /><br />עליך להכניס את קוד הזיהוי של האדם, המשפחה או המקור שאותו תרצה לשמור כמועדף, או עליך להכניס URL וכותרת. שדה ההערות הוא שדה רשות ובו ניתן לשמור תאור של המועדף. תוכן שדה תאור המועדף יוצג באזור המועדפים אחרי המועדף.
nn: Her kan du legg til en ny favoritt i listen over favoritter i slektsbase. Du må enten angi IDen til en:<ul><li>Person</li><li>Familie</li><li>Kilde</li></ul>eller<ul><li>Internettadresse (URL) og en tittel</li></ul>I notefeltet, som er valgfritt, kan du gi en beskrivelse av favoritten. Denne vil i tilfelle bli vist rett etter favoritten i rammen for favoritter.
pl: Ten formularz umożliwia dodanie nowego elementu do listy ulubionych. Musisz albo podać identyfikator osoby, rodziny lub źródła, które chcesz przechowywać w ulubionych, albo wprowadzić adres URL i tytuł. Pole komentarza nie jest obowiązkowe i służy do opisania danego elementu. Treść tego pola pojawi się obok elementu w bloku ulubione.

source: Charts Block
ca: Bloc de gràfics
da: Diagramblok
es: Bloque de diagramas
fi: Kaavioalue
he: אזור תרשימים
nn: Diagramblokken
pl: Blok diagramów

source: This block displays a list of frequently occurring given names from this database. You can configure how many given names should appear in the list.
ca: Aquest bloc mostra un llista dels noms de pila més comuns o freqüents a la base de dades. Podeu configurar quans noms voleu que hi surtin.
es: Este bloque muestra la lista de los nombres de pila más corrientes en esta base de datos. Puede configurar cuántos nombres han de aparecer en la lista.
fi: . Tällä aluella näytetään tässä tietokannassa olevat yleisimmät etunimet. Voit valita luettelossa näytettävien nimien lukumäärän.
he: האזור מציג רשימה של השמות הפרטיים השכיחים במאגר הנתונים הזה. ניתן להגדיר את מספר השמות שיופיעו ברשימה.
pl: Ten blok pokazuje najczęściej występujące imiona. Możesz skonfigurować ile imion zostanie pokazanych na liście.<br /><br />Używa pierwszego i drugiego imienia. Na przykład imię "Anna Maria" będzie policzone jako "Anna" oraz jako "Maria".

source: This block displays a list of frequently occurring surnames from this database. A surname must occur at least #COMMON_NAMES_THRESHOLD# times before it will appear in this list. The administrator has control over this threshold.<br /><br />When you click on a surname in this list, you will be taken to the Individuals, where you will get more details about that name.
ca: Aquest bloc us mostra una llista amb els cognoms més repetits a la base de dades. Un cognom ha de repetir-se #COMMON_NAMES_THRESHOLD# cops abans d'aparèixer aquí. És l'administrador qui decideix aquesta quantitat.<br /><br />Quan polseu un cognom de la llista, us mena a Persones, on disposeu de més detalls sobre el nom.
da: Nederst i statistikrammen, finder du en oversigt over de oftest forekommende efternavne i den aktive slægtsdatabase. - Hvilke navne der vises, bestemmes af administratoren af hjemmesiden.<br />(Gældende indstilling er efternavne, der forekommer mere end #COMMON_NAMES_THRESHOLD# gange).<br /><br />Ved at klikke på et af navnene, vil du blive sendt videre til en liste over personer med dette efternavn. Der vil du kunne få flere oplysninger om de forskellige personer, med dette navn.
es: Este bloque muestra una lista de apellidos frecuentes en esta base de datos. Un apellido debe ocurrir al menos #COMMON_NAMES_THRESHOLD# veces para aparecer en esta lista El administrador puede cambiar este umbral.<br /><br />Si hace clic en un apellido de esta lista, será conducido la Personas, donde obtendrá más detalles sobre ese nombre.
fi: Tällä alueella näytetään tämän GEDCOM-tiedoston yleisimmät sukunimet. Sukunimen on esiinnyttävä vähintään #COMMON_NAMES_THRESHOLD# kertaa ennenkuin se näkyy luettelossa.<br /><br /> Ylläpitäjä asettaa näytettävien sukunimien lukumäärän.<br /><br /> Klikkaa sukunimeä luettelossa ja pääset Henkilöluettelo-luetteloon, josta saat lisätietoa nimestä.
he: האזור מציג רשימה של שמות המשפחה השכיחים במאגר הנתונים הזה. על שם המשפחה להופיע לפחות #COMMON_NAMES_THRESHOLD# פעמים כדי שהוא יופיע ברשימה זו. מנהלן האתר יכול לשנות את הסף הזה.<br /><br />ניתן ללחוץ על השמות ברשימה זו. כאשר לוחצים על שם, מועברים לאנשים, ומקבלים מידע נוסף על השם.
nn: Nederst i rammen for statistikk, kan du finner du en oversikt over de etternavnene som er mest brukt i den aktive slektsbasen. - Et etternavn må finnes flere ganger enn #COMMON_NAMES_THRESHOLD# for å vises. Det er administratoren til nettstedet som betemmer dette.<br /><br />Ved å klikke på et av navn, vil du bli sendt videre til en liste med personer som har dette etternavnet. Der vil du igjen kunne få flere opplysninger om de ulike personene som har dette navnet.
pl: Ten blok wyświetla listę nazwisk, które występują w bazie danych najczęściej. Aby pojawiło się na liście, nazwisko musi wystąpić co najmniej #COMMON_NAMES_THRESHOLD# razy. Administrator może zmieniać tą wartość progową.<br /><br />Kliknięcie na nazwisko z listy spowoduje przeniesienie do strony Lista osób, gdzie zobaczysz więcej szczegółów o danym nazwisku.

source: This block shows you anniversaries of events that are coming up in the near future.<br /><br />The administrator determines how far ahead the block will look. You can further refine the block's display of upcoming events through several configuration options.
ca: Mostra els esdeveniments quin aniversari es commemorarà properament.<br /><br />L'administrador decideix quin lapse de temps sortirà en aquest bloc. Mitjançant certes opcions de configuració podeu fer-hi alguns retocs.
da: Denne ramme viser dig de begivenheder i slægtsdatabasen, der er indtruffet på datoerne fra og med i morgen og en måned frem i tiden.<br />Begivenheder er fx fødselsdage, dåb, begravelser, dødsfald.
es: Este bloque muestra los aniversarios de eventos que se van a dar en el futuro próximo.<br /><br />El administrador determina el plazo máximo de avance. Puede ajustar la presentación de próximos eventos mediante varias opciones de configuración.
fi: Tämä alue näyttää lähitulevaisuudessa olevat vuosipäivät.<br /><br /> Ylläpitäjä määrittää, kuinka pitkälle tulevaisuuten vuosipäiviä näytetään alueella. Voit itsekin säätää alueella näkyvät vuosipäivät useiden valintojen avulla.
he: האזור הזה מראה לך אירועים שיתרחשו בקרוב.<br /><br />המנהלן קובע את גבולות האזור. תוכל לעדן את התצוגה של האירועים הקרובים בעזרת בחירת מספר קבועים.
nn: Denne rammen vil vise deg kommende hendelser i slektsbasen fra og med i morgen og en måned fram i tid.<br /><br />Administratoren bestemmer hvor mange dager fram i tid som vil bli vist. Det er også mulig å begrense hvilke hendelser som skal vises.
pl: Ten blok wyświetla zbliżające się rocznice wydarzeń.<br /><br />Administrator określa, jak daleko w przyszłość sięga ten blok. Możesz dostosować wygląd bloku za pomocą kilku opcji konfiguracyjnych.

source: The News block is like a bulletin board for this GEDCOM. The site administrator can place important announcements or interesting news messages here.<br /><br />If you have something interesting to display, please contact the site administrator; he can put your message on this bulletin board.
ca: Aquesta secció és com un tauler d'anuncis del GEDCOM. L'administrador pot posar-hi avisos importants o notícies interessants.<br /><br />Si teniu quelcom a dir-hi, contacteu amb l'administrador que hi posarà un missatge per compte vostre.
da: Nyhedsrammen er på en måde en opslagstavle for denne slægtsdatabase.<br />Administratoren af hjemmesiden kan her skrive vigtige meddelelser eller interessante nyheder.<br /><br />Hvis du har noget interessant at meddele andre brugere og besøgende, kontakt da venligst administratoren af hjemmesiden via linket nederst på siden.
es: Este bloque de Novedades es como un tablón de anuncios para este GEDCOM.<br />El administrador del sitio podrá colocar aquí anuncios importantes o novedades interesantes.<br />Si tiene algo interesante para publicar, contacte con el administrador del sitio; él puede colgar su mensaje en este tablón de anuncios.
fi: Uutisalue on kuin ilmoitustaulu tälle GEDCOMille. Ylläpitäjä voi laittaa tänne tärkeitä ilmoituksia tai uutisia.<br /><br />Jos sinulla on jotakin mielenkiintoista näytettävää, ota yhteyttä ylläpitäjään, joka voi laittaa ilmoituksesi esille.
he: אזור החדשות הוא כמו לוח המודעות של ה-GEDCOM הזה. מנהלן האתר יכול לשים כאן הודעות חשובות או חדשות מעניינות.<br /><br />אם יש לך משהו מעניין להציג, נא התקשר למנהלן האתר והוא יוכל לשים את הודעתך על לוח המודעות.
nn: Nyhetsrammen er på en måte en oppslagstavle for denne slektsbasen.<br />Administratoren til nettstedet kan her legge inn viktige kunngjøringer eller interessante nyhetsmeldinger.<br /><br />Dersom du har noe interessant å meddele andre brukere og besøkende, vennligst kontakt administratoren til nettstedet via linken nederst på siden.
pl: Blok artykułów jest jakby tablicą ogłoszeń dla tego pliku GEDCOM. Administrator strony może w niej umieszczać ważne ogłoszenia lub interesujące wiadomości.<br /><br />Jeśli chcesz się podzielić ciekawą informacją, skontaktuj się z administratorem strony; administrator może umieścić twoją wiadomość na tej tablicy ogłoszeń.

source: Enable compatibility with older versions of this block. When checked, both old and new keywords will be recognized and acted upon.<br /><br />For example, the text <b>&#35;TOTAL_FAM&#35;</b> will be recognized as being equivalent to <b>&#35;totalFamilies&#35;</b>, <b>&#35;FIRST_DEATH_PLACE&#35;</b> to <b>&#35;firstDeathPlace&#35;</b>, <b>&#35;TOP10_BIGFAM&#35;</b> to <b>&#35;topTenLargestFamily&#35;</b>, etc.<br /><br />Unless absolutely necessary, you should not use Compatibility mode.
ca: Activa la compatibilitat amb versions antigues d'aquest bloc. Quan està marcat reconeixerà tant les antigues com les noves paraules clau.<br /><br />Per exemple, el text <b>&#35;TOTAL_FAM&#35;</b> es reconeixerà com a equivalent a <b>&#35;totalFamilies&#35;</b>, <b>&#35;FIRST_DEATH_PLACE&#35;</b> a <b>&#35;firstDeathPlace&#35;</b>, <b>&#35;TOP10_BIGFAM&#35;</b> a <b>&#35;topTenLargestFamily&#35;</b>, etc.<br /><br />Si no és absolutament necessari, no feu servir el mode de compatibilitat.
es: Activar la compatibilidad con versiones anteriores de este bloque. Si se marca, tanto las palabras clave viejas como las nuevas se reconocerán y tratarán.<br /><br />Por ejemplo, el texto <b>&#35;TOTAL_FAM&#35;</b> se reconocerá como equivalente a <b>&#35;totalFamilies&#35;</b>, <b>&#35;FIRST_DEATH_PLACE&#35;</b> a <b>&#35;firstDeathPlace&#35;</b>, <b>&#35;TOP10_BIGFAM&#35;</b> a <b>&#35;topTenLargestFamily&#35;</b>, etc.<br /><br />A menos que sea absolutamente necesario, no debería utilizar el modo de Compatibilidad.
fi: Tarkista yhteensopivuus tämän alueen vanhempien versioiden kanssa. Tämä sallii vanhempien merkitsinformaattien käytön, mutta toiminta hidastuu lievästi.<br /><br />Tätä tilaa ei suositella käytettäväksi.<br />
he: סמן כאן עבור תאימות עם ורסיות ישנות של האזור הזה. דבר זה מאפשר שימוש במבנה ישן יותר על חשבון השפעה מועטה על המהירות.<br /><br />שימוש בצורה זו אינה מומלץ.
pl: Włącz kompatybilność ze starszymi wersjami tego bloku. Zaznaczenie tej opcji umożliwi rozpoznawanie zarówno starszych, jak i nowszych słów kluczowych i ich odpowiednie działanie.<br /><br />Na przykład tekst <b>&#35;TOTAL_FAM&#35;</b> zostanie rozpoznany jako odpowiednik <b>&#35;totalFamilies&#35;</b>, <b>&#35;FIRST_DEATH_PLACE&#35;</b> - <b>&#35;firstDeathPlace&#35;</b>, <b>&#35;TOP10_BIGFAM&#35;</b> - <b>&#35;topTenLargestFamily&#35;</b>, itd.<br /><br />Jeśli nie jest to absolutnie koniecznie, nie powinno się korzystać z trybu kompatybilności.

source: Unlike the HTML, GEDCOM News, and GEDCOM Statistics blocks, you have full control over the appearance of your block. You can use HTML tags, and the block uses the CSS style sheets from the currently active theme. References to information from the currently active genealogical database can be included in the text.<br /><br />Database references are signalled in the text by enclosing keywords within paired <b>&#35;</b> symbols. For example, <b>&#35;totalFamilies&#35;</b> represents the number of families in the database. On occasion, you may wish to use a database reference as text instead of its true meaning. To do so, you need to replace the <b>&#35;</b> symbols enclosing the keyword by their symbolic equivalent. For example, if your text contains <b>&amp;&#35;35;totalFamilies&amp;&#35;35;</b> it will print as <b>&#35;totalFamilies&#35;</b> instead of becoming a database reference.<br /><br />For a full example of the use of this block, please examine the &quot;GEDCOM Statistics&quot; template found in the blocks/ directory, it uses most of the styles of tags, including language and help text links.<br /><br />The <b>Keyword Examples (English only)</b> template contains a full list of all supported keywords.
ca: A diferència dels blocs HTML, Notícies i Estadístiques GEDCOM, teniu control absolut sobre l'aparença d'aquest bloc. Podeu fer servir etiquetes HTML i també fulls d'estil CSS, de la presentació activa. El text pot contenir referències a informació de la base de dades genealògica activa.<br /><br />Aquestes referències es senyalen al text tancant les paraules dins d'un parell de <b>&#35;</b>. Per exemple, <b>&#35;totalFamilies&#35;</b> representa el nombre de famílies a la base de dades. En ocasions caldrà emprar aquestes referències com a text per comptes del seu verdader significat. Per fer-ho cal substituir els <b>&#35;</b> pel seu símbol equivalent. Per exemple, si el text conté <b>&&#35;35;totalFamilies&&#35;35;</b> sortirà com <b>&#35;totalFamilies&#35;</b> per comptes convertir-se en una referència de la base de dades.<br /><br />Per a un complet exemple de com emprar aquest bloc mireu-vos el patró &quot;Estadístiques GEDCOM&quot; de la carpeta blocks/. Fa servir molts estils d'etiqueta incloent-hi enllaços a idiomes i textos d'ajuda.<br /><br />Per a veure totes les etiquetes disponibles polseu aquest botó &quot;<b><a href="javascript:;" onclick="window.open('index.php?mod=gedstats&method=tagList', '_blank', 'top=50,left=10,width=600,height=600,scrollbars=1,resizable=1');">Llista d'etiquetes</a></b>&quot;.
da: I modsætning til rammerne for HTML, Nyheder og GEDCOM statistik, så har du fuld kontrol over, hvordan din ramme ser ud. Du kan anvende HTML tags, og rammen anvender CSS stylesheets fra det aktive tema. Henvisninger til information fra den aktive slægtsdatabase kan inkluderes i teksten.<br /><br />Database henvisninger er vist i teksten vha. nøgleord omgivet af <b>&#35;</b> symboler. For eksempel repræsenterer <b>&#35;TOTAL_FAM&#35;</b> antallet af familier i databasen. Lejlighedsvis kan det være du ønsker at anvende en databasehenvisning som tekst istedet for selve tgeksten. For at gøre det, skal du erstatte <b>&#35;</b> symbolerne, der omgiver nøgleord, med deres tilsvarende symbol. For eksempel, hvis din tekst indeholder <b>&amp;&#35;35;TOTAL_FAM&amp&#35;35;</b> vil den blive printet som <b>&#35;TOTAL_FAM&#35;</b> istedet for at blive en database henvisning.<br /><br />Listen over nøgleord er som følger:<br /><table><tr valign=top><td><ul><li>COMMON_SURNAMES</li><li>TOTAL_INDI</li><li>TOTAL_FAM</li><li>TOTAL_SOUR</li><li>TOTAL_OTHER</li><li>TOTAL_SURNAMES</li><li>TOTAL_MALES</li><li>TOTAL_FEMALES</li><li>TOTAL_UNKNOWN_SEX</li><li>TOTAL_EVENTS</li><li>TOTAL_EVENTS_BIRTH</li><li>TOTAL_EVENTS_DEATH</li><li>TOTAL_EVENTS_MARRIAGE</li><li>TOTAL_EVENTS_OTHER</li><li>TOTAL_USERS</li><li>FIRST_EVENT</li><li>FIRST_EVENT_TYPE</li><li>FIRST_EVENT_NAME</li><li>FIRST_EVENT_YEAR</li><li>LAST_EVENT</li><li>LAST_EVENT_TYPE</li><li>LAST_EVENT_NAME</li><li>LAST_EVENT_YEAR</li><li>FIRST_BIRTH</li><li>FIRST_BIRTH_NAME</li><li>FIRST_BIRTH_YEAR</li></ul></td><td><ul><li>LAST_BIRTH</li><li>LAST_BIRTH_NAME</li><li>LAST_BIRTH_YEAR</li><li>LONG_LIFE</li><li>LONG_LIFE_NAME</li><li>LONG_LIFE_AGE</li><li>TOP10_OLDEST</li><li>AVG_LIFE</li><li>MOST_CHILD</li><li>MOST_CHILD_NAME</li><li>MOST_CHILD_TOTAL</li><li>TOP10_BIGFAM</li><li>AVG_CHILD</li><li>HIGHLIGHT</li><li>GEDCOM</li><li>GEDCOM_ID</li><li>GEDCOM_TITLE</li><li>CREATED_SOFTWARE</li><li>CREATED_VERSION</li><li>CREATED_DATE</li><li>GEDCOM_UPDATED</li><li>GEDCOM_CONTACT</li><li>WEBMASTER_CONTACT</li></ul></td></tr></table>
es: A diferencia de los bloques Bloque HTML, Bloque de Novedades GEDCOM y Estadísticas del GEDCOM, tiene control completo sobre la apariencia de su bloque. Puede usar etiquetas HTML y el bloque utiliza las hojas de estilo CSS de su tema activo actualmente. Se pueden incluir en el texto referencias a información de la base de datos genealógica activa actualmente.<br /><br />Las referencias a la base de datos se indican en el texto rodeando las palabras claves por un par de símbolos <b>&#35;</b>. Por ejemplo, <b>&#35;totalFamilies&#35;</b> representa el número total de familias en la base de datos. A veces, puede desear utilizar una referencia a la base de de datos como texto en vez de su verdadero significado. Para hacerlo, necesita sustituir los símbolos que la rodean por su equivalente simbólico. Por ejemplo si su texto contiene <b>&amp;&#35;35;totalFamilies&amp;&#35;35;</b> se mostrará como <b>&#35;TOTAL_FAM&#35;</b> en vez de convertirse en una referencia a la base de datos.<br /><br />Para un ejemplo completo de uso de este bloque, estudie la plantilla &quot;Estadísticas del GEDCOM&quot; que se encuentra en el directorio blocks/, utiliza la mayoría de los estilos de etiquetas, incluyendo vínculos a los idiomas y a los textos de ayuda.<br /><br />La plantilla <b>Ejemplos de palabras clave (sólo inglés)</b> contiene una lista completa de todas las palabras clave posibles.
fi: Poiketen HTML-, GEDCOM uutiset-, and GEDCOM tilastotietoalueista voit täysin säätää tämän alueen ulkonäköä. Voit käyttää HTML-merkitsimiä ja alueella on käytössä aktiivisen teeman CSS tyylitiedostot. Viittauksia aktiiviseen sukututkimustietokantaan voidaan sisällyttää tekstiin.<br /><br />Tietokantaviittaukset tehdään tekstissä ympäröimällä avainsanat <b>&#35;</b> symboliparilla. Esimerkiksi <b>&#35;TOTAL_FAM&#35;</b> edustaa tietokannassa olevien perheiden lukumäärää. Joskus saatat haluta käyttää tietokantaviittausta tekstinä sen todellisen merkityksen sijaan. Siinä tapauksessa on merkit <b>&#35;</b> korvattava niitä vastaavilla symbolivastineilla. Esimerkiksi jos teksti sisältää <b>&&#35;35;TOTAL_FAM&amp&#35;35;</b> se tulostuu merkkijonona <b>&#35;TOTAL_FAM&#35;</b> eikä muodostu tietokantaviittaukseksi.<br /><br />Nähdäksesi täydellisemmän esimerkin tämän alueen käytöstä, katso pohjamallia &quot;GEDCOM tilastotieto&quot;, joka löytyy osoitteesta alueet/hakemisto. Siinä käytetään useimpia merkitsimien tyylejä mukaan lukien kielilinkit ja aputekstien linkit.<br /><br />Pohjamalli <b>Esimerkkejä avainsanoista (vain englanniksi)</b> sisältää täydellisen luettelon tuettuja avainsanoja.
he: בניגוד לאזורים HTML, חדשות וסטטיסטיקות ה-GEDCOM, יש לך שליטה מלאה על מראה האזור שלך. תוכל להשתמש בתוויות HTML, והאזור ישתמש בסגנון CSS של העיצוב הפעיל. בטכסט ניתן לכלול מידע מקובץ חקר המשפחה הפעיל.<br /><br />התייחסויות למאגרי מידע מסומנות בתוך הטכסט ע"י הקפת מילות מפתח בזוגות של סימני <b>&#35;</b>. למשל, <b>&#35;totalFamilies&#35;</b> מייצג את מספר המשפחות במאגר הנתונים. לפעמים תרצה להשתמש בהתייחסות למאגר הנתונים כטכסט במקום במשמעותו האמיתית. לשם כך יש להחליף את סימני ה-<b>&#35;</b> אשר מקיפים את מילת המפתח בערך הסמלי השקול שלהם. למשל, אם הטכסט כולל <b><span dir="ltr">&amp;&#35;35;totalFamilies&amp&#35;35;</span></b> הוא יודפס כ-<b>&#35;totalFamilies&#35;</b> במקום שתהיה הפנייה למאגר הנתונים.<br /><br />לדוגמה שלמה של השימוש באזור זה, נא לבדוק את &quot;סטטיסטיקות GEDCOM&quot; תבנית בתיקיית ה-blocks/ , הוא משתמש ברוב הסיגנונות של תווים, כולל שפה וקישורי טכסט עזרה.<br /><br />לרשימה אפשרית מלאה לחץ על הכפתור &quot;<b><a href="javascript:;" onclick="window.open('index.php?mod=gedstats&method=tagList', '_blank', 'top=50,left=10,width=600,height=600,scrollbars=1,resizable=1');">רשימת תווים</a></b>&quot;.
pl: Inaczej, niż bloki HTML, Artykuły GEDCOM, oraz Statystyki GEDCOM, masz pełną kontrolę nad wyglądem swojej bloku. Możesz użyć znaczników HTML i arkuszy stylów CSS z bieżącego motywu. Możesz także wstawiać odniesienia do informacji z bieżącej genealogicznej bazy danych.<br /><br />Odniesienia do bazy danych umieszcza się w tekście w formie słów kluczowych, ujętych w pary symboli <b>&#35;</b>. Na przykład <b>&#35;totalFamilies&#35;</b> reprezentuje liczbę rodzin w bazie danych. Czasem może zajść potrzeba wprowadzenia odniesienia jako tekstu, a nie użycia jego prawdziwego znaczenia. W takim przypadku musisz zastąpić symbole <b>&#35;</b> ich odpowiednikami symbolicznymi. Na przykład jeśli twój tekst zawiera <b>&&#35;35;totalFamilies&&#35;35;</b>, zostanie wyświetlony jako <b>&#35;totalFamilies&#35;</b>, a nie zamieniony na odniesienie do bazy danych.<br /><br />Aby zobaczyć pełen przykład zastosowania tego bloku, przeanalizuj szablon &quot;Statystyki GEDCOM&quot; znajdujący się w katalogu blocks/; jest w nim wykorzystana większość styli znaczników, łącznie z odnośnikami językowymi i do tekstu pomocy.<br /><br />Szablon <b>Przykłady słów kluczowych (tylko język angielski)</b> zawiera pełną listę wszystkich obsługiwanych słów kluczowych.
