Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Checking this option will remove any custom tags that may have been added to the records by PhpGedView.<br /><br />Custom tags used by PhpGedView include the <b>_PGVU</b> tag which identifies the user who changed a record online and the <b>_THUM</b> tag which tells PhpGedView that the image should be used as a thumbnail.<br /><br />Custom tags may cause errors when importing the downloaded GEDCOM to another genealogy application.
ca: Triant aquesta opció eliminareu les etiquetes personalitzades que s'hagin afegit als registres amb el PhpGedView.<br /><br />Aquestes etiquetes son <b>_PGVU</b> que identifica l'usuari que ha canviat un registre en línea i el <b>_THUM</b> que diu al PhpGedView que la imatge pot fer-se servir com a miniatura.<br /><br />Les esmentades etiquetes poden produir errors quan s'importa el fitxer GEDCOM descarregat a un altre programari genealògic.
da: Ved krydse denne valgmulighed af, vil alle bruger-definerede mærker som er tilføjet til PhpGedView blive fjernet.<br /><br />Bruger-mærker, som PhpGedView anvender er blandt andet <b>_PGVU</b> som identificerer brugere, der har ændret data online og <b>_THUM</b> som fortæller PhpGedView at billedet bør anvendes som miniaturebillede.<br /><br />Brugerdefinerede mærker kan forårsage fejl ved import til andre slægtsprogrammer.
es: Marcar esta opción eliminará las etiquetas particulares de PgpGedView que hayan sido añadidas a los registros.<br /><br />Entre estas etiquetas propias de PhpGedView se incluyen la etiqueta <b>_PGVU</b> que identifica al usuario que hizo el cambio en el sitio y la etiqueta <b>_THUM</b> que indica a PhpGedView que la imagen mencionada debe usarse como una miniatura.<br /><br />Estas etiquetas propias pueden causar errores al importar el GEDCOM resultante descargado en otros programas de genealogía.
fi: Rastittamalla tämä vaihtoehto poistetaan kaikki räätälöidyt PHP-merkitsimet, jotka on lisätty tietueisiin.<br /><br />PhpGedView-ohjelman käyttämiä merkitsimiä ovat <b>_PGVU</b>, joka osoittaa, kuka käyttäjä teki muutoksia on-line-tilassa ja <b>_THUM</b>, joka kertoo PhpGedView:lle, että kuvaa on käytettävä pienoiskuvana.<br /><br />Räätälöidyt merkitsimet saattavat aiheuttaa virheitä ladattuun GEDCOM-tiedostoon kun se viedään toiseen sukututkimusohjelmaan.<br /><br />
he: בחירת האופציה תמחק נתונים פרטיים שאולי הוספו לרשומות ע"י PhpGedView.<br /><br />נתונים פרטיים ש-PhpGedView משתמש בהם כוללים נתון <b><span dir="ltr">_PGVU</span></b> שמסמן איזה משתמש שינה את הרשומה באון-ליין, ונתון <b><span dir="ltr">_THUM</span></b> שאומר ל-PhpGedView שהתמונה תשמש כתמונה מזערית.<br /><br />נתונים פרטיים יכולים לגרום לשגיאות כאשר מייבאים את ה-GEDCOM שמיוצא לאפליקציה של חקר משפחה אחרת.
nn: Ved å merke av dette valget så vil alle fakta-koder lagt til av PhpGedView bli fjernet.<br /><br />Fakta-koder som PhpGedView bruker er blant annet <b>_PGVU</b> som gjenkjenner brukere som har endret data online og <b>_THUM</b> som forteller PhpGedView at bildet bør brukes som et miniatyrbilde.<br /><br />Egendefinerte koder kan forårsake feil ved import til andre slektsprogram.
pl: Zaznaczenie tej opcji spowoduje usunięcie wszystkich znaczników dodanych do wpisów przez PhpGedView.<br /><br />Własne znaczniki stosowane przez PhpGedView to na przykład <b>_PGVU</b>, który identyfikuje użytkownika, który edytował dany wpis online, oraz <b>_THUM</b>, który informuje PhpGedView, że ten obrazek ma być użyty do miniaturki.<br /><br />Własne znaczniki PhpGedView mogą powodować błędy przy importowaniu pobranego pliku GEDCOM do innej aplikacji genealogicznej.

source: Children are displayed in the order in which they appear in the family record. Children are not automatically sorted by birth date because often the birth dates of some of the children are uncertain but the order of their birth <u>is</u> known.<br /><br />This option will allow you to change the order of the children within the family's record. Since you might want to sort the children by their birth dates, there is a button you can press that will do this for you.<br /><br />You can also drag-and-drop any information box to change the order of the children. As you move the mouse cursor over an information box, its shape will change to a pair of double-headed crossed arrows. If you push and hold the left mouse button before moving the mouse cursor, the information box will follow the mouse cursor up or down in the list. As the information box is moved, the other boxes will make room. When you release the left mouse button, the information box will take its new place in the list.
ca: La mainada surt en l'ordre en que apareixen al registre familiar. No s'ordena per dates de naixement perquè sovint és una dada desconeguda però l'ordre en que varen néixer <u>si</u> que és conegut.<br /><br />Aquesta opció us permet canviar l'ordre de la mainada al registre de la família. Si la voleu ordenar-la per data de naixement, hi ha un botó que polsant-lo, ho fa automàticament.<br /><br />També podeu 'copiar i enganxar' qualsevol caixetí per canviar l'ordre de la mainada. Quan passeu el cursor per sobre del caixetí, el seu aspecte canvia amb un parell de fletxes creuades bicèfales. Si polseu i manteniu el botó esquerra del ratolí abans de moure el cursor, el caixetí seguirà al ratolí, amunt o avall de la llista. Quan moveu un caixetí, els altres li fan lloc. Quan allibereu el botó esquerre del ratolí, el caixetí pren el seu nou lloc a la llista.
da: Børnene er vist i den rækkefølge de blev lagt ind i slægtsdatabasen. Børn bliver ikke vist efter fødselsdato, fordi denne dato ofte er ukendt..<br /><br />Dette valg giver dig muligheden for at ændre rækkefølgen for, hvordan de skal vises på denne side for Nære slægtninge og siden for familier. Hvis du ønsker at sortere børnene efter fødselsdato, kan du klikke på knappen for automatisk sortering.
es: Los hijos se muestran en el orden en que aparecen en el registro familiar. Los hijos no se clasifican automáticamente por fecha de nacimiento porque a menudo las fechas de nacimiento de algunos de los hijos no se conocen mientras que <u>sí</u> se conoce el orden de nacimiento.<br /><br />Esta opción le permitirá cambiar el orden de los hijos en el registro de la familia. Puesto que puede querer clasificar los hijos por sus fechas de nacimiento, hay un botón sobre el que puede hace clic para hacer esto por Vd.<br /><br />También puede arrastrar y soltar cualquier caja de información para cambiar el orden de los hijos. Según mueva el cursor sobre una caja de información, su forma cambiará a un par de flechas de doble punta cruzadas. Si empuja y mantiene pulsado el botón izquierdo antes de mover el cursor, la caja de información seguirá al cursor en su movimiento vertical por la lista. Según se mueva la caja de información, las demás cajas se moverán para hacer sitio. Cuando suelte el botón izquierdo, la caja de información ocupará su nuevo lugar en la lista.
fi: Lapset näytetään siinä järjestyksessä, jossa he ovat perhetietueessa. He eivät näy automaattisesti syntymäjärjestyksessä, mikä johtuu siitä, että usein jonkun lapsen syntymäaika on tuntematon, mutta syntymäjärjestys <u>on</u> tiedossa.<br /><br />Tällä valinnalla voit muuttaa lasten järjestystä perheen tietueessa. Koska usein halutaan lajitella lapset syntymäajan perusteella, se voidaan tehdä automaattisesti painikkeen avulla.<br /><br />Voit myös raahata ja pudottaa minkä tahansa tietolaatikon muuttaaksesi lasten järjestyksen. Kun liikutat osoitinta tietolaatikon päällä, sen muoto muuttuu siirtokursoriksi. Kun klikkaat ja pidät vasemman hiiren painikkeen alhaalla, laatikko seuraa kursorin alla ylös ja alas luetteloa pitkin. Kun tietolaatikkoa liikutetaan, muuta antavat sille tilaa. Kun vapautat näppäimen, tietolaatikko jää uuteen paikkaansa luettelossa.
he: הילדים מוצגים לפי הסדר שהם רשומים ברשומת המשפחה. הילדים אינם ממוינים לפי תאריך הלידה משום שפעמים רבות תאריכי הלידה של כמה מהילדים במשפחה אינן ידועים אך <u>כן</u> ידוע הסדר לפי הגיל.<br /><br />הבחירה הזו תאפשר לך לשנות את סדר הצגת הילדים כפי שהם רשומים ברשומת המשפחה. מכיוון שאולי תרצה למיין את הילדים לפי תאריכי הלידה שלהם, קיים כפתור שיעשה זאת עבורך בצורה אוטומטית.<br /><br />תוכל גם כן לגרור ולעזוב תיבת מידע כדי לשנות את הסדר של הילדים. כאשר אתה מעביר את סימן העכבר מעל תיבת מידע, צורתו משתנה לחיצים משולבים בעלי ראש כפול. אם תלחץ ותחזיק את הכפתור השמאלי לפני שאתה מזיז את סימן העכבר, תיבת המידע תעבור עם סממן העכבר למעלה או למטה ברשימה. כאשר תיבת המידע מועברת, התיבות האחרות מפנות מקום. כאשר תשחרר את הכפתור השמאלי, תיבת המידע תקבל את מקומו החדש ברשימה.
nn: Barna er vist i den rekkefølgen de ble lagt inn i slektsbasen. Barn blir ikke vist i forhold til fødselsdato fordi denne datoen ofte er ukjent til forskjell fra rekkefølgen på barna.<br /><br />Dette valget gir deg muligheten til å endre rekkefølgen for hvordan de skal vises på denne siden for Nære slektninger og siden for familier. Dersom du ønsker å sortere barna i henhold til fødselsdato, kan du klikke på knappen for automatisk sortering.
pl: Dzieci są wyświetlane w kolejności, w jakiej znajdują się we wpisie GEDCOM danej osoby. Dzieci nie są posortowane po dacie urodzenia, ponieważ data urodzenia jest nieznana, jednak często kolejność urodzenia <u>jest</u> znana.<br /><br />Ta opcja umożliwia zmianę kolejności dzieci we wpisie rodziny. Jeśli chcesz posortować dzieci według ich dat urodzenia, masz do tego odpowiedni przycisk.<br /><br />Możesz także zmienić kolejność dzieci przeciągając ramkę z informacją. Kiedy najedziesz kursorem na ramkę, kształt kursora zmieni się na skrzyżowane strzałki. Przytrzymanie lewego przycisku myszki spowoduje przesuwanie ramki wraz z kursorem, w górę lub w dół listy. Inne elementy listy rozsuną się, aby wpuścić nową ramkę. Zwolnienie lewego przycisku myszki spowoduje umieszczenie ramki na nowej pozycji w liście.

source: Families on the Close Relatives tab are displayed in the order in which they appear in the individual's GEDCOM record. Families are not sorted by the marriage date because often the marriage dates are unknown but the order of the marriages <u>is</u> known.<br /><br />This option will allow you to change the order of the families in which they are listed on the Close Relatives tab. If you want to sort the families by their marriage dates, there is a button you can press that will automatically do this for you.
ca: Les famílies al diagrama Parents directes surten per l'ordre en que apareixen al registre de persones del registre GEDCOM. No s'ordenen per data de casament perquè sovint hom les desconeix, però l'ordre si que <u>és</u> conegut.<br /><br />Aquesta opció permet de canviar l'ordre en el que es llisten les famílies al diagrama Parents directes. Si voleu ordenar les famílies per la data de casament, hi ha un botó que polsant-lo, ho fa automàticament.
da: Familier på fanebladet: <b>Nære slægtninge</b> bliver vist i den rækkefølge, de er gemt i slægtsdatabasen. Familierne er ikke sorteret efter vielsesdato fordi denne dato ofte er ukendt i modsætning til rækkefølgen af vielser.<br /><br />Dette valg giver dig mulighed for at ændre rækkefølgen for, hvordan de skal vises på denne side for Nære slægtninge. Hvis du ønsker at sortere familierne efter vielsesdato, kan du klikke på knappen for automatisk sortering.
es: Las familias en la pestaña de Familiares cercanos se muestran en el orden en que aparecen en el registro GEDCOM de la persona. Las familias no se clasifican por fecha de matrimonio porque a menudo las fechas no son conocidas, aunque se conoce el orden de los matrimonios.<br /><br />Esta opción le permite cambiar el orden en que aparecen las familias en la pestaña Familiares cercanos. Si quiere ordenar las familias por la fecha de matrimonio, hay un botón sobre el que hacer clic para ordenarlas de forma automática.
fi: Lähisukulaisten välilehdellä näytetään perheet siinä järjestyksessä missä ne ovat henkilön GEDCOM-tietueessa. Niitä ei ole järjestetty avioliitonsolmimispäivän mukaan koska kyseiset päivät eivät ole aina tiedossa mutta järjestys on. <br /><br />Tämä vaihtoehto mahdollistaa perheiden järjestyksen muuttamisen lähisukulaiset-välilehdellä. Painikkeella saadaan perheet avioliitonsolmimisjärjestykseen.
he: משפחות מוצגות בחוצץ קרובי משפחה בסדר שהם מופיעים ברשומת ה-GEDCOM של האדם. משפחות אינן מוצגים לפי תאריך הנישואין משום שתאריך הנישואין אינו ידוע פעמים רבות, אבל סדר הנישואין <u>כן</u> ידוע.<br /><br />האופציה הזו מאפשרת שינוי סדר המשפחות בחוצץ קרובי משפחה. אם תרצה למיין את המשפחות לפי תאריך הנישואין, קיים כפתור שיעשה זאת עבורך.
nn: Familier på arkfanen Nære slektninger blir vist i den rekkefølgen som de er lagret i slektsbasen. Familiene er ikke sortert på datoen for giftemål fordi denne datoen ofte er ukjent til forskjell fra rekkefølgen til giftemål.<br /><br />Dette valget gir deg muligheten til å endre rekkefølgen for hvordan de skal vises på denne siden for Nære slektninger. Dersom du ønsker å sortere familiene i henhold til dato for giftemål, kan du klikke på knappen for automatisk sortering.
pl: Na zakładce Bliscy rodziny są wyświetlane w kolejności, w jakiej znajdują się we wpisie GEDCOM danej osoby. Rodziny nie są posortowane po dacie ślubu, ponieważ data ślubu jest nieznana, jednak często ich kolejność <u>jest</u> znana.<br /><br />Ta opcja umożliwia zmianę kolejności, w jakiej rodziny są wyświetlane na zakładce Bliscy. Jeśli chcesz posortować rodziny według ich dat ślubu, masz do tego odpowiedni przycisk.

source: In this box you see the names of the repositories as they are stored in the database.<br /><br />The names are displayed in alphabetical order.<br /><br />When you click on a name in the list, you will go to the Repository Information page where you will see a list of the sources that are linked to that repository.
ca: En aquest caixetí hi surten els noms dels Arxius tal i com estan emmagatzemats a la base de dades.<br /><br />Van en ordre alfabètic.<br /><br />Polsant-ne un de la llista, us mena a la pàgina Informació de l'arxiu en la que hi veureu un llistat de les fonts vinculades a l'Arxiu escollit.
da: I denne liste kan du se navnene på opbevaringsstederne, som de er gemt i slægtsdatabasen.<br />Navnene vises i alfabetisk rækkefølge.<br /><br />Hvis du klikker på et navn i listen, vil du gå til siden Information om opbevaringssted, hvor du vil se en ny liste med kilder, der er knyttet til opbevaringsstedet.
es: En esta caja puede ver los nombres de los repositorios tal como están almacenados en la base de datos.<br /><br />Los nombres se muestran en orden alfabético.<br /><br />Si hace clic en un nombre de la lista, irá a la página de Información del repositorio donde verá la lista de fuentes vinculadas a ese repositorio.
fi: Tässä ruudussa näytetään tietovarastojen nimet sellaisina kuin ne on tallennettu GEDCOM-tiedostoon.<br /><br />Nimet ovat aakkosjärjestyksessä.<br /><br />Klikkaamalla nimeä luettelossa, avautuu tietovarastosivu, jossa on lueteltu kyseiseen tietovarastoon yhdistetyt lähteet.
he: בתיבה הזו תראה שמות המאגרים, כפי שהם שמורים במאגר הנתונים.<br /><br />השמות מוצגים בסדר אלף בית.<br /><br />כאשר תלחץ על שם ברשימה, תועבר לדף נתוני מאגר שבו מוצגת רשימת המקורות הקשורים למאגר.
nn: I denne listen kan du se navnene på oppbevaringsstedene slik de er lagret i slektsbasen.<br />Navnene vises i alfabetisk rekkefølge.<br /><br />Dersom du klikke på et navn i listen, vil du gå til siden Informasjon om oppbevaringssted der du vil se en ny liste med kilder som er knyttet til oppbevaringsstedet.
pl: To jest lista nazw repozytoriów przechowywanych w bazie danych.<br /><br />Nazwy są ułożone alfabetycznie.<br /><br />Kliknięcie na nazwę z listy przeniesie cię do strony Informacje o repozytorium, gdzie zobaczysz listę wszystkich źródeł, powiązanych z danym repozytorium.

source: In this box you see the names of sources that are linked to the repository.<br /><br />The names are displayed in alphabetical order.<br /><br />When you click on a name in the list, you will go to the Detail page of that source.
ca: En aquest caixetí hi surten els noms de les fonts vinculades a l'Arxiu.<br /><br />Van en ordre alfabètic.<br /><br />Polsant-ne una us mena a la pàgina de detalls de la font escollida.
da: I denne liste kan du se navnene på de kilder, der er knyttet til opbevaringsstedet.<br />Navnene er vist i alfabetisk rækkefølge.<br /><br />Når du klikker på et navn i listen, vil du gå til siden med detaljer for den valgte kilde.
es: En estas cajas puede ver los nombres de las fuentes que están vinculadas al repositorio.<br /><br />Los nombres se muestran en orden alfabético.<br /><br />Si hace clic en un nombre de la lista, irá a la página de detalle de esa fuente.
fi: Tässä ruudussa näytetään tähän tietovarastoon yhdistettyjen lähteiden nimet. <br />Nimet ovat aakkosjärjestyksessä.<br /><br />Klikkaamalla nimeä luettelossa avautuu kyseistä lähdettä koskeva sivu.
he: בתיבה הזו תראה את שמות המקורות הקשורים למאגר.<br /><br />השמות מוצגות בסדר אלפביתי.<br /><br />כאשר תלחץ על שם בתוך הרשימה, תעבור לדף המפורט של המקור.
nn: I denne listen kan du se navnene på de kildene som er knyttet til oppbevaringsstedet.<br />Navnene er vist i alfabetisk rekkefølge.<br /><br />Når du klikke på et navn i listen, vil du gå til siden med detaljer for den valgte kilden.
pl: To jest lista wszystkich źródeł, powiązanych z danym repozytorium.<br /><br />Nazwy są ułożone alfabetycznie.<br /><br />Kliknięcie na nazwę z listy spowoduje przeniesienie na stronę z danymi źródła.

source: Restore FAQ edit functionality
ca: Restaura la funcionalitat d'edició de les preguntes més freqüents
da: Genskab funktionalitet til redigering af FAQ
es: Restaurar la funcionalidad de modificar las Preguntas Frecuentes
fi: Palauta kysymysten muokkaustoiminta
he: שחזר פונקציונאליות של עריכת FAQ
nn: Tilbakestill FAQ-redigeringsfunksjonene
pl: Przywróć możliwość edycji FAQ

source: This option restores the FAQ page to what an admin user normally sees, so that individual FAQ items may be edited.
ca: Aquesta opció restaura a la pàgina de preguntes més freqüents que un usuari administrador pot veure normalment, la possibilitat d'edició d'ítems.
da: Denne mulighed genskaber FAQ-siden til det en administrator normalt ser, således at de enkelte punkter på FAQ-siden kan redigeres.
es: Esta opción cambia la vista de la página de Preguntas Frecuentas a la habitual de un administrador, de modo que sea posible introducir modificaciones.
fi: Tämä valinta palauttaa UKK-sivun ylläpidon näkemään tilaan, jotta yksittäistä kysymystä voi muokata.
nn: Dette valget tilbakestiller FAQ-siden til det en adminbruker normalt ser, slik at indivituelle FAQ-elementer kan redigeres.
pl: Ta opcja przywraca stronę FAQ do zwykłego stanu widzianego przez administratora, w którym można edytować poszczególne elementy FAQ.

source: This block will list all of the records that have been changed online and that still need to be reviewed and accepted into the database.
ca: Aquest bloc mostra tots els registres que s'han modificat en línea i que resten pendents de revisar i acceptar.
da: Denne ramme viser alle de ændringer, der er foretaget i slægtsdatabasen online, og som skal checkes og godkendes for at de kan vises i slægtstræer, lister og andre faktasider.
es: Este bloque listará todos los registros se han cambiado en el sitio y que aún han de ser revisados y aceptados en la base de datos.
fi: Tällä alueella luetellaan kaikki tietueet joihin on tehty on-line muutokset, ja jotka täytyy tarkistaa ja hyväksyä tietokantaan.
he: האזור מראה רשימה של כל הרשומות ששונו באון-ליין ושעדיין צריך לבדוק ולאשר אותם למאגר הנתונים.
nn: Denne rammen vil vise alle endringer som er gjort i slektsbasen online og som trenger å bli sjekket og godkjent for at de skal kunne vises i diagram, lister og andre faktasider.
pl: Ten blok wyświetla wszystkie wpisy, które zostały zmienione online, ale nie zostały jeszcze przejrzane i zatwierdzone do wprowadzenia do bazy danych.

source: Save edited message to language file.
ca: Desa el text editat al fitxer d'idioma.
da: Gem rettet tekst i sprogfil
es: Guardar mensaje modificado en el archivo de idioma.
fi: Tallenna muokattu viesti kielitiedostoon.
he: שמור הודעה שנערכה בקובץ השפה.
nn: Lagre endret tekst
pl: Zapisz zmieniony komunikat w pliku językowym.
