Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This tool will either export user data from SQL to Index mode, or import user data from Index files into SQL tables.<br /><br />User data, favorites, block definitions, messages, and news will be available again after migration.<br /><br /><b>CAUTION</b><br />You cannot use this tool to migrate user data between different versions of PhpGedView. Be sure that the data originates from, or is imported into the same PhpGedView version.<br /><br /><b>IMPORT</b><br />If you choose to import the user data files from Index mode, all user data present in the database tables will be <u>overwritten</u>. This tool does <u>not</u> merge the information. Once you have run the Import, there is no way to retrieve the old information using PhpGedView.<br /><br /><b>EXPORT</b><br />If you export the user information from your SQL database to Index Mode files, this tool will create <i>authenticate.php</i> and several <i>.dat</i> files in your index directory. If identically named files are already present, you will be prompted if they must be overwritten. After switching to Index mode, all information will be available directly.<br /><br /><b>Note:</b> After switching to Index mode, you will need to import your GEDCOM files again.
ca: Aquesta utilitat tant pot exportar dades d'usuari dels mode SQL a l'Índex com importar-ne del mode índex a les taules SQL<br /><br />Dades d'usuari, favorits, definicions de bloc, missatges i notícies tornaran a restar disponibles desprès de la migració.<br /><br /><b>COMPTE</b><br />No podeu fer servir aquesta eina per migrar dades d'usuari entre diferents versions del PhpGedView. Assegureu-vos que les dades s'han originat o son importades a la mateixa versió de PhpGedView.<br /><br /><b>IMPORTAR</b><br />Si escolliu importar fitxers de dades d'usuari des del mode Índex, totes les dades presents a les taules de la base de dades es <u>sobreescriuran</u>. Aquesta utilitat <u>no</u> barreja informació. Un cop efectuada la Importació no hi haurà forma de recuperar la informació antiga mitjançant el PhpGedView.<br /><br /><b>EXPORTAR</b><br />Si exporteu informació d'usuaris des de la base de dades SQL al mode de fitxers Índex, aquesta utilitat crearà el fitxer <i>authenticate.php</i> i alguns <i>.dat</i> al vostre directori índex. Si hi ha presents fitxers amb noms idèntics, us demanarà si voleu sobreescriure'ls. Desprès de canviar al mode Índex, tota la informació restarà disponible directament.<br /><br /><b>Nota:</b> Desprès de canviar a mode Índex, us caldrà importar també els vostres fitxers GEDCOM.
da: Dette værktøj vil enten eksportere brugerdata fra SQL til indeks tilstand eller importere brugerdata fra indeksfiler til SQL-tabeller.<br /><br />Brugerdata, favoritter, rammedefinitioner, meddelelser og nyheder vil blive gjort tilgængelig igen efter, at du har skiftet tilstand.<br /><br /><b>ADVARSEL</b><br />Du kan ikke bruge dette værktøj til at overføre brugerdata mellem forskellige versioner af PhpGedView. Vær sikker på at dataene stammer fra, eller er importeret til, den samme PhpGedView version.<br /><br /><b>IMPORTERE</b><br />Hvis du vælger at importere brugerdata-filerne fra indeks tilstand, vil eventuelle tidligere brugerdata, blive <u>overskrevet</u>. Med andre ord så fletter dette værktøj <u>ikke</u> informationen, men indlægger informationen påny. Når du er færdig med importen, så er det ikke muligt at hente den gamle information igen.<br /><br /><b>EKSPORTERE</b><br />Hvis du eksporterer brugerinformationen fra din SQL-database til indeks tilstand filer, vil værktøjet gemme filen <i>authenticate.php</i> og flere <i>.dat</i>-filer i din "index" mappe. Hvis der allerede findes filer med samme navn, vil du blive spurgt, om de skal overskrives. Efter at du har skiftet til indeks tilstand, vil al information være tilgængelig direkte.<br /><br /><b>NB!</b> Efter at du har skiftet til indeks tilstand, SKAL du importere dine GEDCOM-filer påny.
es: Esta herramienta le permitirá tanto exportar datos de usuario de modo SQL a modo Índice, como importar datos de usuario desde archivos Índice a tablas SQL.<br /><br />Tras la migración, se conservarán los datos de los usuarios, favoritos, definiciones de bloques, mensajes y noticias.<br /><br /><b>ATENCIÓN</b><br />No puede utilizar esta herramienta para migrar datos de usuario entre distintas versiones de PhpGedView. Asegúrese de que los datos provienen de, o son importados a, la misma versión de PhpGedView.<br /><br /><b>IMPORTAR</b><br />Si elige importar los archivos de datos de los usuarios del modo índice, todos los datos de usuarios presentes actualmente en las tablas de la base de datos serán <u>reemplazados</u> por los nuevos datos. Esta herramienta <u>no</u> mezcla la información. Una vez realizada la Importación, no hay forma de recuperar la vieja información utilizando PhpGedView.<br /><br /><b>EXPORTAR</b><br />Si exporta la información de usuarios de su base de datos SQL a archivos de modo Índice, esta herramienta creará <i>authenticate.php</i> y varios archivos <i>.dat</i> en su directorio index. Si existen archivos ya presentes con los mismos nombres, se le preguntará si desea sobreescribirlo. Tras cambiar a modo Índice, toda la información estará disponible directamente.<br /><br /><b>Nota:</b> Tras cambiar a modo Índice, tendrá que importar sus archivos GEDCOM de nuevo.
fi: #pgv_lang[um_explain]#
he: כלי זה ייבא או ייצא נתוני משתמשים בין טבלאות SQL לבין קבצי צורת אינדקס.<br /><br />נתוני משתמשים, מועדפים, הגדרות של אזורים, הודעות וחדשות יהיו שוב זמינים לאחר ההגירה.<br /><br /><b>זהירות</b><br />לא ניתן להשתמש בכלי זה להגירת נתונים בין מהדורות שונות של PhpGedView. וודא שהנתונים מועברים בים מהדורות זהות של PhpGedView.<br /><br /><b>ייבוא</b><br />אם תבחר לייבא קבצי נתוני משתמשים מצורת אינדקס, אז כל נתוני המשתמשים בטבלאות מאגר הנתונים <b>ידרסו</b>. הכלי <b>אינו</b> מאחד את הנתונים. לאחר הרצת היבוא לא ניתן עוד לשחזר את המידע הישן על ידי PhpGedView.<br /><br /><b>ייצוא</b><br />אם אתה מייצא נתוני משתמשים ממאגר נתוני SQL שלך לקובצי צורת אינדקס, הכלי יבנה קבצי <i>authenticate.php</i> ומספר קבצי <i>.dat</i> בתיקיית ה-index. קבצים בעלי שם זהה שכבר קיימים <u>לא</u> ידרסו; <u>חייבים</u> להסירם ידנית. לאחר מעבר לצורת אינדקס, כל המידע יהיה זמין מידית.<br /><br /><b>הערה:</b> לאחר מעבר לצורת אינדקס, עליך לייבא שוב את קבצי ה-GEDCOM שלך.
nn: Dette verktøyet vil enten eksportere brukerdata fra SQL til Index-modus eller importere brukerdata fra Index-filer inn i SQL-tabeller.<br /><br />Brukerdata, favoritter, ramme-definisjoner, beskjeder og nyheter vil bli gjort tilgjengelig igjen etter at du har byttet modus.<br /><br /><b>ADVARSEL</b><br />Du kan ikke bruke dette verktøyet til å overføre brukerdata mellom ulike versjoner av PhpGedView. Forsikre deg om at dataene stammer fra, eller er importert inn i den samme PhpGedView-versjonen.<br /><br /><b>IMPORTERE</b><br />Dersom du velger å importere brukerdata-filene fra Index-modus, vil eventuelle brukerdata som finnes fra før, bli <u>overskrevet</u>. Med andre ord så fletter <u>ikke</u> dette verktøyet informasjonen, men legger inn informasjonen på nytt. Når du er ferdig med importen, så er det ikke mulig å hente den gamle informasjonen igjen.<br /><br /><b>EKSPORTERE</b><br />Dersom du eksporterer brukerinformasjonen fra SQL-databasen din til Index-modu-filer, vil verktøyet lagre filen <i>authenticate.php</i> og flere <i>.dat</i> filer i index-mappen din. Dersom det finnes filer med samme navn fra før, vil du bli spurt om de skal overskrives. Etter at du har byttet til Index-modus, vil all informasjon være tilgjengelig direkte.<br /><br /><b>NB!</b> Etter at du har byttet til Index-modus, MÅ du importere GEDCOM-fil(ene) dine på nytt.
pl: To narzędzie umożliwia eksportowanie danych o użytkownikach z trybu SQL do indeksowego oraz importowanie danych z plików indeksowych do tabel SQL.<br /><br />Informacje o użytkownikach, ulubione, ustawienia układu, wiadomości i artykuły będą ponownie dostępne po migracji.<br /><br /><b>Uwaga</b><br />Nie możesz użyć tego narzędzia do przenoszenia informacji o użytkownikach pomiędzy różnymi wersjami PhpGedView. Upewnij się, że dane pochodzą z lub są importowane do tej samej wersji PhpGedView.<br /><br /><b>IMPORT</b><br />Jeśli wybierzesz importowanie plików danych o użytkownikach z trybu indeksowego, wszystkie informacje na temat użytkowników istniejące w tabelach bazy danych zostaną <u>nadpisane</u>. To narzędzie <u>nie scala</u> informacji. Po wykonaniu importu nie ma sposobu odzyskania utraconych danych za pomocą PhpGedView.<br /><br /><b>EKSPORT</b><br />Jeśli eksportujesz informację o użytkownikach z bazy danych SQL do plików trybu indeksowego, to narzędzie utworzy plik <i>authenticate.php</i> oraz kilka plików <i>.dat</i> w twoim katalogu indeksowym. Jeśli pliki o takich samych nazwach już tam istnieją, system zapyta, czy chcesz je nadpisać. Po przejściu w tryb indeksowy wszystkie dane będą od razu dostępne.<br /><br /><b>Uwaga:</b> Po przejściu w tryb indeksowy musisz ponownie zaimportować swoje pliki GEDCOM.

source: Choose an option or click the link below to return to the Administration menu
ca: Escolliu una opció o polseu l'enllaç de sota per tornar al menú d'administració
da: Start eksport af datafilerne om brugeren?
es: Escoja una opción o haga clic en el vínculo inferior para volver al menú de Administración
he: בחר אופציה או לחץ על הקישור למטה כדי לחזור לתפריט הניהול
nn: Starte eksport av datafilene om brukeren?
pl: Wybierz opcję lub kliknij na odnośnik poniżej aby powrócić do menu administracji.

source: One or more files already exist. Do you want to overwrite them?
ca: Un o més fitxers ja existeixen. Voleu sobreescriure'ls?
da: En eller flere filer findes allerede. Ønsker du at overskrive dem?
es: Uno o más archivos ya existen. ¿Desea sobreescribirlos?
fi: Yksi tai useampi tiedosto on jo saatavilla. Haluatko ylikirjoittaa ne?
he: קובץ אחד או יותר קיימים כבר. האם אתה רוצה לעלות עליהם?
nn: En eller flere filer finnes fra før. Ønsker du å overskrive dem?
pl: Co najmniej jeden taki plik już istnieje. Czy chcesz je nadpisać?

source: Importing users
ca: Important usuaris
da: Importerer brugere
es: Importando usuarios
fi: Tuo käyttäjät
he: מייבא משתמשים
nn: Importerer brukere
pl: Importowanie użytkowników

source: File <i>authenticate.php</i> not found in your index directory. Migration is cancelled.
ca: No es localitza el fitxer <i>authenticate.php</i> al vostre directori índex. S'ha cancel·lat la Migració.
da: Fandt ikke filen <i>authenticate.php</i> mappen index. Overførslen er afbrudt.
es: No se encontró el archivo <i>authenticate.php</i> en su directorio index. Se cancela la migración.
fi: Tiedostoa <i>authenticate.php</i> ei löytynyt index-kansiosta. Siirto peruutettu.
he: קובץ <i>authenticate.php</i> לא נמצא בתיקיית ה-index שלך. ההגירה מבוטלת.
nn: Fant ikke filen <i>authenticate.php</i> katalogen ./index. Overføringen er avbrutt.
pl: Brak pliku <i>authenticate.php</i> w katalogu indeksowym. Migracja została anulowana.

source: Import successful
ca: Importació correcta
da: Importen er udført
es: Importación con éxito
fi: Tuonti onnistui
he: היבוא עבר בהצלחה
nn: Importen er utført
pl: Importowanie zakończone pomyślnie

source: Import failed
ca: Ha fallat la importació
da: Importen blev ikke fuldført
es: Falló la importación
fi: Tuonti epäonnistui.
he: היבוא נכשל
nn: Importen ble ikke fullført
pl: Importowanie nie powiodło się

source: Importing messages
ca: Important missatges
da: Importerer meddelelser
es: Importando mensajes
fi: Tuo viestit
he: מייבא הודעות
nn: Importerer beskjeder
pl: Importowanie wiadomości

source: Importing favorites
ca: Important favorits
da: Importerer favoritter
es: Importando favoritos
fi: Tuo suosikit
he: מייבא מועדפים
nn: Importerer favoritter
pl: Importowanie ulubionych

source: Importing news
ca: Important notícies
da: Importerer nyheder
es: Importando noticias
fi: Tuo uutiset
he: מייבא חדשות
nn: Importerer nyheter
pl: Importowanie artykułów

source: Importing blocks
ca: Important blocs
da: Importerer rammer
es: Importando bloques
fi: Tuo lohkot
he: מייבא אזורים
nn: Importerer rammer
pl: Importowanie sekcji

source: Editing this GEDCOM has been disabled by the administrator.
ca: L'edició d'aquest GEDCOM ha sigut inhabilitada per l'administrador.
da: Muligheden for at ændre denne slægtsdatabase (GEDCOM) er blevet deaktiveret af system-administratoren.
es: El administrador ha deshabilitado las modificaciones a este GEDCOM.
fi: Järjestelmävalvoja on estänyt tämän GEDCOM-tiedoston muokkauksen.
he: אפשרות העריכה של ה-GEDCOM נפסלה ע"י מנהלן המערכת.
nn: Muligheten til å gjøre endringer i denne slektsbase er blitt deaktivert av system-administratoren.
pl: Edycja tego pliku GEDCOM została zablokowana przez administratora

source: Privacy settings prevent you from editing this record.
ca: Els paràmetres de privadesa no us permeten editar aquest registre.
da: Af hensyn til beskyttelse af privatlivet, kan du ikke ændre oplysningerne.
es: La configuración de privacidad le impide editar este registro.
fi: Yksityisyysasetukset estävät tämän tietueen muokkauksen.
he: הגדרות הפרטיות מונעות ממך לערוך את הרשומה.
nn: På grunn av hensyn til personvern, kan du ikke endre opplysningene.
pl: Ustawienia poufności uniemożliwiają edycję tego wpisu.

source: You have no access to
ca: No teniu accés a
da: Du har ikke adgang til
es: No tiene acceso a
fi: Sinulla ei ole pääsyoikeutta
he: אין לך גישה ל-
nn: Du har ikke tilgang til
pl: Brak dostępu do

source: Add child
ca: Afegeix mainada
da: Tilføj barn
es: Agregar hijo
fi: Lisää lapsi
he: הוסף ילד/ה
nn: Legg til barn
pl: Dodaj dziecko

source: Pedigree
pl: Pochodzenie

source: You must provide a
ca: Heu de donar un
da: Du skal sørge for et
es: Debe suministrar un
fi: Sinun tulee antaa
he: יש לספק
nn: Du må sørge for et
pl: Podaj

source: ABBR
ca: Abreujament
da: Forkortelse
es: Abreviatura
fi: Lyhenne
he: קיצור
nn: Forkortelse
pl: Skrót

source: _HEB
ca: Hebreu
da: Hebræisk
es: Hebreo
fi: Heprealainen
he: עברי
nn: Hebraisk
pl: Hebrajskie

source: ROMN
ca: Romanitzat
da: Latinsk alfabet
es: Romanizado
fi: Romanisoitu
he: לטיני
nn: Romanisert
pl: Zlatynizowane

source: REPO
ca: Arxiu
da: Opbevaringssted
es: Repositorio
fi: Tallennuspaikka
he: מאגר
nn: Oppbevaringssted
pl: Repozytorium

source: CALN
ca: Telèfon
da: Arkivnr./ISBN/ISSN
es: Referencia
fi: Puhelinnumero
he: מספר קריאה
nn: Arkivnr./ISBN/ISSN
pl: Numer źródła

source: Associate events with this source
ca: Esdeveniments associats amb aquesta font
da: Tilknyt hændelser med denne kilde
es: Asociar eventos con esta fuente
fi: Kytke tapahtumat tähän lähteeseen
he: קשר מאורעות למקור זה
nn: Knytt hendelse til denne kilden
pl: Przypisz wydarzenia do tego źródła

source: Select Events
ca: Selecciona esdeveniments
da: Vælg hændelser
es: Seleccionar eventos
fi: Valitse tapahtumat
he: בחר מאורעות
nn: Velg hendelse
pl: Wybierz wydarzenia

source: New source created successfully.
ca: S'ha creat correctament la nova font.
da: Den nye kilde er oprettet!
es: Nueva Fuente creada exitosamente.
fi: Uuden lähteen luominen onnistui.
he: מקור חדש נוצר בהצלחה.
nn: Den nye kilden er lagret!
pl: Nowe źródło zostało utworzone.

source: WWW
ca: Pàgina Web
da: Hjemmeside
es: Página Web
fi: Kotisivu
he: דף בית
nn: Hjemmeside
pl: Strona WWW

source: New Repository created
ca: S'ha creat un nou Arxiu
da: Nyt opbevaringssted er oprettet
es: Creado el nuevo repositorio
fi: Luotu uusi tietovarasto
he: מאגר חדש נוצר
nn: Nytt oppbevaringssted er opprettet
pl: Nowe repozytorium zostało utworzone.

source: Paste the following Repository ID into your editing fields to reference this Repository
ca: Pels camps d'edició, vinculeu aquest ID acabat de crear
da: Indsæt følgende ID for opbevaringsstedet i det aktuelle felt for at kunne referere til det:
es: Pegue el siguiente ID de repositorio en sus campos de edición para referenciar este repositorio.
fi: Liitä seuraava tietovaraston ID muokattaviin kenttiisi viittaukseksi tähän tietovarastoon.
he: הדבק את זיהוי המאגר הבא לשדות העריכה כדי להתייחס למאגר זה
nn: Lim inn følgende ID for oppbevaringsstedet til aktuelle koblings-feltet for ulike kilder:
pl: Wklej poniższy identyfikator w pole edycji aby odwołać się do tego repozytorium.

source: Update successful
ca: Correctament modificat
da: Opdatering er udført
es: Actualizado correctamente
fi: Päivitys onnistui
he: העדכון הצליח
nn: Oppdatering er utført
pl: Aktualizacja zakończona pomyślnie

source: Record copied to clipboard
ca: Registre enganxat
da: Posten er kopieret til udklipsholderen
es: Registro copiado al portapapeles
fi: Tietue kopioitu leikepöydälle
he: הרשומה הועתקה ללוח הגזירים
nn: Data er kopiert til klippebordet
pl: Wpis skopiowany do schowka

source: Sort by birth dates
ca: Ordena per dates de naixement
da: Sortér efter fødselsdato
es: Ordenar por fecha de nacimiento
fi: Lajittele syntymäpäivän mukaan
he: מיין לפי תאריכי לידה
nn: Sorter på fødselsdato
pl: Sortuj według daty urodzenia

source: Use this page to change or remove family members.<br /><br />For each member in the family, you can use the Change link to choose a different person to fill that role in the family. You can also use the Remove link to remove that person from the family.<br /><br />When you have finished changing the family members, click the Save button to save the changes.
ca: Feu servir aquesta pàgina per canviar o eliminar membres de la família.<br /><br />Per cada membre de la família podeu fer servir l'enllaç Canvia per escollir una altre persona que ocupi el mateix rol a la família. També podeu fer servir l'enllaç Elimina per treure-la.<br /><br />Quan hagueu acabat amb els canvis, polseu el botó Desa per guardar-los.
da: Brug denne side til at redigere eller fjerne familiemedlemmer.<br /><br />For hver medlem af familien kan du bruge linket: Rediger for at udskifte en person med en anden. Du kan også bruge linket: Fjern til at fjerne personen fra familien.<br /><br />Klik på knappen: Gem, når du er færdig med at redigere familiemedlemmerne.
es: Utilice esta página para cambiar o eliminar miembros de esta familia.<br /><br />Para cada miembro de esta familia, puede usar el vínculo Cambiar para escoger otra persona diferente para ese papel en la familia. También puede utilizar el vínculo Borrar para eliminar esa persona de la familia.<br /><br />Cuando haya terminado de cambiar los miembros de la familia, haga clic en el botón Guardar para guardar los cambios.
fi: Tällä sivulla voi muuttaa tai poistaa perheenjäseniä.<br /><br />Jokaiselle perheenjäsenelle voit käyttää "Muuta"-linkkiä valitsemaan eri henkilön kyseiseen asemaan perheessä. Henkilön voi myös poistaa perheestä käyttämällä "Poista"-linkkiä.<br /><br />Muutosten jälkeen klikkaa "Tallenna"-painiketta muutosten tallentamiseksi.
he: השתמש בדף זה כדי לשנות או להסיר בני משפחה.<br /><br />עבור כל בן משפחה, ניתן להשתמש בקישור "שנה" כדי לשנות אדם אחר בתפקיד זה בתוך המשפחה. ניתן גם כן להשתמש בקישור "הסר" כדי להסיר את האדם מהמשפחה.<br /><br />אחרי שתסיים לשנות בני משפחה, לחץ על כפתור שמור כדי לשמור את השינויים.
nn: Bruk denne siden til å endre eller fjerne familiemedlemmer.<br /><br />For hvert medlem i familien kan du bruke valget Endre for å velge en annen person som skal ta denne rollen i familien. Du kan også bruke valget Fjern for å fjerne denne personen fra familien.<br /><br />Når du er ferdig med å gjøre endringer for familiemedlemmene, klikker du på knappen Lagre for å lagre endringene.
pl: Na tej stronie możesz zmieniać lub usuwać członków rodziny. <br /><br />Możesz skorzystać z odnośnika Zmień dla każdego członka, aby wybrać inną osobę na to miejsce w rodzinie. Możesz także użyć odnośnika Usuń aby usunąć tę osobę z rodziny.<br /><br />Po zakończeniu wprowadzania zmian kliknij przycisk Zapisz, aby je zapamiętać.

source: Change
ca: Canvia
da: Tilpas
es: Cambiar
fi: Muuta
he: שנה
nn: Endre
pl: Zmień

source: Sort by marriage date
ca: Ordena per data de casament
da: Sortér efter vielsesdato
es: Ordenar por fecha de matrimonio
fi: Lajittele avioitumispäivän mukaan
he: מיין לפי תאריך נישואין
nn: Sortert på dato for ekteskap
pl: Sortuj według daty ślubu

source: You have selected the same site.
ca: Heu seleccionat el mateix lloc.
da: Du har valgt den samme site.
es: Ha seleccionado el mismo sitio.
fi: Olet valinnut saman palvelimen.
he: בחרת את אותו האתר.
nn: Du har valgt det samme nettstedet.
pl: Wybrano tą samą stronę.

source: You have selected a remote site.
ca: Heu seleccionat un lloc remot.
da: Du har valgt en ekstern site.
es: Ha seleccionado un sitio remoto.
fi: Olet valinnut ulkoisen palvelimen
he: בחרת אתר מרוחק.
nn: Du har valgt et eksternt nettsted.
pl: Wybrano zewnętrzną stronę.

source: Site
ca: Lloc
da: Hjemmeside
es: Sitio
fi: Verkkopalvelu
he: אתר
nn: Nettsted
pl: Strona

source: Database ID
ca: ID de la Base de Dades
da: GEDCOM-ID
es: ID de la base de datos
fi: GEDCOM ID-tunnus
he: קוד של מסד הנתונים
nn: GEDCOM-ID
pl: ID bazy danych

source: Site Location
ca: Localització del lloc
da: Placering
es: Ubicación del sitio
fi: Sijainti
he: מיקום האתר
nn: Plassering
pl: Lokalizacja strony

source: Local site
ca: Lloc local
da: Samme hjemmeside
es: Mismo sitio web
fi: Sama palvelin
he: אתר מקומי
nn: Lokalt nettsted
pl: Ta sama strona

source: Existing remote site
ca: Un lloc remot existent
da: Brug en eksisterende site.
es: Sitio remoto ya existente
fi: Olemassa oleva ulkoinen palvelu
he: אתר מרוחק קיים
nn: Eksisterende fjerntjener
pl: Użyj istniejącej strony

source: New remote site
ca: Nou lloc remot
da: Anden site
es: Nuevo sitio remoto
fi: Uusi ulkoinen palvelu
he: אתר מרוחק חדש
nn: Annet nettsted
pl: Inna strona

source: Type in a new site.
ca: Entreu un nou lloc.
da: Indtast en ny hjemmeside.
es: Introduzca un nuevo sitio.
fi: Lisää uusi verkkopalvelu.
he: הקלד אתר חדש.
nn: Skriv inn navnet på det nye nettstedet.
pl: Wprowadź nową stronę

source: Site URL:
ca: URL del lloc:
da: URL-adresse
es: URL del sitio:
fi: Verkko-osoite (URL)
he: URL של האתר:
nn: URL til nettsted:
pl: URL strony:

source: Username:
ca: Nom d'usuari:
da: Brugernavn
es: Identificador:
fi: Käyttäjätunnus:
he: קוד משתמש:
nn: Brukernavn:
pl: Login:

source: Password:
ca: Contrasenya:
da: Adgangskode:
es: Contraseña:
fi: Salasana:
he: סיסמא:
nn: Passord:
pl: Hasło:

source: Feed created by PhpGedView
ca: Fil creat per PhpGedView
da: Beskrivelsen er lavet af PhpGedView %s
es: Canal creado por PhpGedView
fi: Syötteen toteutti PhpGedView
he: ההזנה נוצרה ע"י PhpGedView
nn: Oppføringen er laget av PhpGedView %s
pl: Kanał RSS utworzony przez PhpGedView

source: genealogy
ca: genealogia
da: slægtsforskning
es: genealogía
fi: sukututkimus
he: חקר שושלות יוחסין
nn: Slektsforskning
pl: genealogia

source: Feed not available
ca: Fil no disponible
da: Feed er ikke tilgængligt
es: No está disponible el flujo de datos
fi: Syöte ei ole käytettävissä
he: ההזנה אינה זמינה
nn: Ingen lenker tilgjengelig
pl: Kanał RSS niedostępny

source: There is no RSS feed available for this PhpGedView site
ca: No hi ha fil RSS disponible per a aquest lloc PhpGedView
da: Der er ikke nogen RSS feeds tilgængelig for denne hjemmeside
es: No hay información RSS disponible en este sitio PhpGedView
fi: Tällä PhpGedView-sivustolla ei ole käytettävissä RSS-syötettä.
he: אין הזנת RSS זמינה לאתר ה-PhpGedView הזה
nn: Det er ingen RSS-lenker tilgjengelig på dette PhpGedView-nettstedet
pl: Brak kanału RSS dla tej strony PhpGedView

source: Add FAQ item
ca: Afegeix entrades a preguntes més freqüents
da: Tilføj en FAQ
es: Agregar Pregunta Frecuente
fi: Lisää kysymys
he: הוסף ישות שאלות נפוצות (FAQ)
nn: Legg til FAQ-elementer
pl: Dodaj element FAQ

source: FAQ Header
ca: Capçalera de preguntes més freqüents
da: FAQ-hoved
es: Encabezado de la Pregunta Frecuente
fi: Kysymys
he: כותרת ה-FAQ
nn: Tittel spørsmål & svar
pl: Nagłówek FAQ
