Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Search for
ca: Cerca per
da: Søg efter
es: Buscar
fi: Hae
he: חפש את
nn: Søk etter
pl: Szukaj

source: Shared Notes
ca: Notes compartides
es: Notas compartidas
fi: Jaettuja lisätietoja
he: הערות משותפות
pl: Wspólne notatki

source: Exclude Filter
ca: Filtre d'exclusió
da: Udelad filter
es: Filtro de exclusión
fi: Ohita suodatin
he: פילטר סינון
nn: Begrensning
pl: Filtrowanie

source: Exclude some non-genealogical data
ca: Exclou dades no genealògiques
da: Udelad nogle ikke-genealogiske data
es: Excluir algunos datos no genealógicos
fi: Ohita jokin ei-sukututkimuksellinen tieto
he: סנן חלק מהנתונים שאינם של חקר המשפחה
nn: Utelat enkelte ikke-tilknyttede slektsdata
pl: Pomiń dane niegenealogiczne

source: Off
ca: Desactivat
da: Fra
es: Desactivado
fi: Ei
he: ללא פילטר
nn: Av
pl: Nie pomijaj żadnych danych

source: Associates
ca: Associats
da: Beslægtede
es: Asociados
fi: Läheiset
he: שותפים
nn: Vise i tillegg
pl: Powiązania

source: Show related persons/families
ca: Mostra persones/famílies relacionades
da: Vis beslægtede personer/familier
es: Mostrar personas/familias relacionadas
fi: Näytä sukulaishenkilöt ja -perheet.
he: הראה אנשים/משפחות קשורים
nn: Beslektede personer / familier
pl: Pokaż powiązane osoby/rodziny

source: Search and Replace
ca: Cerca i substitueix
da: Søg og erstat
es: Buscar y reemplazar
fi: Etsi ja korvaa
he: חפש והחלף
nn: Søk og erstatt
pl: Znajdź i zamień

source: Replace with
ca: Canvia-ho per
da: Erstat med
es: Reemplazar por
fi: Korvaa tällä:
he: החלף ב-
nn: Erstatt med
pl: Zamień na

source: Entire record
ca: Registre sencer
da: Hele posten
es: Registro completo
fi: Koko tietue
he: רשומה שלמה
nn: Hele posten
pl: Cały wpis

source: Whole words only
ca: Solament paraules complertes
es: Sólo palabras completas
fi: Vain kokonaiset sanat
he: מילים שלמות בלבד
nn: Kun hele ord
pl: Tylko całe wyrazy

source: Given name
ca: Nom
da: Fornavn
es: Nombre
fi: Etunimi
he: פרטי
nn: Fornavn
pl: Imię

source: Last name
ca: Cognom/s
da: Efternavn
es: Apellido
fi: Sukunimi
he: משפחה
nn: Etternavn
pl: Nazwisko

source: Year
nn: År
pl: Rok

source: Soundex type:
ca: Tipus de recerca fonètica:
da: Type af fonetisk søgning:
es: Tipo de Soundex:
fi: Soundex-tyyppi
he: סוג סאונדקס:
nn: Metode
pl: Typ Soundexu:

source: Individuals'<br />names to print:
ca: Noms<br/>de persona a imprimir:
da: Personnavne, der udskrives
es: Nombres de las<br />personas a mostrar:
fi: Henkilöiden <br />tulostettavat nimet
he: שמות אנשים<br />להדפסה:
nn: Vise
pl: Imiona i nazwiska<br />do wyświetlenia:

source: Names with hit
ca: Noms amb notorietat
da: Navne med hit
es: Nombres con correspondencia
fi: Löytyneet nimet
he: שמות שנמצאו
nn: Navn med antall treff
pl: Tylko pasujące

source: All names
ca: Tots els noms
da: Alle navne
es: Todos los nombres
fi: Kaikki nimet
he: כל השמות
nn: Alle navn
pl: Wszystkie nazwiska

source: Multi Site Search
ca: Recerca a diversos llocs
da: Flersteds søgning
es: Búsqueda multi-sitio
fi: Haku monesta palvelusta
he: חיפוש רב אתרים
nn: Søk på flere nettsteder
pl: Wyszukiwanie na zdalnych stronach

source: Sites to search
ca: Llocs a buscar
da: Søg i disse hjemmesider
es: Sitios a buscar
fi: Sivustot, joilta haku suoritetaan
he: אתרים לחיפוש
nn: Søk på nettsteder
pl: Strony do przeszukiwania

source: No known Servers<br />No results will be found
ca: Servidors desconeguts<br />No s'han trobat resultats
da: Ingen kendte servere<br />Ingen resultater vil blive fundet
es: No se conocen servidores<br />No se obtendrán resultados
fi: Ei tunnettuja palvelimia<br />Tuloksia ei tule löytymään
he: אין שרתים מוכרים<br />לא תמצאנה תוצאות
nn: Ingen kjente tjenere<br />Ingen resultater vil vises
pl: Brak znanych serwerów<br />Brak wyników

source: Basic site search
ca: Recerca bàsica del lloc
da: Enkel søgning
es: Búsqueda básica del sitio
fi: Perushaku sivustolta
he: חיפוש בסיסי באתר
nn: Enkelt søk på nettsteder
pl: Wyszukiwanie proste

source: search
ca: busca
da: Enkel søgning
es: buscar
fi: hae
he: חיפוש
nn: søk
pl: szukaj

source: Advanced site search
ca: Recerca avançada de llocs
da: Avanceret søgning
es: Búsqueda avanzada del sitio
fi: Tarkempi haku sivustolta
he: חיפוש מתקדם באתר
nn: Avansert søk på nettsteder
pl: Wyszukiwanie zaawansowane

source: Name:
ca: Nom:
da: Navn:
es: Nombre:
fi: Nimi:
he: שם:
nn: Navn:
pl: Imię/nazwisko:

source: Birth date:
ca: Data de naixement:
da: Fødselsdato:
es: Fecha de nacimiento:
fi: Syntymäaika
he: תאריך לידה:
nn: Fødselsdato:
pl: Data urodzin:

source: Birth Place:
ca: Lloc de naixement:
da: Fødested:
es: Lugar de nacimiento:
fi: Syntymäpaikka:
he: מקום לידה:
nn: Fødselssted:
pl: Miejsce urodzin:

source: Death date:
ca: Data de defunció:
da: Dødsdato:
es: Fecha de defunción:
fi: Kuolinaika:
he: תאריך פטירה:
nn: Dødsdato:
pl: Data śmierci:

source: Death Place:
ca: Lloc de defunció:
da: Dødssted:
es: Lugar de defunción:
fi: Kuolinpaikka:
he: מקום פטירה:
nn: Dødssted:
pl: Miejsce śmierci:

source: Gender:
ca: Sexe:
da: Køn:
es: Sexo:
fi: Sukupuoli:
he: מגדר:
nn: Kjønn:
pl: Płeć:

source: Databases to search in
ca: Bases de dades per cercar a
da: Søg i disse slægtsdatabaser
es: Bases de datos en las que buscar
fi: Haetaan seuraavista tiedostoista
he: מאגרי נתונים בהם יש לחפש
nn: Slektsbase det skal søkes i
pl: Bazy do przeszukania

source: Results per page
ca: Resultats per pàgina
da: Resultater per side
es: Resultados por página
fi: Tuloksia sivulla
he: ישויות מדיה לדף
nn: Resultater pr side
pl: Wyników na stronę

source: Other Searches
ca: Altres recerques
da: Andre søgninger
es: Otras búsquedas
fi: Muita hakuja
he: חיפושים אחרים
nn: Andre søk
pl: Inne typy wyszukiwania

source: Soundex Search
ca: Recerca fonètica
da: Fonetisk søgning
es: Búsqueda Soundex
fi: Soundex-haku
he: חיפוש סאונדקס
nn: Soundex-søk
pl: Wyszukiwanie fonetyczne

source: Re-order media
ca: Reodeneu els ítems multimèdia
da: Gensortér medier
es: Reordenar los objetos
fi: Järjestä media uudelleen
he: סדר מחדש מדיה
nn: Endre rekkefølge på media
pl: Uporządkuj multimedia

source: Click a row, then drag-and-drop to re-order media
ca: Per a reordenar els ítems multimèdia, polseu sobre una fila i arrossegue-la fins al nou lloc.
da: Klik på en række og træk-og-slip for at gensortere medier
es: Haga clic en una fila y luego arrastre y suelte para reordenar los objetos
fi: Klikkaa riville, ja sitten vedä-ja-pudota lajitellaksesi median
he: הקלק על שורה, אח"כ "גרור ושחרר" כדי לשנות את הסדר של המדיה
nn: Klikk en rad, dra og slipp deretter for å endre rekkefølgen på medieobjektene
pl: Kliknij ramkę, a następnie "Przeciągnij i upuść", aby uporządkować multimedia

source: Saves the sorted media to the database
ca: Desa els multimèdia ordenats a la base de dades
da: Gemmer de sorterede medier i databasen
es: Guarda los objetos reordenados a la base de datos
fi: Tallentaa lajitellun median tietokantaan
he: שומר את מיון המדיה למאגר הנתונים
nn: Lagrer de sorterte medieobjektene i databasen
pl: Zapisuje posortowane multimedia w bazie

source: Reset to the original order
ca: Restableix l'ordre original
da: Nultil til den oprindelige rækkefølge
es: Restaurar orden original
fi: Palauta alkuperäinen järjestys
he: החזר את הסדר המקורי
nn: Sett tilbake til den opprinnelige rekkefølgen
pl: Ustawia domyślną kolejność multimediów w bazie

source: Quit and return
ca: Surt i torna
da: Afslut og returnér
es: Abandonar y salir
fi: Sulje ja palaa
he: עזוב וחזור
nn: Avslutt og gå tilbake
pl: Zamknij i powróć do osoby

source: Audio
ca: So
da: Lyd
he: אודיו
nn: Lyd
pl: Dźwięk

source: Book
ca: Llibre
da: Bog
he: ספר
nn: Bok
pl: Książka

source: Card
ca: Tarja
da: Kort
he: כרטיס
nn: Kort
pl: Karta

source: Certificate
ca: Certificat
da: Certifikat
he: תעודה
nn: Sertifikat
pl: Akt

source: Coat of Arms
ca: Escut d'Armes
he: שלט גיבורים
nn: Våpenskjold
pl: Herb

source: Document
da: Dokument
es: Documento
fi: Asiakirja
he: מסמך
nn: Dokument
pl: Dokument

source: Electronic
ca: Electrònic
da: Elektronisk
he: חשמלי
nn: Elektronisk
pl: Elektroniczny

source: Microfiche
ca: Microfitxa
he: פיש
nn: Mikrokort
pl: Mikrofisza

source: Microfilm
he: סרט
nn: Mikrofilm
pl: Mikrofilm

source: Magazine
ca: Revista
da: Magasin
he: כתב עת
nn: Magasin
pl: Magazyn

source: Manuscript
ca: Manuscrit
da: Manuskript
he: כתב-יד
nn: Manuskript
pl: Rękopis

source: Map
ca: Mapa
da: Kort
es: Mapa
fi: Kartta
he: מפה
nn: Kart
pl: Mapa

source: Newspaper
ca: Diari
da: Avis
he: עיתון
nn: Avis
pl: Gazeta

source: Photo
ca: Fotografia
da: Foto
es: Foto
fi: Valokuva
he: צילום
nn: Bilde
pl: Fotografia

source: Tombstone
ca: Làpida
da: Gravsten
he: מצבה
nn: Gravstein
pl: Nagrobek

source: Video
ca: Vídeo
he: וידאו
pl: Film

source: Painting
ca: Pintura
da: Malleri
he: תמונה
nn: Maleri
pl: Obraz

source: Other
ca: Un altre
da: Andet
es: Otro
fi: Muu
he: אחר
nn: Annet
pl: Inne

source: Adopted by both parents
pl: Adoptowane przez rodziców

source: Adopted by father
pl: Adoptowane przez ojca

source: Adopted by mother
pl: Adoptowane przez matkę

source: Birth
pl: rodzone

source: Adopted
ca: Adoptat/da
da: Adopteret
es: Adoptado
fi: Adoptoitu
he: אימוץ
nn: Adoptert
pl: Adopcja

source: Foster
ca: Adoptiu/va
da: Adoptivbarn
es: Adoptivo
fi: Kasvatti
he: אומנה
nn: Fosterbarn
pl: Przybranie

source: Sealing
ca: Segellament
da: Besegling (bekræftelse)
es: Sellamiento
fi: Sinetöinti
he: אישור
nn: Kobling
pl: Naznaczenie

source: Attendant
ca: Vigilant
da: Deltagere
es: Celador
fi: Avustaja
he: משגיח
nn: Deltagere
pl: Pomocnik

source: Attending
ca: Assistent
da: Observatør
es: Presente
fi: Avustamassa
he: אחראי
nn: Observatør
pl: Obsługujący

source: Best Man
pl: Drużba

source: Bridesmaid
pl: Druhna

source: Buyer
pl: Kupiec

source: Circumciser
pl: Obrzezujący

source: Civil Registrar
pl: Urzędnik cywilny

source: Employee
ca: Empleat
es: Empleado
fi: Työntekijä
he: מעביד
nn: Arbeidstaker
pl: Pracownik

source: Employer
pl: Pracodawca

source: Foster Child
pl: Przybrane dziecko

source: Foster Father
pl: Przybrany ojciec

source: Foster Mother
pl: Przybrana matka

source: Friend
ca: Amic/ga
da: Ven
es: Amigo
fi: Ystävä
he: חבר/ה
nn: Venn
pl: Przyjaciel

source: Godfather
pl: Ojciec chrzestny

source: Godmother
pl: Matka chrzestna

source: Godparent
pl: Rodzic chrzestny

source: Godson
pl: Chrześniak

source: Goddaughter
pl: Chrześniaczka

source: Godchild
pl: Chrześniak/Chrześniaczka

source: Guardian
ca: Tutor
es: Tutor/a
fi: Edunvalvoja
he: אפוטרופוס
pl: Opiekun

source: Informant
da: Hjemmelsmand
es: Informador
fi: Tiedon antaja
he: מוסר מידע
pl: Informator

source: Lodger
ca: Hoste
da: Lejer
es: Huésped
fi: Asukki
he: דייר
nn: Losjerende
pl: Lokator

source: Nanny
pl: Niania

source: Nurse
ca: Infermera
da: Sygeplejerske
es: Enfermera
fi: Hoitaja
he: אחות מטפלת
nn: Pleier
pl: Pielęgniarka

source: Owner
ca: Propietari
es: Propietario
fi: Omistaja
he: בעלים
nn: Eier
pl: Właściciel

source: Priest
pl: Ksiądz

source: Rabbi
pl: Rabin

source: Registry Officer
pl: Urzędnik stanu cywilnego

source: Seller
ca: Venedor
da: Sælger
es: Vendedor
fi: Myyjä
he: מוכר
nn: Selger
pl: Sprzedawca

source: Servant
ca: Criat/da
da: Tjener
es: Criado
fi: Palvelija
he: משרת
nn: Tjener
pl: Służący

source: Slave
ca: Esclau
es: Esclavo
fi: Orja
he: עבד
pl: Niewolnik

source: Twin
pl: Bliźniak

source: Twin brother
pl: Brat-bliźniak

source: Twin sister
pl: Siostra-bliźniaczka

source: Ward
ca: Tutor
es: Pupilo/a
fi: Hoidokki
he: חניך
pl: Wychowanek

source: Witness
pl: Świadek

source: Czech
ca: Txec
da: Tjekkisk
es: Checo
fi: Tšekki
he: צ'כית
nn: Tsjekkisk
pl: czeski

source: Slovak
ca: Eslovac
da: Slovakisk
es: Eslovaco
fi: Slovakia
he: סלובקית
nn: Slovakisk
pl: słowacki

source: Danish
ca: Danès
da: Dansk
es: Danés
fi: Tanska
he: דנית
nn: Dansk
pl: duński

source: German
ca: Alemany
da: Tysk
es: Alemán
fi: Saksa
he: גרמנית
nn: Tysk
pl: niemiecki

source: English
ca: Anglès
da: Engelsk
es: Inglés
fi: Englanti
he: אנגלית
nn: Engelsk
pl: angielski

source: Greek
ca: Grec
da: Græsk
es: Griego
fi: Kreikka
he: יוונית
nn: Gresk
pl: grecki

source: Italian
ca: Italià
da: Italiensk
es: Italiano
fi: Italia
he: איטלקית
nn: Italiensk
pl: włoski

source: Hungarian
ca: Hongarès
da: Ungarsk
es: Húngaro
fi: Unkari
he: הונגרית
nn: Ungarsk
pl: węgierski

source: Lithuanian
ca: Lituà
da: Litauisk
es: Lituano
fi: Liettua
he: ליטאית
nn: Litauisk
pl: litewski

source: Dutch
ca: Holandès
da: Hollandsk
es: Holandés
fi: Hollanti
he: הולנדית
nn: Nederlandsk
pl: holenderski

source: Norwegian
ca: Noruec
da: Norsk
es: Noruego
fi: Norja
he: נורבגית
nn: Norsk
pl: norweski

source: Finnish
ca: Finès
da: Finsk
es: Finlandés
fi: Suomi
he: פינית
nn: Finsk
pl: fiński

source: Swedish
ca: Suec
da: Svensk
es: Sueco
fi: Ruotsi
he: שוודית
nn: Svensk
pl: szwedzki

source: Turkish
ca: Turc
da: Tyrkisk
es: Turco
fi: Turkki
he: טורקית
nn: Tyrkisk
pl: turecki

source: Russian
ca: Rus
da: Russisk
es: Ruso
fi: Venäjä
he: רוסית
nn: Russisk
pl: rosyjski

source: Vietnamese
ca: Vietnamita
da: Vietnamesisk
es: Vietnamita
fi: Vietnam
he: ויאטנמית
nn: Vietnamesisk
pl: wietnamski

source: PhpGedView Authentication System
ca: Sistema de validació PhpGedView
da: Hjemmesidens adgangskontrol
es: Sistema de autenticación de phpGedView
fi: PhpGedView autentikointijärjestelmä
he: מערכת אימות של PhpGedView
nn: PhpGedView autoriseringssystem
pl: System autoryzacji PhpGedView

source: You must enter a valid login ID and password to access this resource
ca: Cal que entreu un nom d'usuari vàlid i la contrasenya per accedir a aquest recurs
da: Du skal indtaste et korrekt login ID og adgangskode for at få adgang til denne side
es: Debe introducir usuario y contraseña válidos para acceder a este recurso
fi: Sinun on lisättävä käypä tunnus ja salasana päästäksesi tähän palveluun
he: עליך להכניס קוד משתמש וסיסמא תקפים כדי להיכנס למשאב זה
nn: Du må angi et gyldig brukernavn og passord for få tilgang til denne delen
pl: Aby uzyskać dostęp do tego zasobu, wymagane jest podanie loginu i hasła.

source: This message was sent while viewing the following URL:
ca: Missatge redactat des d'aquesta pàgina:
da: Denne besked blev sendt, da du var på følgende fuldstændige internetadresse (URL):
es: Este mensaje se envió mientras se visitaba la URL:
fi: Tämä viesti lähetettiin seuraavasta urlistä:
he: ההודעה הזו נשלחה מ-URL הבא:
nn: Denne beskjed ble sendt da du var på følgende url:
pl: Ta wiadomość została wysłana podczas przeglądania następującego adresu URL:

source: January
ca: Gener
da: januar
es: enero
fi: tammikuu
he: ינואר
nn: januar
pl: styczeń

source: February
ca: Febrer
da: februar
es: febrero
fi: helmikuu
he: פברואר
nn: februar
pl: luty

source: March
ca: Març
da: marts
es: marzo
fi: maaliskuu
he: מרץ
nn: mars
pl: marzec

source: April
ca: Abril
es: abril
fi: huhtikuu
he: אפריל
pl: kwiecień

source: May
ca: Maig
da: maj
es: mayo
fi: toukokuu
he: מאי
nn: mai
pl: maj

source: June
ca: Juny
da: juni
es: junio
fi: kesäkuu
he: יוני
nn: juni
pl: czerwiec

source: July
ca: Juliol
da: juli
es: julio
fi: heinäkuu
he: יולי
nn: juli
pl: lipiec

source: August
ca: Agost
es: agosto
fi: elokuu
he: אוגוסט
pl: sierpień

source: September
ca: Setembre
es: septiembre
fi: syyskuu
he: ספטמבר
pl: wrzesień

source: October
ca: Octubre
da: oktober
es: octubre
fi: lokakuu
he: אוקטובר
nn: oktober
pl: październik

source: November
ca: Novembre
es: noviembre
fi: marraskuu
he: נובמבר
pl: listopad

source: December
ca: Desembre
es: diciembre
fi: joulukuu
he: דצמבר
nn: desember
pl: grudzień

source: Child
ca: Fill/a
da: Barn
es: Hijo
fi: Lapsi
he: ילד/ה
nn: Barn
pl: Dziecko

source: Infant
da: Spædbarn
es: Niño de corta edad
fi: Sylilapsi
he: תינוק
nn: Spedbarn
pl: Niemowlę

source: Stillborn
ca: Nat mort
da: Dødfødt
es: Nacido muerto
fi: Kuolleena syntynyt
he: נולד מת
nn: Ufødt
pl: Narodzone martwe

source: year
ca: any
da: år
es: año
fi: vuosi
he: שנה
nn: år
pl: rok

source: month
ca: mes
da: måned
es: mes
fi: kuukausi
he: חודש
nn: måned
pl: miesiąc

source: months
ca: mesos
da: måneder
es: meses
fi: kuukautta
he: חודשים
nn: måneder
pl: miesięcy

source: day
ca: dia
da: dag
es: día
fi: päivä
he: יום
nn: dag
pl: dzień

source: days
ca: dies
da: dage
es: días
fi: päivää
he: ימים
nn: dager
pl: dni

source: week
ca: setmana
da: uge
es: semana
fi: viikko
he: שבוע
nn: uke
pl: tydzień

source: weeks
ca: setmanes
da: uger
es: semanas
fi: viikkoa
he: שבועות
nn: uker
pl: tygodni

source: Individual
ca: Persona
da: Individ
es: Persona
fi: Henkilö
he: אדם
nn: Person
pl: Osoba

source: Parents Family
ca: Família amb els pares
es: Familia de los padres
fi: Vanhempien perhe
he: משפחה של הורים
nn: Foreldrenes familie
pl: Rodzice i rodzeństwo

source: Step-Parent Family
ca: Família amb el padrastre
es: Familia del padrastro o madrastra
fi: Puolivanhemman perhe
he: משפחה של הורה חורג
nn: Ste-foreldres familie
pl: Przyrodni rodzice i rodzeństwo

source: Step-Father
ca: Padrastre
da: Stedfar
es: Padrastro
fi: Isäpuoli
he: אב חורג
nn: Stefar
pl: Ojczym

source: Step-Mother
ca: Madrastra
da: Stedmor
es: Madrastra
fi: Äitipuoli
he: אם חורגת
nn: Stemor
pl: Macocha

source: Immediate Family
ca: Pròpia família
es: Familia inmediata
fi: Oma perhe
he: משפחה מידית
nn: Nærmeste familie
pl: Najbliższa rodzina

source: Family Book Chart
ca: Llibre de Família
da: Familiebogsgraf
es: Diagrama Libro Familiar
fi: Sukukirjakaavio
he: תרשים ספר משפחה
nn: Familiebok
pl: Diagram księgi rodzinnej

source: Children
ca: Mainada
da: Børn
es: Hijos
fi: Lapset
he: ילדים
nn: Barn
pl: Dzieci

source: No children
ca: Sense mainada enregistrada
da: Ingen registrerede børn
es: No constan hijos
fi: Ei lapsia rekisterissä
he: אין ילדים באתר
nn: Ingen registerte barn
pl: Brak dzieci

source: 1 child
es: 1 hijo consta
pl: 1 dziecko

source: children
ca: fills
es: hijos
fi: lapsia
he: ילדים
nn: barn
pl: liczba dzieci

source: Add a child to this family
ca: Afegeix mainada a aquesta família
da: Tilføj et barn til denne familie
es: Agregar un hijo a esta familia
fi: Lisää lapsi perheeseen
he: הוסף ילד/ה למשפחה
nn: Legg til et barn i denne familien
pl: Dodaj dziecko do tej rodziny

source: This family remained childless
ca: Aquesta família no té descendència
da: Denne familie forblev barnløs
es: Esta familia no tuvo hijos
fi: Tämä perhe jäi lapsettomaksi
he: המשפחה רשומה ללא ילדים
nn: Denne familien fikk aldri noen barn
pl: Małżeństwo bezdzietne

source: Family Group Information
ca: Informació del Grup Familiar
da: Familiegruppe oplysninger
es: Información del grupo familiar
fi: Perheen ryhmätieto
he: נתוני קבוצת משפחה
nn: Familie-opplysninger
pl: Dane grupy rodzinnej

source: No facts for this family.
ca: No hi ha esdeveniments per a aquesta família.
da: Ingen fakta for denne familie.
es: No hay hechos para esta familia.
fi: Ei tietoja tästä perheestä
he: אין עובדות למשפחה זו.
nn: Ingen faktopplysninger for denne familien.
pl: Brak faktów dla tej rodziny.

source: Add Note
ca: Afegeix una nota
da: Tilføj note
es: Agregar Nota
fi: Lisää lisätieto
he: הוסף הערה
nn: Legg til note
pl: Dodaj notatkę

source: Add a new Note
ca: Afegeix una nova nota
da: Tilføj en ny note
es: Añadir una nota
fi: Lisää uusi lisätieto
he: הוסף הערה חדשה
nn: Legg til en ny note
pl: Dodaj nową notatkę

source: Add Shared Note
ca: Afegiu una nota compartida
da: Tilføj delt note
es: Agregar nota compartida
fi: Lisää jaettu lisätieto
he: הוסף הערה משותפת
pl: Dodaj wspólną notatkę

source: Add a new Shared Note
ca: Afegiu una nova nota compartida
da: Tilføj en ny delt note
es: Agregar una nueva nota compartida
fi: Lisää uusi jaettu lisätieto
he: הוסף הערה משותפת חדשה
pl: Dodaj nową wspólną notatkę

source: Add Source Citation
ca: Afegeix una ressenya de font
da: Tilføj kildehenvisning
es: Agregar cita de fuente
fi: Lisää lähde
he: הוסף ציטוט של מקור
nn: Legg til kildehenvisning
pl: Dodaj źródło

source: Add a new Source Citation
ca: Afegeix una nova ressenya de font
da: Tilføj en ny kildehenvisning
es: Añadir una nueva cita de fuente
fi: Lisää uusi lähde
he: הוסף ציטוט של מקור חדש
nn: Legg til en ny kildehenvisning
pl: Dodaj nowe źródło

source: Upcoming Events
ca: Propers aniversaris
da: Begivenheder
es: Próximos eventos
fi: Tulevat tapahtumat
he: אירועים קרובים
nn: Rammen Kommende begivenheter
pl: Nadchodzące wydarzenia

source: On This Day ...
ca: En tal dia com avui...
da: I dag ...
es: En un día como éste...
fi: Tänä päivänä tapahtui...
he: ביום הזה ...
nn: Årsdag for hendelser i slekten...
pl: Tego dnia...

source: GEDCOM Statistics
ca: Estadístiques GEDCOM
da: Statistik for Slægtsdatabasen
es: Estadísticas del GEDCOM
fi: GEDCOM tilastotieto
he: סטטיסטיקות GEDCOM
nn: Rammen Statistikk for slektsbasen
pl: Statystyki GEDCOM

source: This GEDCOM was created on <b>%s</b>
ca: Creat el <b>%s</b>
da: Slægtsdatabasen blev oprettet d.<b>%s</b>.
es: Este GEDCOM se creó el <b>%s</b>
fi: Luontipäivä: <b>%s</b>.
he: ה-GEDCOM הזה נוצר ב-<b>%s</b>
nn: Denne slektsfila (GEDCOM) ble laget den <b>%s</b>
pl: Plik GEDCOM utworzony dnia <b>%s</b>

source: on <b>%s</b>
ca: el <b>%s</b>
da: , den <b>%s</b>.
es: el <b>%s</b>
fi: , <b>%s</b>
he: ב-<b>%s</b>
nn: den <b>%s</b>
pl: dnia <b>%s</b>

source: Earliest birth year
ca: Natalici més antic
da: Tidligste fødselsår
es: Año de nacimiento más lejano
fi: Aikaisin syntymävuosi
he: שנת הלידה המוקדמת ביותר
nn: Tidligste fødselsår
pl: Rok pierwszych urodzin

source: Latest birth year
ca: Natalici més antic
da: Seneste fødselsår
es: Año de nacimiento más reciente
fi: Myöhäisin syntymävuosi
he: שנת הלידה המאוחרת ביותר
nn: Siste fødselsår
pl: Rok ostatnich urodzin

source: Person who lived the longest
ca: Persona que ha viscut més temps
da: Den længstlevende person
es: Persona que vivió más tiempo
fi: Vanhimman henkilön ikä
he: האדם אשר חי הכי הרבה זמן
nn: Person som har levd lengst
pl: Osoba żyjąca najdłużej

source: Family with the most children
ca: Família amb més mainada
da: Familie med flest børn
es: Pareja con más hijos
fi: Suurin lapsiluku perheessä
he: משפחה עם הכי הרבה ילדים
nn: Familie med flest barn
pl: Najwięcej dzieci w rodzinie

source: Most Common Surnames
ca: Cognoms més habituals
da: Oftest forekommende efternavne
es: Apellidos más comunes
fi: Yleisimmät sukunimet
he: שמות משפחה שכיחים
nn: Mest brukte etternavn
pl: Najczęstsze nazwiska

source: Top 10 Surnames
ca: Els 10 cognoms més comuns
da: Top 10 efternavne
es: 10 apellidos más frecuentes
fi: Yleisimmät sukunimet
he: עשרת השמות השכיחים
nn: Rammen Topp 10 etternavn
pl: Najczęściej występujące nazwiska

source: Recent Changes
ca: Canvis recents
da: Seneste Ændringer
es: Cambios recientes
fi: Viimeiset muutokset
he: השינויים האחרונים
nn: Rammen Siste endringer
pl: Blok ostatnich zmian

source: CHAN
ca: Darrer canvi
da: Sidst ændret
es: Último cambio
fi: Muutettu viimeksi
he: שנוי אחרון
nn: Sist endret
pl: Ostatnia zmiana

source: Random Picture
ca: Fitxer a l'atzar
da: Tilfældigt udvalgt billede
es: Imagen al azar
fi: Satunnainen kuva
he: תמונה אקראית
nn: Tilfeldig utvalgt bilde / medie
pl: Losowe zdjęcie

source: No contact
pl: Brak kontaktu

source: The record with id %s was changed by another user since you last accessed it.
ca: El registre amb l'id %s fou canviat per un altre usuari d'ençà el darrer cop que vareu accedir-lo.
da: Posten med id %s er blevet ændret af en anden bruger siden du sidst tilgik den.
es: El registro con id %s fue modificado por otro usuario desde que accedió a él por última vez.
fi: Tietuetta, jonka tunnus on %s, on muuttanut toinen käyttäjä sen jälkeen kun viimeksi käsittelit sitä.
he: הרשומה עם קוד זיהוי %s שונתה ע"י משתמש אחר לאחר שניגשת אליה בפעם האחרונה .
nn: Posten med id %s ble endret av en annen bruker siden du åpnet den.
pl: Wpis z identyfikatorem %s został zmieniony przez innego użytkownika podczas Twojego dostępu.
