Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: If this box is checked, the user will have the same rights that you have.<dl><dt>These rights include:</dt><dd>Add / Remove / Edit Users</dd><dd>Broadcast messages to all users</dd><dd>Edit Welcome messages</dd><dd>Edit and configure language files</dd><dt></dt><dd>Upgrade PhpGedView</dd><dd>Change program and GEDCOM configurations</dd><dd>Administer the GEDCOMs</dd><dd>Change Privacy settings</dd><dd>And anything else that is not mentioned here.</dd></dl><br />The user <u>cannot</u> change anything on your server outside PhpGedView.
ca: Si és marcat, l'usuari té les mateixes atribucions que l'administrador.<dl><dt>Aquestes atribucions inclouen:</dt><dd>Afegir / Suprimir / Editar usuaris</dd><dd>Distribuir missatges a tots els usuaris</dd><dd>Editar missatges de benvinguda</dd><dd>Editar i configurar fitxers d'idiomes</dd><dt></dt><dd>Actualitzar el PhpGedView</dd><dd>Canviar la configuració del programa i dels GEDCOM</dd><dd>Administrar GEDCOMs</dd><dd>Canviar paràmetres de privadesa</dd><dd>I d'altres no esmentades.</dd></dl><br />L'usuari però, <u>no pot</u> modificar res del servidor fora del PhpGedView.
da: Hvis denne checkboks er afmærket, vil brugeren have de samme rettigheder i programmet, som du har, som administrator.<dl><dt>Brugeren kan da:</dt><dd>Tilføje / Fjerne / Ændre brugere.</dd><dd>Sende beskeder til alle brugere på en gang.</dd><dd>Ændre beskeder på velkomstsiden.</dd><dd>Ændre og sætte sprogfiler op.</dd><dt>Herudover</dt><dd>Opgradere programmet.</dd><dd>Ændre programindstillinger.</dd><dd>Administrere slægtsfiler.</dd><dd>Ændre privatlivsindstillinger.</dd></dl>- Og andre ting, som ikke er nævnt her...<br /><br /><b>Men ikke</b> opsætningen af hjemmesiden, der befinder sig "udenfor" programmet!
es: Si se marca esta casilla, el usuario tendrá los mismos privilegios que Vd.<dl><dt>Estos privilegios incuyen:</dt><dd>Agregar / Eliminar / Modificar Usuarios</dd><dd>Enviar mensajes generales a todos los usuarios</dd><dd>Modificar los mensajes de Bienvenida</dd><dd>Modificar y configurar los archivos de idioma</dd><dt></dt><dd>Actualizar PhpGedView</dd><dd>Cambiar las configuraciones del programa y de los GEDCOMs</dd><dd>Administrar los GEDCOMs</dd><dd>Cambiar los ajustes de Privacidad</dd><dd>Y cualquier otra cosa no mencionada aquí.</dd></dl><br />El usuario <u>no puede</u> cambiar ninguna otra cosa en el servidor fuera de PhpGedView.
fi: Mikäli tämä ruutu on rastitettu, käyttäjällä on samat oikeudet kuin sinulla tässä ohjelmassa.<dl><dt>Hän voi:</dt><dd>lisätä / poistaa / muokata käyttäjiä</dd><dd>lähettää viestejä kaikille käyttäjille kerralla</dd><dd>muokata tervetuloa-viestejä</dd><dd>muokata ja configuroida kielitiedostoja</dd><dt>Lisäksi:</dt><dd>päivittää ohjelman</dd><dd>muuttaa asetuksia</dd><dd>ylläpitää GEDCOM-tiedostoja</dd><dd>muuttaa yksityisyysasetuksia</dd><dd>ja tehdä kaikkea muuta tässä mainitsematonta.</dt><dd>Mutta ei muuttaa sivuston asetuksia ohjelman ulkopuolella.</dd></dl>
he: אם התיבה הזו מסומנת, למשתמש יהיו זכויות דומות לזכויותיך.<dl><dt>ההרשאות כוללות:</dt><dd>הוסף / הורד / ערוך משתמשים</dd><dd>לשלוח הודעות לכל המשתמשים בבת אחת</dd><dd>לערוך הודעות ברוכים הבאים</dd><dd>לערוך ולשנות תצורה של קובצי השפות</dd><dt></dt><dd>לשדרג PhpGedView</dd><dd>לשנות תצורה של התוכנה ושל GEDCOM</dd><dd>לנהל GEDCOM-ים</dd><dd>לשנות את הגדרות הפרטיות</dd><dd>וכל דבר אחר שלא מוזכר כאן.</dd></dl>המשתמש <u>אינו</u> יכול לשנות את ההגדרות של האתר שלך מחוץ ל-PhpGedView.
nn: Dersom denne sjekk-boksen er avmerket, vil brukeren ha de samme rettigheter i programmet som du har som administrator.<dl><dt>Brukeren kan da:</dt><dd>Legge til / Fjerne / Endre brukere.</dd><dd>Sende beskjeder til alle brukere på en gang.</dd><dd>Endre beskjeder på hovedsiden.</dd><dd>Endre og sette opp språk-filer.</dd><dt>I tillegg:</dt><dd>Oppgradere programmet.</dd><dd>Endre program-innstillinger.</dd><dd>Administere slektsfiler.</dd><dd>Endre personvern-innstillinger.</dd></dl>- Og andre ting som ikke er nevnt her...<br /><br />Brukeren <u>kan ikke</u> endre oppsettet for nettstedet ditt som befinner seg "utenfor" PhpGedView!
pl: Jeśli ta opcja jest zaznaczona, użytkownik będzie miał takie same uprawnienia, jak ty.<dl><dt>Są to następujące uprawnienia:</dt><dd>Dodawanie / usuwanie / edycja użytkowników</dd><dd>Wysyłanie wiadomości do wszystkich użytkowników</dd><dd>Edycja komunikatów powitalnych</dd><dd>Edycja i konfiguracja plików językowych</dd><dt></dt><dd>Przejście na nowszą wersję PhpGedView</dd><dd>Zmiana konfiguracji systemu i plików GEDCOM </dd><dd>Zarządzanie plikami GEDCOM</dd><dd>Zmiana ustawień prywatności</dd><dd>i wszelkie inne uprawnienia, nie wymienione tutaj.</dd></dl><br />Użytkownik <u>nie może</u> zmienić niczego na twoim serwerze poza PhpGedView.

source: The user can have different access and editing privileges for each genealogical database in the system.<ul><li><b>None:</b> The user cannot access the private data in this GEDCOM.</li><li><b>Access:</b> The user cannot edit or accept data into the database but can see the private data.</li><li><b>Edit:</b> The user can edit values but another user with <b>Accept</b> privileges must approve the changes before they are added to the database and made public.</li><li><b>Accept:</b> The user can edit. He can also edit and approve changes made by other users.</li><li><b>Admin GEDCOM:</b> The user edit and approve changes made by other users. The user can also edit configuration and privacy settings for <u>this</u> GEDCOM.</li></ul>System administrators, identified through the <b>User can administer</b> check box, are automatically given <b>Admin GEDCOM</b> privileges.
ca: L'usuari pot tenir diferents drets d'accés i d'edició per a cada base de dades genealògica allotjada al sistema.<ul><li><b>Res:</b> No pot accedir a veure dades privades d'aquest GEDCOM.</li><li><b>Accés:</b> No pot editar dades o acceptar canvis però pot veure les privades.</li><li><b>Edita:</b> Pot editar dades però un altre usuari amb drets per <b>D'acord</b>, cal que aprovi els canvis abans de que passin definitivament a la base de dades i es facin públiques.</li><li><b>D'acord:</b> L'usuari pot editar i a més pot autoritzar canvis fets per altres usuaris.</li><li><b>Administra el GEDCOM: </b> L'usuari edita i autoritza canvist fets per altres usuaris. Pot també editar la configuració i els paràmetres de privadesa per <u>aquest</u> GEDCOM.</li></ul>Els Administradors del Sistema, identificats mitjançant el caixetí <b>L'usuari pot administrar</b>, estan facultats automaticament amb els privilegis de <b>Administra el GEDCOM</b>.
da: For hver GEDCOM-fil, der er installeret, kan brugere få forskellige rettigheder mht. hvor meget de kan se og ændre data.<dl><dt>Du kan foretage følgende valg:<br /><b>Ingen</b></dt><dd>Brugeren kan ikke se private oplysninger.</dd><dt><b>Fuld indblik</b></dt><dd>Brugeren kan se private oplysninger, men kan ikke foretage ændringer.</dd><dt><b>Ændre</b></dt><dd>Brugeren kan foretage ændringer, men en anden bruger med rettigheder til at <b>godkende</b> skal sige god for ændringerne førend de bliver føjet til slægtsfilen, sådan at alle brugere kan se ændringerne.</dd><dt><b>Godkende</b></dt><dd>Brugeren kan både ændre og godkende egne og andre brugeres ændringer.</dd><dt><b>Administrere</b></dt><dd>Brugeren får rettigheder til at ændre konfigurationen og privatlivsindstillingerne for denne slægtsdatabase.</dd></dl>Systemadministratorer får automatisk rettigheder til at <b>administrere</b>.
es: El usuario puede tener diferentes privilegios de acceso y modificación en cada base de datos genealógica del sistema.<ul><li><b>Ninguno:</b> El usuario no puede acceder a los datos privados de este GEDCOM.</li><li><b>Acceso:</b> El usuario no puede modificar o aceptar datos a la base de datos, pero puede ver los datos privados.</li><li><b>Editar:</b> El usuario puede modificar valores pero otro usuario con privilegios de <b>Accept</b> deberá aprobar los cambios antes de ser agregados a la base de datos y hechos públicos.</li><li><b>Accept:</b> El usuario puede modificar. También puede modificar y aprobar los cambios hechos por otros usuarios.</li><li><b>Administrar GEDCOM:</b> El usuarios puede modificar los ajustes de configuración privacidad para <u>este</u> GEDCOM.</li></ul>Los administradores del sistema, identificados mediante la casilla <b>El usuario puede administrar</b>, reciben automáticamente privilegios de <b>Administrar GEDCOM</b>.
fi: Käyttäjällä voi järjestelmän jokaiselle GEDCOM-tiedostolle olla tietyt pääsy- ja muokkausoikeudet.<br /><br />Asettamalla nämä <b>ei oikeuksia</b>-tilaan, merkitsee se, että käyttäjä ei pääse käsiksi tämän GEDCOM-tiedoston yksityisiin tietoihin. Asettamalla tämä tilaan <b>Lukuoikeus</b> merkitsee se, että käyttäjä ei voi muokata tai hyväksyä tietoja tietokantaan, mutta voi selata yksityistietoja.<br /><br />Asettamalla tämä tilaan <b>muuta</b> käyttäjä voi muokata tietoja, mutta käyttäjän, jolla on <b>hyväksymisoikeudet</b> on hyväksyttävä muutokset ennen kuin ne tallennetaan tietokantaan ja näytetään julkisesti.<br /><br />Asettamalla tämä tilaan <b>hyväksy</b> sallii käyttäjän tehdä muutokset ja hyväksyä muiden tekemät muutokset.<br /><br /><b>Ylläpito</b> antaa käyttäjälle oikeudet muuttaa tämän GEDCOM-tiedoston asetuksia ja yksityisyysmäärittelyjä.<br /><br />Järjestelmän ylläpitäjällä on automaattisesti <b>ylläpito</b>-oikeudet.
he: למשתמש יכולות להיות הרשאות גישה ועריכה שונות לכול מאגר הנתונים של חקר המשפחה במערכת.<ul><li><b>אין:</b> למשתמש אין גישה לנתונים פרטיים ב-GEDCOM זה.</li><li><b>גישה:</b> המשתמש לא יכול לערוך או לאשר נתונים למאגר הנתונים אבל יכול לראות נתונים פרטיים.</li><li><b>ערוך:</b> המשתמש יכול לערוך נתונים, אבל משתמש אחר בעל הרשאת <b>אשר</b> צריך לאשר את השינויים לפני שהם מתווספים למאגר הנתונים ולפני שהנתונים מתפרסמים.</li><li><b>אשר:</b> המשתמש יכול לערוך וגם לאשר שינויים של אחרים.</li><li><b>ניהול GEDCOM:</b> המשתמש יכול לערוך ולאשר שינויים של משתמשים אחרים. המשתמש יכול לערוך נתוני תצורה ופרטיות של GEDCOM <u>זה</u>.</li></ul>מנהלנים שניתנים לזיהוי ע"י תיבת בחירה <b>המשתמש יכול לנהל</b>, מקבלים בצורה אוטומטית הרשאות <b>ניהול GEDCOM</b>.<br /><br />.
nn: For hver slektsfil som er installert, kan brukere få ulike rettigheter for innsyn og til å endre data.<dl><dt>Du kan gjøre følgende valg:<br /><b>Ingen</b></dt><dd>Brukeren kan ikke se private opplysninger i denne slektsbasen.</dd><dt><b>Innsyn</b></dt><dd>Brukeren kan se private opplysninger, men kan ikke gjøre endringer.</dd><dt><b>Endre</b></dt><dd>Brukeren kan gjøre endringer, men en annen bruker med rettighet til å <b>Godkjenn</b> må gå god for endringen før de blir lagt til slektsfilen slik at alle brukere kan se endringene.</dd><dt><b>Godkjenn</b></dt><dd>Brukeren kan både endre og godkjenne egne og andre brukeres endinger.</dd><dt><b>Administrere</b></dt><dd>Brukeren får rettighetet til å endre konfigurasjon og personverninnstillinger for denne slektsbasen.</dd></dl>System-administratorer får automatisk rettighet til å <b>Administrere</b>.
pl: Użytkownik może mieć różne prawa dostępu i edycji dla każdej genealogicznej bazy danych w systemie.<ul><li><b>Brak:</b> Użytkownik nie ma dostępu do prywatnych danych w tym pliku GEDCOM.</li><li><b>Dostęp:</b> Użytkownik nie może edytować ani zatwierdzać zmian w bazie danych, ale może może przeglądać prywatne dane.</li><li><b>Edytuj:</b> Użytkownik może edytować dane, ale inny użytkownik, z prawem zatwierdzania, musi zatwierdzić jego zmiany, zanim zostaną wprowadzone do bazy danych i pokazane publicznie.</li><li><b>Zatwierdź:</b> Użytkownik moze edytować i zatwierdzać dane. Może także edytować i zatwierdzać zmiany dokonane przez innych użytkowników.</li><li><b>Administrator GEDCOM:</b> Użytkownik może edytować ustawienia konfiguracyjne i prywatności dla <u>tego</u> pliku GEDCOM.</li></ul>Administratorzy systemu, określeni przez opcję <b>Użytkownik może zarządzać</b>, automatycznie otrzymują uprawnienia <b>Administrator GEDCOM</b>.

source: This form is used by the administrator to change a user's account<br /><br />The form is very similar to the <b>Add a new user</b> and <b>Update MyAccount</b> forms.
ca: Aquest formulari serveix per a que l'administrador canviï dades del compte dels usuaris.<br /><br />És molt semblant al d'<b>Afegeix un nou usuari</b> i al de <b>Modifica el meu Compte</b>.
da: Dette skema blveir brugt af administratoren for at ændre en brugers konto.<br /><br />Skemaet svarer til skemaerne "Opret ny bruger" og "Min konto".
es: Este formulario lo utiliza el administrador para modificar una cuenta de usuario.<br /><br />El formulario es muy similar a los formularios b>Agregar un nuevo usuario</b> y <b>Actualizar mi cuenta</b>.<br /><br />
fi: Tätä lomaketta ylläpitäjä käyttää päivittämään käyttäjän käyttäjätiliä.<br /><br />Lomake on melko samanlainen kuin lomake "Lisää käyttäjä" tai "Oma käyttäjätilini".
he: הטופס הזה משמש את המנהלן כאשר הוא רוצה לשנות נתוני משתמש.<br /><br />הטופס דומה לטפסים <b>הוסף משתמש חדש</b> ול<b>עדכן המשתמש שלי</b>.<br /><br />.
nn: Dette skjemaet blir brukt av administratoren for å endre kontoen til en bruker.<br /><br />Skjemaet er tilsvarende skjemaene <b>Legg til ny bruker</b> og <b>Oppdater Min konto</b>.
pl: Ten formularz służy do zmieniania konta użytkownika przez administratora.<br /><br />Formularz jest bardzo podobny do formularza <b>Dodaj nowego użytkownika</b> i <b>Aktualizuj moje konto</b>.

source: If this box is checked, this user will be able to edit his account information. Although this is not generally recommended, you can create a single user name and password for multiple users. When this box is unchecked for all users with the shared account, they are prevented from editing the account information and only an administrator can alter that account.
ca: Quan està marcat, l'usuari pot editar les dades del seu compte. Malgrat que no sigui una opció gaire recomanable, es pot crear un nom d'usuari i contrasenya per compartir entre diversos usuaris. Quan és desmarcat per a usuaris amb compte compartit, preserva que un d'ells pugui modificar-ne les dades que, d'aquesta forma, queda restringit per que ho faci l'administrador.
da: Hvis denne valgmulighed er afmærket, vil brugeren have rettigheder til at ændre sin egen brugerkonto.<br /><br />Hvis valget ikke er afmærket, vil brugeren ikke kunne ændre sine egne brugervalg. Dette giver dig muligheden for at lave et fælles brugernavn og adgangskode for flere brugere og hindre dem i at ændre den fælles brugerkonto.
es: Si marca esta casilla, este usuario podrá modificar algunos datos de su cuenta. Aunque generalmente no se recomienda, puede crear una cuenta compartida para varios usuarios. Esta opción le permite impedir que esos usuario modifique la información de la cuenta compartida.
fi: Mikäli tämä ruutu on rastitettu tämä käyttäjä voi muuttaa heidän käyttäjätietojaan. Mikäli ruutu ei ole rastitettu, he eivät voi muuttaa käyttäjätietojaan. Tällä tavoin voit luoda yhden käyttäjätunnuksen ja salasanan usealle käyttäjälle yhteisesti ja estää heitä muuttamasta käyttäjätietojaan.
he: אם התיבה מסומנת, המשתמש אינו יכול לערוך את המשתמש שלו. למרות שבדרך כלל לא מומלץ, תוכל להגדיר קוד משתמש וסיסמא יחידים עבור מספר משתמשים. הבחירה מונעת מהמשתמשים עריכה של נתוני המשתמש המשותף שלהם.
nn: Dersom dette valget er merket, vil brukeren ha rettighet til å endre sin egen brukerkonto.<br /><br />Hvis valget ikke er avmerket, vil brukeren ikke kunne endre sine egne brukervalg. Dette gir deg muligheten til å lage et felles brukernavn og passord for flere brukere og hindre dem i å endre den felles brukerkontoen.
pl: Zaznaczenie tej opcji umożliwi użytkownikowi edytowanie swojego konta. Choć nie jest to zalecane, możesz utworzyć jeden login i hasło dla wielu użytkowników. Dzięki wyłączeniu tej opcji dla wszystkich użytkowników, którzy dzielą konto, nie mogą oni niezależnie zmienić danych konta - konto może być edytowane tylko przez administratora.

source: The GEDCOM INDI record ID identifies the user. It has to be set by the administrator.<br /><br />This ID is used as the ID on several pages such as <b>My Individual Record</b> and <b>My Pedigree</b>.<br /><br />You can set the user's GEDCOM ID separately for each GEDCOM. If a user does not have a record in a GEDCOM, you leave that box empty.
ca: L'ID del registre GEDCOM INDI identifica l'usuari. Cal que sigui assignat per l'administrador.<br /><br />Aquest ID es fa servir a diferents pàgines com <b>La vostra fitxa</b> i <b>El vostre arbre</b>.<br /><br />Cal assignar l'ID INDI GEDCOM separadament per cada un dels fitxers GEDCOM existents. Si un usuari no ha d'estar identificat dins el fitxer GEDCOM, cal que deixeu aquest camp en blanc.
da: Dette bruger ID vil identificere brugeren i slægtsdatabasen, og kan kun angives af administratoren.<br />Det vil også give brugeren adgang til "Mig selv" og "Mit anetræ" for ham/hende.<br /><br />For hver slægtsdatabase du bruger i dette program, kan du angive brugerens ID i databasen.<br />Hvis en bruger ikke er registreret i slægtsdatabasen, kan du lade feltet være tomt.
es: El ~ID GEDCOM del registro de persona~<br /><br /> identifica al usuario. Tiene que ser fijado por el administrador.<br /><br />Este ID se utiliza como el ID inicial en varias paǵinas como <b>Mi ficha</b> y <b>Mi árbol</b>.<br /><br />Puede fijar el ID GEDCOM del usuario de forma diferente en cada GEDCOM. Si un usuario no tiene registro enun GEDCOM, puede dejar el campo vacío.
fi: Tämän GEDCOM-tietueen ID-tunnuksen asettaa ylläpitäjä.<br />Sillä tunnistetaan käyttäjä.<br />Sen avulla käyttäjä myös pääsee käsiksi esi- ja jälkipolvitauluihinsa.<br /><br />Jokaiselle GEDCOM-tiedostolle, jota käytät tässä ohjelmassa, voit asettaa käyttäjän GEDCOM-tietueen ID-tunnuksen.<br />Mikäli käyttäjällä ei ole tietuetta GEDCOM-tiedostossa, jätetään tekstikenttä tyhjäksi.
he: קוד זיהוי של אדם ב-GEDCOM מזהה את המשתמש. הוא מוגדר ע"י המנהלן.<br />הוא מזהה את המשתמש על דפים רבים כמן <b>נתונים אישיים שלי</b> ו<b>אילן היוחסין שלי</b>.<br /><br />תוכל להגדיר את קוד הזיהוי של ה-GEDCOM עבור המשתמש לכל קובץ GEDCOM בו משתמשת התוכנית. אם למשתמש אין רשומה ב-GEDCOM, יש להשאיר את תיבת הטכסט ריקה.
nn: Denne Bruker ID<br />i slektsbasen vil identifisere brukeren i slektsbasen og kan bare angis av administratoren.<br />Dette vil også gi brukeren tilgang til valgene <b>Meg selv</b> og <b>Mitt anetre</b> for han/henne.<br /><br />For hver slektsbase du bruker i dette programmet, kan du angi brukerID til brukeren i basen.<br />Dersom en bruker ikke er registert i slektsbasen, kan du la feltet være tomt.
pl: ID wpisu osoby w pliku GEDCOM jednoznacznie identyfikuje użytkownika. Musi zostać ustawiony przez administratora.<br /><br />Ten identyfikator jest używany na kilku stronach, takich jak strona <b>Moje dane</b> i <b>Mój rodowód</b>.<br /><br />Możesz ustawić ten identyfikator użytkownika osobno dla każdego pliku GEDCOM. Jeśli użytkownik nie posiada wpisu w danym pliku GEDCOM, pozostaw to pole puste.

source: If <i>Limit access to related people</i> is enabled, this user will only be able to see or edit living individuals within this number of relationship steps.
ca: Si hi ha activat l'<i>Accés limitat a parents</i>, aquest usuari solament podrà veure o editar persones vives fins al nombre especificat de graus.
da: Hvis <i>Begræns adgang udelukkende til beslægtede personer</i> er aktiveret vil en bruger kun kunne se eller redigere levende personer indenfor dette antal af slægtstrin.
es: Si se activa <i>Limitar el acceso a familiares</i>, este usuario sólo podrá ver o editar personas vivas a menos de este número de pasos de parentesco.
fi: |~Sukulaisuuden yksityisyysrajoitus, maksimi etäisyys~<br /><br />Mikäli <i>Rajoitettu pääsy liittyvään ihmiseen</i> on aktivoitu, tämä käyttäjä pääsee käsiksi vain niiden elävien henkilöiden tietoihin, jotka ovat tämän sukulaisuusporrastuksen sisällä.
he: אם <i>הגבלת כניסה רק לקרובי משפחה</i> אופשר, המשתמש הזה יכול לראות או לערוך אנשים חיים בתחום מספר השלבים של המספר הזה.
nn: Dersom <i>Begrens tilgangen til slektninger</i> er aktivert, vil denne brukeren bare kunne få se eller endre levende personer som er innenfor dette antallet av ledd av slektskap.
pl: Jeśli włączona jest opcja <i>Ogranicz dostęp do spokrewnionych osób</i>, ten użytkownik będzie mógł widzieć lub edytować tylko osoby w podanym zasięgu ścieżki pokrewieństwa.
