Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: In order to access the MyGedView Portal page, you must be a registered user on the system. On the MyGedView Portal page you can bookmark your favorite people, keep a user journal, manage messages, see other logged in users, and customize various aspects of PhpGedView pages.<br /><br />Enter your User name and Password in the appropriate fields to login to MyGedView.
ca: Per accedir a la pàgina Portal MyGedView cal que sigueu un usuari enregistrat del sistema. A la pàgina Portal MyGedView podeu fer exlibris amb les persones preferides, portar un dietari, gestionar correu, veure altres usuaris amb accés i personalitzar diversos aspectes de les pàgines de PhpGedView.<br /><br />Entreu el nom d'usuari i la contrasenya als camps corresponents per accedir a MyGedView.
es: Para acceder a la página MiGedView debe ser un usuario registrado en el sistema. En la página MiGedView puede marcar sus personas favoritas, mantener un diario, gestionar mensajes, ver otros usuarios identificados y personalizar diversos aspectos de las páginas de PhpGedView.<br /><br />Introduzca su Identificador y su Contraseña en los campos correspondientes para identificarse a Mi GedView.
fi: Päästäksesi OmaGedView-portaaliin, sinun on rekisteröidyttävä järjestelmään.<br /><br />OmaGedView-portaalin avulla voit merkitä kirjanmerkillä suosikkihenkilösi, pitää käyttäjän päiväkirjaa, hallita viestejä, nähdä muut kirjautuneet käyttäjät sekä räätälöidä kokemuksiasi PhpGedView:ssä.<br /><br />Kirjoita käyttäjätunnus ja salasana ao. kenttiin kirjautuaksesi OmaGedView-järjestelmään.
he: כדי שתהיה לך גישה לדף דף MyGedView, אתה חייב להיות משתמש רשום במערכת. בדף דף MyGedView אתה יכול לשמור קישור לאנשים המועדפים שלך, להחזיק יומן משתמשים, לנהל הודעות, לראות את המשתמשים המחוברים האחרים ולהתאים אישית את מראות של דפי PhpGedView.<br /><br />הכנס את קוד המשתמש והסיסמא שלך בשדות המתאימים כדי להתחבר ל-MyGedView.
nn: <center><b>Siden <i>Min GedView</i> er bare tilgjengelig for <i>registerte brukere</i>.</b><br /><br />I <b><i>Min GedView</i></b> kan du lage dine egne snarveier til favoritt-personer,<br />notere i notatblokken din, sende meldinger, se loggen til andre brukere<br />eller skreddersy ditt eget oppsett av PhpGedView.<br /><br />Dersom du har brukernavn og passord, så logg deg inn i feltene under.</center />

source: The Welcome block shows you:<ul><li>The current GEDCOM file</li><li>The date and time</li><li>Links to:<ul><li>My Account</li><li>My Pedigree</li><li>My Individual Record</li><li>Customize MyGedView Portal</li></ul></li></ul><br /><b>Note:</b><br />You will see the links to <b>My Indi</b> and <b>My Pedigree</b> only if you are known to the current GEDCOM file. You might have a record in one GEDCOM file and therefore see the <b>My Indi</b> and <b>My Pedigree</b> links, while in another GEDCOM file you do not have a record and consequently these links are not displayed.
ca: Aquest bloc us mostra:<ul><li>El fitxer GEDCOM actual</li><li>Data i hora</li><li>Enllaços amb:<ul><li>Dades de registre</li><li>El vostre arbre</li><li>La vostra fitxa</li><li>Personalitzeu el Portal MyGedView</li></ul></li></ul><br /><b>Nota:</b><br />Hi podeu veure enllaços a <b>La meva fitxa</b> i <b>El meu arbre</b> solament si esteu enregistrat al fitxer GEDCOM actiu. Pot passar que vegeu aquests enllaços en un fitxer en el que hi esteu enregistrat i no us surtin en un que no hi sigueu.
es: El bloque de Bienvenida le muestra:<ul><li>El archivo GEDCOM actual</li><li>La fecha y la hora</li><li>Vínculos a:<ul><li>-Mi cuenta</li><li>Mi árbol</li><li>Mi ficha</li><li>Personalice su Portal personal</li></ul></li></ul><br /><b>Nota:</b>Sólo verá los vínculos a <b>Mi ficha</b> y <b>Mi árbol</b> si tiene un registro en el GEDCOM actual. Podría tener un registro en un archivo GEDCOM y ver por tanto los vínculos <b>Mi ficha</b> y <b>Mi árbol</b> y en otro archivo GEDCOM distinto no tener registro y estos vínculos no aparecerían.
fi: <dt>Tämä alue näyttää:</dt><dd>- Nykyisen GEDCOM-tiedoston</dd><dd>- Päivän ja ajan</dd><dd>- Linkit seuraaviin kohteisiin:</dd><dd> - - Käyttäjätilini</dd><dd>- - Esivanhempani (katso huomautus)</dd><dd>- - Tietoni (katso huomautus)</dd><dd>- - Muokkaa oma portaalisi</dd><br /><b>Huomautus</b><br />Näet linkit "Tietoni" ja "Esivanhempani" vain jos sinulla on tietue kyseisessä GEDCOM-tiedostossa.<br />Joten jos sinulla on tietue yhdessä GEDCOM-tiedostossa näet linkit "Tietoni" ja "Esivanhempani", mutta jos tietueet puuttuvat toisesta GEDCOM-tiedostosta, ei kyseisiä linkkejä ole näkyvissä.
he: אזור ברוכים הבאים הזה מראה לך את:<ul><li>קובץ ה-GEDCOM הנוכחי</li><li>היום והזמן</li><li>הקישורים ל-:<ul><li>המשתמש שלי</li><li>אילן היוחסין שלי (ראה הערה)</li><li>נתונים אישיים שלי (ראה הערה)</li><li>MyGedView התאם אישית את הפורטל</li></ul></li></ul><br /><b>הערה</b><br />תראה את הקישורים ל<b>המשתמש שלי</b> ול<b>אילן היוחסין שלי</b> רק אם אתה ידוע בקובץ ה-GEDCOM הנוכחי. יתכן שבקובץ אחד קיימת רשומה ותראה את הקישורים <b>המשתמש שלי</b> ו<b>אילן היוחסין שלי</b>, ואילו בקובץ GEDCOM אחר אין לך רשומה ולכן הקישוריות אינן מוצגים.
nn: <dt>Denne velkomstrammen viser deg:</dt><dd>- Den aktive slektsbasen</dd><dd>- Dato og klokkeslett</dd><dd>- Linker til:</dd><dd> - - Min konto</dd><dd>- - Mitt anetre (se PS under)</dd><dd>- - Meg selv (se PS under)</dd><dd>- - Endre <i>din egen</i> side</dd><br /><b>PS !</b> Du vil bare kunne se linkene til "Meg selv" og "Mitt anetre" dersom du er registrert i den aktive slektsbasen.<br />Derfor vil du kunne se disse linkene i noen slektsbaser, mens i andre der du ikke er registert, vil du ikke se disse linkene...

source: <b>DEFAULT ORDER</b><br />This means that there is no place encoding format declared in this GEDCOM file and the default format is assumed.<br /><br />If another format had been found, it would have been shown between the <b>(</b> and <b>)</b> at the end of the line.
ca: <b>ORDRE PER DEFECTE</b><br />Això vol dir que, si no hi ha format de lloc explícitament declarat al fitxer GEDCOM, s'assumirà el que hi ha per defecte.<br /><br />Si no es troba cap altre format, es mostrarà entre <b>(</b> i <b>)</b> al final de la línea.
es: <b>ORDEN POR OMISIÓN</b><br />Esto significa que no constaba un formato de codificación de lugares en este archivo GEDCOM y que se supone el formato por omisión.<br /><br />Si se hubiera encontrado otro formato, se habría mostrado entre los <b>(</b> y <b>)</b> al final de la línea.
fi: <b>OLETUSJÄRJESTYS</b><br />Tämä tarkoittaa, että GEDCOM-tiedostossa ei ole erityistä paikkajärjestystä.<br />Siinä tapauksessa käytetään vakioformaattia.<br /><br />Mikäli GEDCOM-tiedostosta löytyy toinen formaatti, se näytetään (...) merkkien välissä rivin lopussa.
he: <b>ברירת מחדל</b><br />אם בקובץ ה-GEDCOM לא נמצא מבנה מוגדר של מקומות, המקומות מוצגים בסדר של ברירת המחדל.<br /><br />אם היה מוגדר סדר אחר, היינו מציגים אותו בין <b>(</b> ו-<b>)</b> בסוף השורה.
nn: <b>Standard rekkefølge</b><br />Dette betyr at det ikke er angitt noe kode for hvordan stedene i slektsbasen skal vises.<br />Derfor er standard rekkefølge brukt, som vist på denne siden (Grend/bydel, sted/by, kommune/sogn, fylke/region, land).<br /><br />Dersom det er angitt en annen rekkefølge i slektsfilen, vil dette bli vist mellom (...) på slutten av linjen.

source: The ATOM/RSS feed available in PhpGedView allows anyone to view, using a suitable feed aggregator, the contents of your site's Welcome page without visiting the site. Most aggregators will pop up a notice letting the user know when something has changed on a page being monitored. This essentially allows anyone to monitor your PhpGedView site without needing to visit it regularly.<br /><br />The Feed block is used to customize the link to the feed, allowing specific feed types (most readers can deal with most types so this can usually be left at the default), and the specific module you would like in your feed. The language of the feed and the GEDCOM used will be based on the language and GEDCOM active in PhpGedView when you select the feed.<br /><br />The types of feed that can be generated include ATOM, RSS 2.0, RSS 1.0, RSS 0.92, HTML and JavaScript. The first four types are for feed aggregators, while JavaScript and HTML are meant to enable inclusion of the feeds in other web pages. Note that the numbers of the RSS feed indicate different styles, not a different version.<br /><br />There is an option to select authentication that will log the user in, and allow the user to view, using a suitable RSS aggregator, any information that he could normally view if logged in. Basic Authentication uses <i>Basic HTTP Authentication</i> to log the user in. Future enhancements might allow <i>Digest Authentication</i>.<br /><br />This <a href='http://en.wikipedia.org/wiki/RSS_(file_format)' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>Wikipedia article</b></a> contains comprehensive information and links about RSS and the various RSS formats. <i>Basic HTTP Authentication</i> is discussed in this <a href='http://en.wikipedia.org/wiki/Basic_authentication_scheme' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>Wikipedia article</b></a>, while <i>Digest Authentication</i> is discussed in this <a http://en.wikipedia.org/wiki/Digest_access_authentication' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>Wikipedia article</b></a>.
ca: Els fils RSS disponibles a PhpGedView us permeten veure el contingut principal de la pàgina d'inici des del vostre agregador (programa lector de fils, generalment incorporat al navegador) preferit, sense que us calgui visitar el lloc. La majoria d'agregadors us avisen quan quelcom ha canviat a la pàgina Índex. Això us permet monitoritzar un lloc PhpGedView sense que necessitat d'entrar-hi regularment.<br /><br />Al bloc de Fils RSS podeu personalitzar l'enllaç a la font i especificar el tipus (atès que molts lectors poden entendre's amb la majoria de tipus, podeu deixar-ho amb la configuració per defecte), i el mòdul específic que voleu al vostre fil. L'idioma del fil i del GEDCOM serà el que tingueu actiu al moment de seleccionar-lo.<br /><br />Els tipus de fils que es poden generar inclouen RSS 0.92, RSS 1.0, RSS 2.0, ATOM 1.0, ATOM 0.3, HTML i JavaScript. Els 5 primers son per a agregadors, mentre que JavaScript i HTML estan destinats a la inclusió de fils en altres pàgines web. Tingueu present que les diverses versions de números de fils RSS equivalen a diferents estils, no pas a diferents versions.<br /><br />Hi ha una opció per seleccionar la forma d'autenticació que permet a l'usuari la connexió per accedir, mitjançant un agregador, a qualsevol informació que disposaria en una connexió directe. La Autenticació Bàsica fa servir &quot;Basic HTTP Authentication&quot; per connectar. Futures ampliacions permetran la &quot;Digest Authentication&quot;.<br /><br />Aquest <a href='http://en.wikipedia.org/wiki/RSS_(file_format)' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b> article Wikipedia</b></a> conté informació i enllaços sobre RSS i llur diversos formats. <i>La Autenticació Bàsica HTTP </i> es detalla en aquest <a href='http://en.wikipedia.org/wiki/Basic_authentication_scheme' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>article Wikipedia</b></a>, mentre que <i>la Autenticació Digest</i> pot veure's en aquest<a http://en.wikipedia.org/wiki/Digest_access_authentication' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b> article Wikipedia</b></a>.
es: El canal RSS disponible en PhpGedView le permite ver el contenido principal de su página de bienvenida usando un agregador RSS apropiado sin visitar el sitio. La mayoría de los agregadores mostrarán un aviso emergente comunicándole que ha cambiado una de las páginas controladas. Esencialmente, esto permite a cualquiera realizar el seguimiento de su sitio PhpGedView sin tener que visitarlo regularmente.<br /><br />El bloque del canal RSS se utiliza para personalizar el vínculo al canal, permitiendo tipos de canal específicos (la mayoría de los lectores funciona con la mayoría de los tipos, así que el valor predeterminado suele valer) y el módulo específico que le gustaría en su canal. El idioma del canal se decidirá en función del idioma y el GEDCOM activos en PhpGedView cuando se selecciona el canal.<br /><br />Los tipos de canal que pueden generarse incluyen ATOM, RSS 2.0, RSS 1.0, RSS 0.92, HTML y JavaScript. Los primeros cuatro tipos son para agregadores de noticias, mientras que JavaScript y HTML son para permitir incluir los canales en otras páginas web. Tome nota de que los números de versión del canal RSS indican diferentes estilos, no una versión diferente.<br /><br />Hay una opción para seleccionar identificación que permite al usuario ver, usando un agregador RSS apropiado, cualquier información que vería normalmente si estuviera identificado. La Autenticación Básica utiliza <i>Basic HTTP Authentication</i> para identificar al usuario. Mejoras futuras pueden permitir <i>Digest Authentication</i>.<br /><br />Este <a href='http://es.wikipedia.org/wiki/RSS' target='_blank' alt='Artículo de Wikipedia' title='Artículo de Wikipedia'><b>Artículo de Wikipedia</b></a> contiene información completa y vínculos sobre RSS y los distintos formatos de RSS. La <i>Basic HTTP Authentication</i> se discute en este <a href='http://en.wikipedia.org/wiki/Basic_authentication_scheme' target='_blank' alt='Artículo de Wikipedia' title='Artículo de Wikipedia'><b>artículo de Wikipedia</b></a> (en inglés), while que la <i>Digest Authentication</i> se discute en este <a http://en.wikipedia.org/wiki/Digest_access_authentication' target='_blank' alt='Artículo de Wikipedia' title='Artículo de Wikipedia'><b>artículo de Wikipedia</b></a> (también in inglés).
fi: PhpGedView-ohjelmassa oleva RSS-syöte mahdollistaa tervetuloasivun sisällön katsomisen RSS-lukijalla käymättä varsinaisella verkkosivulla. Normaalisti RSS tarjoaja avaa ponnahdusikkunan kertoen muutoksien tapahtuneen seurattavalla sivulla. Tämä mahdollista PhpGedView-sivuston tarkkailun ilman, että tarvitsee käydä sivustolla katsomassa muutoksia.<br /><br /> RSS syötealueella voit räätälöidä linkin syötteeseen ja määritellä syötetyypit (useimmat selaimet osaavat käsitellä useimpia tyyppejä, joten asetus voidaan jättää oletusarvoonsa) sekä määritellä minkä moduulin haluat syötteeseen. Syötteen kieli riippuu siitä kielestä, jolla katsot sivua valitessasi.<br /><br /> Muodostettavat syötteet ovat RSS 0.92, RSS 1.0, RSS 2.0, ATOM, HTML ja JavaScript. Neljä ensimmäistä on tarkoitettu RSS-lukijalle, JavaScript ja HTML on tarkoitettu sallimaan syötteen sisällyttämisen muille verkkosivuille. Huomaa, että suurempi versioluku RSS syötteellä ei tarkoita uudempaa versiota vaan erilaista tyyliä.<br /><br />Järjestelmässä on mahdollisuus asettaa tunnustautumispyyntö jolla käyttäjä voi kirjautua ja sallii näin, sopivan RSS-lukijalla, käyttäjän katsoa mitä tahansa tietoa samalla tavoin kuin normaalisti kirjauduttuaan palveluun. Perustunnustautuminen käyttää <i>Basic HTTP Authentication</i> kirjaamaan käyttäjän järjestelmään. Tulevat parannukset saattavat sallia <i>Digest Authentication</i>.<br /><br />Tämä <a href='http://en.wikipedia.org/wiki/RSS_(file_format)' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>Wikipedia artikkeli</b></a> sisältää perusteellista tietoa ja linkkejä RSS-syötteestä ja erilaisista RSS formaateista. <i>Basic HTTP Authentication</i> käsitellään tässä <a href='http://en.wikipedia.org/wiki/Basic_authentication_scheme' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>Wikipedia-artikkelissa</b></a>, kun taas <i>Digest Authentication</i> käsitellään tässä <a http://en.wikipedia.org/wiki/Digest_access_authentication' target='_blank' alt='Wikipedia article' title='Wikipedia article'><b>Wikipedia artikkelissa</b></a>.
nn: RSS-visningen som er tilgjengelig i PhpGedView gir deg mulighet til å se hovedinnholdet fra hovedsiden i din favoritt-samling for RSS-visning uten at du besøker nettstedet. De fleste RSS-innsamlere vil vise et "sprett-opp"-vindu for å gjøre deg oppmerksom på at noen har blitt endret på hovedsiden. Dette gjør at du kan følge med på endringer på et PhpGedView nettsted uten at du jevnlig besøker det. Ved hjelp av rammen for RSSinnstillinger, så kan du bestemme hvilke lenker som skal samles inn, velge spesielle innsamlings-metoder (de fleste nettleserne kan håndtere de fleste metodene, så dette kan vanligvis være satt til standard) og hvilke rammer du ønsker å samle inn endringer fra. Språket brukt i innsamlingen vil være basert på det språket som var aktivt i PhpGedView da du aktiverte RSS-innsamlingen. Innsamlingsmetodene som kan bli generert, inkluderer RSS 0.92, RSS 1.0, RSS 2.0, ATOM, HTML og JavaScript. De 4 første er for ren RSS-innsamling, mens JavaScript og HTML støttes for å etablere koblinger av RSS-innsamlinger på andre internettsider.<br /><br />Vær oppmerksom på at de ulike RSS-versjonsnummerene indikerer forskjellige stiler og ikke ulike versjoner.

source: Recursively set the permissions on the protected (not web-addressable) <b>#GLOBALS[MEDIA_FIREWALL_ROOTDIR]##GLOBALS[MEDIA_DIRECTORY]#</b> and the normal <b>#GLOBALS[MEDIA_DIRECTORY]#</b> directories to either world-writable or read-only.
es: Fijar recursivamente los permisos en los directorios protegido (no accesible directamente desde la web) <b>#GLOBALS[MEDIA_FIREWALL_ROOTDIR]##GLOBALS[MEDIA_DIRECTORY]#</b> y normal <b>#GLOBALS[MEDIA_DIRECTORY]#</b> a modificable por todos o a sólo lectura por todos.
fi: Aseta rekursiivisesti suojattujen (ei verkossa osoitettavien) <b>#GLOBALS[MEDIA_FIREWALL_ROOTDIR]##GLOBALS[MEDIA_DIRECTORY]#</b> ja normaalien <b>#GLOBALS[MEDIA_DIRECTORY]#</b> kansioiden käyttöoikeudet päällekirjoitettavaan (RW) tilaan tai lukutilaan (R)
he: הכנס הרשאות בצורה רקורסיבית לספריות <span dir="ltr"><b>#GLOBALS[MEDIA_FIREWALL_ROOTDIR]##GLOBALS[MEDIA_DIRECTORY]#</b></span> ספריות המוגנות (ללא גישה מהרשת) ול-<span dir="ltr"><b>#GLOBALS[MEDIA_DIRECTORY]#</b></span> הרגילות הן לאלו המוגבלות לקריאה בלבד והן לאלו המותרות בכתיבה.

source: In this field you specify the location and name, on your local computer, of the media file you wish to upload to the server. You can use the <b>Browse</b> button to search your local computer for the desired file.<br /><br />The uploaded file will have the same name on the server, and it will be uploaded to the directory specified in the <b>Folder on server</b> field.<br /><br />If you do not see the <b>Folder on server</b> field or cannot change it, you do not have sufficient permissions or your GEDCOM configuration has been set to allow no directory levels beyond the default <b>#GLOBALS[MEDIA_DIRECTORY]#</b>. In this case, the media file will be uploaded to the directory <b>#GLOBALS[MEDIA_DIRECTORY]#</b>.
es: En este campo se indica el lugar y nombre, en su equipo local, del archivo audiovisual que desea subir al servidor, Puede usar el botón <b>Examinar</b> para buscar en su equipo local el archivo deseado.<br /><br />El archivo será subido al servidor con el mismo nombre y será colocado en el directorio indicado en el campo <b>Carpeta en el servidor</b>. Si no ve este campo o no puede cambiarlo, se debe a que no tiene permisos suficientes o que su configuración GEDCOM se ha fijado de modo que no permita niveles de directorio por debajo del <b>#GLOBALS[MEDIA_DIRECTORY]#</b> predeterminado. En este caso, el archivo audiovisual se subirá al directorio <b>#GLOBALS[MEDIA_DIRECTORY]#</b>.
fi: Tässä kentässä määrittelet palvelimelle ladattavaksi tarkoitettujen mediatiedostojen sijainnin ja nimen omalla koneellasi. Voit käyttää <b>Selaa</b>-painiketta etsiäksesi tiedostoa omalta koneeltasi.<br /><br />Ladatulla tiedostolla tulee olemaan sama nimi palvelimella ja se tallennetaan siihen kansioon, joka on määritelty <b>Tiedostokansio palvelimella</b>-kentässä.<br /><br /> Mikäli et näe <b>Tiedostokansio palvelimella</b>-kenttää tai et voi muuttaa sitä, GEDCOM-asetuksesi ei salli lisää kansiotasoja ylitse oletusarvon <b>#GLOBALS[MEDIA_DIRECTORY]#</b>, mihin mediatiedostoja normaalisti tallennetaan. Siinä tapauksessa tiedostot ladataan hakemistoon <b>#GLOBALS[MEDIA_DIRECTORY]#</b>.
he: בשדה זה תציין במחשב המקומי שלך את מיקום ושם קובץ המדיה שאותו תרצה להעלות לשרת. תוכל להשתמש בכפתור <b>Browse</b> כדי לחפש את הקובץ הרצוי במחשב המקומי שלך.<br /><br />לקובץ שיועלה לשרת יהיה שם זהה, והוא יועלה לתיקיה אשר הגדרת בשדה <b>תיקייה על השרת</b>.<br /><br /> אם אינך רואה את השדה או אינך יכול לשנותו, הגדרת קובץ ה-GEDCOM אינה מאפשרת רמות של תיקיות מעבר לברירת המחדל <b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#</span></b> שבו הקבצים שמועלים נשמרים בדרך כלל. במקרה הזה, קובץ המדיה יועלה לתיקייה <b>#GLOBALS[MEDIA_DIRECTORY]#</b>.
