Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: FAQ Body
ca: Cos de preguntes més freqüents
da: FAQ-indhold
es: Cuerpo de la Pregunta Frecuente
fi: Vastaus
he: גוף ה-FAQ
nn: Tekst spørsmål & svar
pl: Treść FAQ

source: FAQ Position
ca: Posició de preguntes més freqüents
da: FAQ-placering
es: Posición de la Pregunta Frecuente
fi: UKK järjestys
he: מיקום ה-FAQ
nn: Plassering spørsmål & svar
pl: Pozycja FAQ

source: FAQ Visibility
ca: Visibilitat de preguntes més freqüents
da: FAQ synlighed
es: Visibilidad de la Pregunta Frecuente
fi: UKK:n näkyminen
he: היכן ה-FAQ פעיל
nn: FAQ visning
pl: Widoczność FAQ

source: No FAQ ID has been specified !
ca: No s'ha especificat cap ID de preguntes més freqüents!
da: Der er ikke angivet nogen FAQ ID !
es: ¡No se ha indicado un ID de Pregunta Frecuente!
fi: UKK ID-tunnusta ei ole määritelty!
he: קוד זיהוי של FAQ לא מפורט!
nn: Ingen spørsmål & svar-ID er angitt !
pl: Nie podano żadnego identyfikatora FAQ!

source: Edit FAQ item
ca: Edita l'ítem
da: Rediger en FAQ
es: Modificar Pregunta Frecuente
fi: Muokkaa kysymystä
he: ערוך ישות FAQ
nn: Rediger FAQ-element
pl: Edytuj element FAQ

source: The FAQ list is empty.
ca: La llista de preguntes més freqüents és buida.
da: FAQ-listen er tom.
es: La lista de Preguntas Frecuentes está vacía.
fi: Kysymysluettelo on tyhjä.
he: רשימת ה-FAQ-ים ריקה.
nn: Listen med spørsmål & svar er tom.
pl: Lista FAQ jest pusta.

source: Position item
ca: Posició de l'ítem
da: Placer punkt
es: Posicionar la entrada
fi: Kysymyksen sijoittelu
he: מיקום ישות
nn: Plassering
pl: Umieść element

source: Are you sure you want to delete this FAQ entry?
ca: Esteu segur que cal suprimir aquesta entrada de PMF?
da: Er du sikker på at du vil slette dette FAQ emne
es: ¿Está seguro de que desea borrar esta Pregunta Frecuente?
fi: Haluatko varmasti poistaa kysymyksen?
he: האם הנך בטוח שברצונך למחוק כניסת ה-FAQ הזה
nn: Er du sikker på at du vil slette dette spørsmål & svar
pl: Czy na pewno usunąć wpis FAQ?

source: Media file already exists.
ca: El fitxer multimèdia ja existeix.
da: Mediefilen findes allerede.
es: El archivo audiovisual ya existe.
fi: Mediatiedosto on jo olemassa.
he: קובץ המדיה כבר קיים.
nn: Mediafilen finnes fra før.
pl: Plik multimedialny już istnieje.

source: Media thumbnail already exists.
ca: La miniatura ja existeix.
da: Miniaturebillede findes allerede.
es: La miniatura del archivo audiovisual ya existe.
fi: Median pienoiskuva on jo olemassa.
he: תמונה מזערית של המדיה כבר קיימת
nn: Media-miniatyrbilde finnes fra før.
pl: Miniaturka multimediów już istnieje.

source: Blank name or illegal characters in name
ca: Noms en blanc o caràcters prohibits al nom
da: Ikke tilladte karakterer i navn
es: Nombre en blanco o con caracteres no permitidos
fi: Tyhjä nimi tai vääriä merkkejä nimessä
he: שם ריק או אותיות לא חוקיות בשם
nn: Ugyldige tegn i navn
pl: Puste nazwisko lub niedozwolone znaki w nazwisku

source: This file is linked to another genealogical database on this server. It cannot be deleted, moved, or renamed until these links have been removed.
ca: Aquest fitxer és vinculat a una altra base de dades genealògica d'aquest servidor. No pot eliminar-se, reanomenar-se o moure's mentre es mantingui aquest enllaç.
da: Denne fil er linket til en anden genealogisk database på denne server. Den kan ikke slettes, flyttes eller omdøbes, før disse links er fjernet.
es: Este archivo está vinculado con otra base de datos genealógica en este servidor. No puede borrarse, moverse o se le puede cambiar de nombre hasta que se hayan eliminado estos vínculos.
fi: Tämä tiedosto on yhdistetty toiseen sukututkimustietokantaan tällä palvelimella. Sitä ei voi poistaa, siirtää tai nimetä uudelleen ennen kuin nämä yhteydet on poistettu.
he: הקובץ מקושר למאגר נתונים של חקר משפחה אחר על השרת. לא ניתן למחוק, להעביר או לשנות את שמו עד שהקשרים יוסרו.
nn: Denne filen har en kobling til en annen slektsbase på dette nettstedet. Filen kan derfor ikke slettes, flyttes eller gis nytt navn før disse koblingene er fjernet.
pl: Ten plik jest powiązany z inną genealogiczną bazą danych na tym serwerze. Nie można go usunąć, przenieść ani zmienić jego nazwy dopóki te powiązania nie zostaną usunięte.

source: Media file could not be moved or renamed.
ca: El fitxer multimèdia no pot moure's o reanomenar-se.
da: Mediefilen kunne ikke flyttes eller omd�
es: No se pudo trasladar o cambiar el nombre del archivo audiovisual.
fi: Mediatiedostoa ei voitu siirtää tai nimetä uudestaan.
he: לא ניתן להעביר את או לשנות את השם של קובץ המדיה.
nn: Klarte ikke å flytte eller å gi mediafilen et nytt navn.
pl: Nie można przenieść ani zmienić nazwy pliku multimedialnego.

source: Media file could not be moved.
ca: El fitxer multimèdia no pot moure's.
da: Mediefilen kunne ikke flyttes.
es: No se pudo trasladar el archivo audiovisual.
fi: Mediatiedostoa ei voitu siirtää.
he: לא ניתן להעביר את קובץ המדיה.
nn: Mediafilen kunne ikke flyttes.
pl: Nie można przenieść pliku multimedialnego.

source: MultiMedia Objects
ca: Llista d'objectes Multimèdia
da: Billeder eller andre mediefiler
es: Audiovisuales
fi: Multimedialuettelo
he: ישויות מולטימדיה
nn: Bilder eller andre medier
pl: Lista obiektów multimedialnych

source: Sequence
ca: Seqüència
es: Ordenar por
fi: Järjestys
he: סדר
pl: Sortuj według

source: FILE
ca: Fitxer Extern
da: Ekstern fil
es: Fichero externo
fi: Ulkoinen tiedosto
he: קובץ חיצוני
nn: Ekstern fil
pl: Plik zewnętrzny

source: Media objects per page
ca: objectes multimèdia per pàgina
da: billeder eller mediefiler pr. side
es: Objetos audiovisuales por página
fi: Mediakohdetta sivulla
he: ישויות מדיה לדף
nn: bilder / medier pr. side
pl: Liczba obiektów na stronę

source: Apply filter
ca: Aplica el filtre
da: Anvend filter
es: Filtrar
fi: Suodata
he: הרץ פילטר
nn: Bruk filter
pl: Zastosuj

source: List files in subdirectories
ca: Mostra els fitxers dels subdirectoris
da: Vis filer fra undermapper
es: Listar los archivos de los subdirectorios
fi: Luettele tiedostot alikansioissa
he: הצג קבצים בתיקיות משנה
nn: List opp filer i undemapper
pl: Pokaż pliki w podkatalogach

source: Media Objects found
ca: Objectes Multimèdia
da: Billeder eller mediefiler fundet
es: Objetos audiovisuales encontrados
fi: Mediakohteita löytynyt
he: ישויות מולטימדיה נמצאו
nn: bilder / medier funnet
pl: Znalezionych obiektów multimedialnych:

source: Page %s of %s
pl: Strona %s z %s

source: Edit this Media Item's Details
ca: Edita els detalls d'aquest objecte audiovisual
da: Rediger dette medieemnes detaljer
es: Editar los detalles de este objeto audiovisual
fi: Muokkaa tämän mediakohteen tietoja
he: ערוך את הפרטים של פריט המדיה הזה
nn: Rediger dette mediaobjektets detaljer
pl: Edytuj szczegóły dla tych multimediów

source: Edit Details
ca: Edita detalls
da: Rediger detaljer
es: Editar detalles
fi: Muokkaa tiedot
he: ערוך פרטים
nn: Rediger detaljer
pl: Edytuj szczegóły

source: Media Format
ca: Format multimèdia
da: Medieformat
es: Formato del archivo audiovisual
fi: Mediaformaatti
he: מבנה המדיה
nn: Media-filtype
pl: Format multimediów

source: In This Month ...
ca: Aquest mes...
da: I denne måned...
es: En un mes como éste...
fi: Tässä kuussa, historiassa...
he: בחודש הזה ...
nn: Årsdager for hendelser i slekten...
pl: W tym miesiącu...

source: In This Year ...
ca: Enguany...
da: I dette år...
es: En este año ...
fi: Historialliset tapahtumat vuonna...
he: בשנה הזו ...
nn: Hendelser i slekten...
pl: W tym roku...

source: Day
pl: Dzień

source: Month
pl: Miesiąc

source: All People
ca: Tothom
da: Alle personer
es: Todas las personas
fi: Kaikki henkilöt
he: כל האנשים
nn: Alle personer
pl: Wszystkie osoby

source: Living People
ca: Gent viva
da: Nulevende personer
es: Personas vivas
fi: Elossa olevat
he: אנשים חיים
nn: Nålevende personer
pl: Osoby żyjące

source: Recent Years (&lt; 100 yrs)
ca: Esdeveniments recents (&lt; 100 anys)
da: De sidste 100 år
es: Eventos recientes (&lt; 100 años)
fi: Viimeiset vuodet (< 100 vuotta)
he: אירועים ב-100 השנים האחרונות
nn: De siste 100 årene
pl: Ostatnie stulecie

source: Births, Deaths, Marriages
ca: Natalicis, Òbits, Casaments
da: Fødsler, Dødsfald, Vielser
es: Nacimientos, defunciones y matrimonios
fi: Syntymät, kuolemat, avioliitot
he: לידות, פטירות, נישואין
nn: Fødselsdager, dødsfall og giftemål
pl: Urodziny, zgony, małżeństwa

source: CHR
ca: Bateig
da: Dåb
es: Bautismo
fi: Ristiminen
he: הטבלה
nn: Barnedåp
pl: Chrzest

source: CHRA
ca: Bateig adult
da: Voksendåb
es: Bautismo en edad adulta
fi: Aikuiskaste
he: הטבלת מבוגרים
nn: Voksendåp
pl: Chrzest dorosłego

source: BAPM
ca: Bateig
da: Dåb
es: Bautismo
fi: Kaste
he: טבילה
nn: Døpt på bekjennelse
pl: Chrzest baptystyczny

source: _COML
ca: Matrimoni Civil
da: Samlevende
es: Matrimonio de hecho
fi: Avoliitto
he: ידוע בציבור
nn: Samboerskap
pl: Małżeństwo zwyczajowe

source: _SEPR
ca: Separat
da: Separeret
es: Separado
fi: Asumusero
he: פרוד
nn: Separert
pl: Separacja

source: BURI
ca: Enterrament
da: Begravelse
es: Entierro
fi: Hautaaminen
he: קבורה
nn: Gravlagt
pl: Pogrzeb

source: IMMI
ca: Immigració
da: Indvandret
es: Immigración
fi: Maahanmuutto
he: עליה
nn: Innvandret
pl: Imigracja

source: EMIG
ca: Emigració
da: Udvandret
es: Emigración
fi: Maastamuutto
he: הגירה
nn: Utvandret
pl: Emigracja

source: Day not set
ca: Dia no localitzat
da: Dag ikke angivet
es: Día no fijado
fi: Päivää ei ole asetettu
he: היום לא מוגדר
nn: Dag ikke angitt
pl: Brak daty dziennej

source: Unable to find individual with id
ca: No s'ha trobat cap persona amb l'ID
da: Kan ikke finde person med ID
es: No fue posible encontrar una persona con el ID
he: לא נימצא אדם עם קוד זיהוי
nn: Kan ikke finne person med ID
pl: Nie znaleziono osoby o podanym identyfikatorze

source: Edit privacy settings
ca: Edita paràmetres de privadesa
da: Rediger privatlivsindstillinger indefra
es: Editar privacidad
fi: Muokkaa yksityisyys asetuksia
he: ערוך הגדרות פרטיות
nn: Rediger personvern-innstillinger innenfra
pl: Edytuj ustawienia prywatności

source: Edit GEDCOM privacy settings
ca: Edita els paràmetres de privadesa GEDCOM
da: Ret slægtsdatabasens indstillinger mht. privatliv
es: Editar Ajustes de Privacidad del Gedcom
fi: Muokkaa GEDCOMin tietosuoja-asetukset
he: ערוך הגדרת פרטיות של GEDCOM
nn: Endre slektsbasens personvern-innstillinger
pl: Edytuj ustawienia prywatności GEDCOM

source: Performing update.
ca: Modificant.
da: Opdaterer.
es: Actualizando.
fi: Suorittaa päivityksen.
he: מבצע עדכון:
nn: Oppdaterer.
pl: Trwa aktualizacja.

source: Config file read.
ca: S'ha llegit el fitxer config.
da: Konfigurationsfil indlæst.
es: Leído el fichero de configuración.
fi: Konfiguraatiotiedosto luettu.
he: קריאת קובץ תצורה
nn: Config-fil lest inn.
pl: Wczytano plik konfiguracyjny.

source: General Privacy settings
ca: Paràmetres generals de privadesa
da: Standard indstillinger for privatliv
es: Configuración general de privacidad
he: ערכי פרטיות כלליים
nn: Standard innstillinger for personvern
pl: Ogólne ustawienia prywatności

source: Show dead people
ca: Mostra les persones difuntes
da: Vis døde personer
es: Ver fallecidos
fi: Näytä kuolleet ihmiset
he: הראה אנשים שנפטרו
nn: Vis døde personer
pl: Pokaż zmarłych

source: Show living names
ca: Mostra els noms dels vius
da: Vis navn på nulevende
es: Ver nombres de vivos
he: הראה שמות של אנשים חיים
nn: Vis navn til nålevende
pl: Pokaż imiona i nazwiska żyjących

source: Show sources
ca: Mostra fonts
da: Vis kilder
es: Mostrar fuentes
fi: Näytä lähde
he: הצג מקורות
nn: Vis kilder
pl: Pokaż źródła

source: Enable Clippings Cart
ca: Activa el Cistell Genealògic
da: Aktivere udklipsholderen
es: Activar Carrito Genealógico
he: אפשר עגלת גזירות
nn: Aktivere utklippsmappen
pl: Udostępnij Wycinki

source: Show Multi-Site Search
ca: Mostra cercar a múltiples llocs
da: Vis multisite søgning
es: Mostrar búsqueda multi-sitio
fi: Näytä usean sivuston haku
he: הראה חיפוש באתרים מרובים
nn: Vis Multi-Site søk
pl: Pokaż wyszukiwanie na wielu stronach

source: Limit Privacy by age of event
ca: Limita la privadesa per l'antiguitat de l'esdeveniment
da: Begræns privatlivsbeskyttelse ud fra begivenhedsdato
es: Limitar privacidad en función del año del evento
he: הגבל את הפרטיות לפי גיל האירוע
nn: Begrens personvern utfra dato i hendelse
pl: Ogranicz prywatność wiekiem w momencie wydarzenia

source: Use GEDCOM (RESN) Privacy restriction
ca: Empra la restricció de privadesa GEDCOM (RESN)
da: Brug GEDCOM-kode (RESN) til at sætte restriktioner for at beskytte privatlivet
es: Utilizar la restricción de privacidad de GEDCOM (RESN)
fi: Käytä GEDCOM (RESN) yksityisyysrajoitusta
he: השתמש בהגבלת הפרטיות של (GEDCOM (RESN
nn: Bruk GEDCOM (RESN) restriksjoner for personvern
pl: Użyj ograniczenia prywatności GEDCOM (RESN)

source: Show private relationships
ca: Mostra relacions de privadesa
da: Vis private relationer
es: Mostrar relaciones privadas
he: הראה קרבה לאדם פרטי
nn: Vis private slektskap
pl: Pokaż prywatne powiązania

source: Use relationship privacy
ca: Activa la privadesa de parentiu
da: Brug privatliv på slægtskab
es: Usar privacidad por parentesco
he: השתמש בפרטיות בקשרי משפחה
nn: Bruk personvern på slektskap
pl: Użyj prywatności pokrewieństwa

source: Max. relation path length
ca: Grau màxim de llunyania de parentiu
da: Maksimal stilængde for slægtskab
es: Máxima longitud del camino
he: אורך מכסימלי של נתיב קשר משפחתי
nn: Maks steglengde for slektskap
pl: Maksymalna długość ścieżki pokrewieństwa

source: Check marriage relations
ca: Comprova parentiu per casament
da: Check ægteskabsrelationer
es: Verificar parentesco por matrimonio
he: בדוק קשרי נישואין
nn: Sjekk ekteskapsbånd
pl: Sprawdź powinowactwo

source: Age at which to assume a person is dead
ca: Edat a partir de la que una persona s'ha de considerar difunta
da: Antaget maksimal levetid for en person
es: Edad a la cual presumiblemente una persona ha fallecido
he: גיל שממנו מניחים שאדם ניפטר
nn: Antatt maks levetid for en person
pl: Wiek, po którym uznać osobę za zmarłą

source: Privacy settings by ID
ca: Paràmetres de privadesa per ID
da: Privatlivsindstillinger for personer
es: Ajustes de privacidad por ID
he: ערכי פרטיות לפי קוד זיהוי
nn: Personvern-innstillinger for personer
pl: Ustawienia prywatności dla identyfikatora

source: Add new setting for Privacy by ID
ca: Afegeix un nou paràmetre de privadesa per ID
da: Tilføj ny privatlivsindstilling for person
es: Añadir privacidad a un ID
he: הוסף הגדרות חדשות לפרטיות לפי קוד זיהוי
nn: Legg til ny personvern-innstilling for person
pl: Dodaj nowe ustawienie prywatności dla identyfikatora

source: Show to?
ca: Mostrar-ho a?
da: Vis til ?
es: Visible por
he: הראה ל-
nn: Vis til ?
pl: Komu pokazać?

source: Edit existing settings for Privacy by ID
ca: Edita els paràmetres existents de privadesa per ID
da: Rediger eksisterende privatlivsindstillinger for personer
es: Editar privacidad de un ID
he: ערוך הגדרות קיימות לפרטיות לפי קוד זיהוי
nn: Rediger eksisterende innstillinger for personer
pl: Zmień ustawienia prywatności dla identyfikatora

source: User Privacy settings
ca: Paràmetres de privadesa d'usuari
da: Privatlivsindstillinger for brugere
es: Ajustes de Privacidad de Usuario
he: ערכי פרטיות של משתמשים
nn: Personvern-innstillinger for brukere
pl: Ustawienia prywatności użytkownika

source: Add new setting for User Privacy
ca: Afegeix un nou paràmetre de privadesa d'usuari
da: Tilføj ny privatlivsindstilling for bruger
es: Añadir privacidad a un Usuario
he: הוסף הגדרה חדשה לפרטיות משתמש
nn: Legg til ny personvern-innstilling for bruker
pl: Dodaj nowe ustawienie prywatności użytkownika

source: Show?
ca: Mostrar-ho?
da: Vis ?
es: Mostrar
fi: Näytä?
he: הראה?
nn: Vis ?
pl: Pokazać?

source: Edit existing settings for User Privacy
ca: Editar paràmetres de privadesa d'usuari existents
da: Rediger eksisterende privatlivsindstillinger for bruger
es: Editar privacidad de un Usuario
he: ערוך הגדרות קיימות לפרטיות משתמש
nn: Rediger eksisterende innstillinger for bruker
pl: Zmień ustawienia prywatności użytkownika

source: Global Fact Privacy settings
ca: Paràmetres de privadesa per esdeveniments globals
da: Privatlivsindstillinger for generelle fakta
es: Ajustes globales de privacidad para hechos
he: ערכי פרטיות של נתונים גלובליים
nn: Personvern-innstillinger for generelle fakta
pl: Ustawienia globalnej prywatności faktów

source: Add new setting for Global Fact Privacy
ca: Afegeix un nou paràmetre de privadesa per Esdeveniments Globals
da: Tilføj ny privatlivsindstilling for generelle fakta
es: Añadir nuevo ajuste de privacidad global de un hecho
he: הוסף הגדרה חדשה לפרטיות ערכים כלליים
nn: Legg til ny personvern-innstilling for generelle fakta
pl: Dodaj nowe ustawienie globalnej prywatności faktów

source: Name of fact
ca: Nom de l'esdeveniment
da: Navn på fakta
es: Nombre del hecho
he: שם העובדה
nn: Navn på fakta
pl: Nazwa faktu

source: Choice
ca: Elecció
da: Valg
es: Elegir
fi: Valitse
he: בחירה
nn: Valg
pl: Wybór

source: Show fact details
ca: Mostra els detalls de l'esdeveniment
da: Vis detaljerede fakta
es: Ver detalles del hecho
he: הראה פרטי העובדה
nn: Vis detaljerte fakta
pl: Pokaż szczegóły faktu

source: Show fact
ca: Mostra l'esdeveniment
da: Vis fakta
es: Mostrar el hecho
he: הראה את העובדה
nn: Vis fakta
pl: Pokaż fakt

source: Edit existing settings for Global Fact Privacy
ca: Editar els paràmetres existents de privadesa d'esdeveniments globals
da: Rediger eksisterende indstillinger for generelle fakta
es: Modificar los ajustes existentes de privacidad global del hecho
he: ערוך הגדרות קיימות לפרטיות ערכים כלליים
nn: Rediger eksisterende innstillinger for generelle fakta
pl: Zmień ustawienia globalnej prywatności faktów

source: Facts Privacy settings by ID
ca: Paràmetres de privadesa d'esdeveniments per ID
da: Privatlivsindstillinger for personlige fakta
es: Ajustes de privacidad de hechos de persona
he: ערכי פרטיות של נתונים לפי קוד זיהוי
nn: Personvern-innstillinger for personlige Fakta
pl: Ustawienia prywatności faktów dla identyfikatora

source: Add new setting for Facts Privacy by ID
ca: Afegeix un nou paràmetre de privadesa d'esdeveniments per ID
da: Tilføj ny privatlivsindstilling for fakta
es: Agregar nuevo ajuste de privacidad de hechos por ID
he: הוסף הגדרה חדשה לפרטיות ערכים לפי קוד זיהוי
nn: Legg til ny personvern-innstilling for fakta
pl: Dodaj nowe ustawienie prywatności faktów dla identyfikatora

source: Edit existing settings for Facts Privacy by ID
ca: Edita els paràmetres existents de privadesa d'esdeveniments per ID
da: Rediger eksisterende indstillinger for fakta knyttet til personer
es: Modificar ajustes existentes de privacidad de hechos por ID
he: ערוך הגדרה קיימת של פרטיות ערכים אישיים
nn: Rediger eksisterende innstillinger for fakta knyttet til personer
pl: Zmień ustawienia prywatności faktów dla identyfikatora

source: ABW
ca: Aruba
da: Aruba
es: Aruba
fi: Aruba
he: ארובה
nn: Aruba
pl: Aruba

source: ACA
ca: Arcàdia
da: Acadia
es: Acadia
fi: Acadia
he: אקדיה
nn: Akadia
pl: Akadia

source: AFG
ca: Afganistan
da: Afghanistan
es: Afganistán
fi: Afganistan
he: אפגניסטן
nn: Afghanistan
pl: Afganistan

source: AGO
ca: Angola
da: Angola
es: Angola
fi: Angola
he: אנגולה
nn: Angola
pl: Angola

source: AIA
ca: Anguilla
da: Anguilla
es: Anguila
fi: Anguilla
he: אנגווילה
nn: Anguilla
pl: Anguilla

source: ALA
ca: Illes Åland
da: Åland
es: Islas Åland
fi: Ahvenanmaa
he: איי אולנד
nn: Åland
pl: Wyspy Alandzkie

source: ALB
ca: Albània
da: Albanien
es: Albania
fi: Albania
he: אלבניה
nn: Albania
pl: Albania

source: AND
ca: Andorra
da: Andorra
es: Andorra
fi: Andorra
he: אנדורה
nn: Andorra
pl: Andora

source: ANT
ca: Antilles Holandeses
da: De Nederlandske Antiller
es: Antillas Holandesas
fi: Alankomaiden Antillit
he: האנטילים של ארצות השפלה
nn: De nederlandske antiller
pl: Antyle Holenderskie

source: ARE
ca: Emirats Àrabs Units
da: De Forenede Arabiske Emirater
es: Emiratos Árabes Unidos
fi: Arabiemiirikunnat
he: איחוד האמירויות הערביות
nn: De forente arabiske emirater
pl: Zjednoczone Emiraty Arabskie

source: ARG
ca: Argentina
da: Argentina
es: Argentina
fi: Argentiina
he: ארגנטינה
nn: Argentina
pl: Argentyna

source: ARM
ca: Armènia
da: Armenien
es: Armenia
fi: Armenia
he: ארמניה
nn: Armenia
pl: Armenia

source: ASM
ca: Samoa
da: Amerikansk Samoa
es: Samoa Americana
fi: Amerikan Samoa
he: סמואה האמריקאית
nn: Amerikansk Samoa
pl: Samoa Amerykańskie

source: ATA
ca: Antàrtida
da: Antarktis
es: Antártica
fi: Antarktis
he: אנטארקטיקה
nn: Antarktis
pl: Antarktyda

source: ATF
ca: Terres Australs i Antàrtiques Franceses
da: Sydlige Franske Territorier
es: Territorios Australes Franceses
fi: Ranskan eteläiset alueet
he: הטריטוריות הדרומיות של צרפת
nn: De franske sørterritorier
pl: Francuskie Terytoria Południowe

source: ATG
ca: Antigua i Barbuda
da: Antigua og Barbuda
es: Antigua y Barbuda
fi: Antigua ja Barbuda
he: אנטיגואה וברבודה
nn: Antigua og Barbuda
pl: Antigua i Barbuda

source: AUS
ca: Austràlia
da: Australien
es: Australia
fi: Australia
he: אוסטרליה
nn: Australia
pl: Australia

source: AUT
ca: Austria
da: Østrig
es: Austria
fi: Itävalta
he: אוסטריה
nn: Østerrike
pl: Austria

source: AZE
ca: Azerbaidjan
da: Aserbajdsjan
es: Azerbaiyán
fi: Azerbaidzan
he: אזרבייג'אן
nn: Aserbajdsjan
pl: Azerbejdżan

source: AZR
ca: Azores
da: Azorerne
es: Azores
fi: Azorit
he: אזוריים
nn: Asorene
pl: Azory

source: BDI
ca: Burundi
da: Burundi
es: Burundi
fi: Burundi
he: בורונדי
nn: Burundi
pl: Burundi

source: BEL
ca: Bèlgica
da: Belgien
es: Bélgica
fi: Belgia
he: בלגיה
nn: Belgia
pl: Belgia

source: BEN
ca: Benin
da: Benin
es: Benin
fi: Benin
he: בנין
nn: Benin
pl: Benin

source: BFA
ca: Burkina Faso
da: Burkina Faso
es: Burkina Faso
fi: Burkina
he: בורקינה פסו
nn: Burkina Faso
pl: Burkina Faso

source: BGD
ca: Bangla Desh
da: Bangladesh
es: Bangladesh
fi: Bangladesh
he: בנגלדש
nn: Bangladesh
pl: Bangladesz

source: BGR
ca: Bulgària
da: Bulgarien
es: Bulgaria
fi: Bulgaria
he: בולגריה
nn: Bulgaria
pl: Bułgaria

source: BHR
ca: Bahrein
da: Bahrein
es: Bahréin
fi: Bahrain
he: בחריין
nn: Bahrain
pl: Bahrajn

source: BHS
ca: Bahames
da: Bahamas
es: Bahamas
fi: Bahama
he: בהאמה
nn: Bahamas
pl: Bahamy

source: BIH
ca: Bòsnia i Herzegovina
da: Bosnien-Hercegovina
es: Bosnia y Herzegovina
fi: Bosnia ja Hertsegovina
he: בוסניה הרצגובינה
nn: Bosnia-Hercegovina
pl: Bośnia i Hercegowina

source: BLR
ca: Bielorússia
da: Hviderusland
es: Belarrusia
fi: Valko-Venäjä
he: בלארוס
nn: Hviterussland
pl: Białoruś

source: BLZ
ca: Belize
da: Belize
es: Belice
fi: Belize
he: בליז
nn: Belize
pl: Belize

source: BMU
ca: Bermudes
da: Bermuda
es: Bermudas
fi: Bermuda
he: ברמודה
nn: Bermuda
pl: Bermudy

source: BOL
ca: Bolívia
da: Bolivia
es: Bolivia
fi: Bolivia
he: בוליביה
nn: Bolivia
pl: Boliwia

source: BRA
ca: Brasil
da: Brasilien
es: Brasil
fi: Brasilia
he: ברזיל
nn: Brasil
pl: Brazylia

source: BRB
ca: Barbados
da: Barbados
es: Barbados
fi: Barbados
he: ברבדוס
nn: Barbados
pl: Barbados

source: BRN
ca: Brunei
da: Brunei
es: Brunéi
fi: Brunei Darussalam
he: ברוניי
nn: Brunei
pl: Brunei

source: BTN
ca: Bhutan
da: Bhutan
es: Bután
fi: Bhutan
he: בהוטן
nn: Bhutan
pl: Bhutan

source: BVT
ca: Bouvet
da: Bouvetøen
es: Isla Bouvet
fi: Bouvet'n saari
he: אי בווה
nn: Bouvetøya
pl: Wyspa Bouveta

source: BWA
ca: Botswana
da: Botswana
es: Botsuana
fi: Botswana
he: בוטסואנה
nn: Botswana
pl: Botswana

source: BWI
ca: Antilles britàniques
da: Britisk Vestindien
es: Indias Occidentales Británicas
fi: Brittiläinen Länsi-Intia
he: הודו המערבית הבריטית
nn: Britisk Vestindia
pl: Brytyjskie Indie Zachodnie

source: CAF
ca: República Centreafricana
da: Centralafrikanske Republik
es: República Centro-africana
fi: Keski-Afrikka
he: הרפובליקה המרכז אפריקאית
nn: Den sentralafrikanske republikk
pl: Republika Środkowoafrykańska

source: CAN
ca: Canadà
da: Canada
es: Canadá
fi: Kanada
he: קנדה
nn: Canada
pl: Kanada

source: CAP
ca: Colònia del Cap
da: Cape Colony
es: Colonia del Cabo
fi: Kapkolonia
he: מושבת הכף
nn: Kappkolonien
pl: Kolonia Przylądkowa
