Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: With this option you can either show or hide all details in the Name boxes. You can display more boxes on one screen when the details are hidden.<br /><br />When all details are hidden, the Zoom icon described below is not shown. However, if the administrator has enabled the Zoom function, the entire box will act like a Zoom icon to reveal full details about the person.<br /><br />When the details are not hidden and the Zoom function, identified by a magnifying glass icon, has been enabled by the administrator, you can reveal even more details about that person. If you normally have to click on the Zoom icon to zoom in, you can reveal additional hidden details by clicking that icon here. Similarly, if you can zoom in by hovering over the Zoom icon, hidden details will be revealed by hovering over that icon here.<br /><br />If you have clicked on the Zoom icon to reveal more details, you can restore the box to its normal level of detail by clicking on the Zoom icon again. If you have revealed more details by simply moving the mouse pointer over the Zoom icon, the box will be restored to its normal level of detail when you move the mouse pointer away from the Zoom icon.
ca: Aquesta opció us permet escollir entre veure o no els detalls dels caixetins. N'hi cabran més si els oculteu.<br /><br />Quan no es veuen, tampoc surt la icona de la lupa però, si l'administrador ha activat aquesta opció, polsant qualsevol punt de l'àrea del caixetí, fa el mateix efecte que la lupa i us deixa veure els detalls de la persona.<br /><br />Quan trieu l'opció de veure els detalls, podeu veure'ls mitjançant la icona de la lupa. Depenent de com estigui configurat el programa, per activar-la, tan pot ser que calgui fer-ho polsant-la com passant-hi per sobre.<br /><br />Si el que us cal és polsar-la, per tornar a la vista normal, heu de tornar a polsar-hi. Si es passant-hi per sobre, torneu a la vista normal quan el punter surt fora de la lupa.
da: Med dette valg kan du enten vise alle detaljer i navneboksene, eller skjule detaljer.<br />Hvis detaljerne er skjulte, vil du kunne vise flere bokse på skærmen.<br /><br />Vælger du at skjule detaljer, kan du alligevel få dem at se ved at bruge forstørrelsesglasset. Det afhænger imidlertid af om administratoren af hjemmesiden har aktiveret det.<br /><br />Hvis du sædvanligvis kan klikke på forstørrelsesglasset for at zoome ind, så vil du også kunne se detaljer ved at klikke på den enkelte navneboks.<br />Hvis du kan zoome ind ved at flytte musen henover forstørrelsesglasset, så vil det virke på samme måde når du flytter musen henover hver boks.
es: Con esta opción puede escoger entre mostrar todos los detalles de la persona en las cajas de Nombre, u ocultarlos. Con los detalles ocultos puede mostrar más cajas en una pantalla.<br /><br />Si todos los detalles están ocultos, no se muestra el icono de Zoom que se describe luego. Sin embargo, si el administrador ha activado la función Zoom, toda la caja actúa como un icono de Zoom para mostrar los detalles completos sobre la persona.<br /><br />Si los detalles no están ocultos y el administrador ha activado la función Zoom (representada normalmente por una lupa) puede ver más detalles incluso sobre la persona. Si normalmente tiene que hacer clic en el icono de Zoom para ampliar, puede ver detalles ocultos adicionales haciendo clic en ese icono aquí. De manera similar, si puede ampliar dejando flotar el puntero sobre el icono de Zoom, los detalles ocultos se revelarán al hacer lo mismo aquí.<br /><br />Si hizo clic en el icono de Zoom para mostrar más detalles, puede devolver la caja a su nivel normal de detalle haciendo clic en el icono de Zoom otra vez. Si obtuvo los detalles adicionales moviendo simplemente el puntero al icono de Zoom, la caja volverá a su nivel de detalle normal cuando aleje el puntero del icono de Zoom,
fi: Tällä vaihtoehdolla voit joko näyttää tai piilottaa kaikki yksityiskohdat nimiruudussa.<br />Kun yksityiskohdat on piilotettu, näytölle mahtuu useampia ruutuja.<br /><br />Mikäli olet piilottanut yksityiskohdat, voit saada ne näkyviin, mikäli suurennuslasi on kytketty päälle normaalinäkymässä.<br />Se taas riippuu siitä, miten ylläpitäjä on konfiguroinut ohjelman.<br />Jos tavallisesti joudut klikkaamaan suurennuslasia lähentääksesi kohdetta, voit myös paljastaa yksityiskohdat klikkaamalla nimiruutua.<br />Mikäli lähennät kohdetta pelkästään osoittamalla suurennuslasia, homma toimii samalla tavoin osoittamalla "yksinkertaista" ruutua.
he: תוכל להציג או להסתיר את הפרטים בתיבות השם. כאשר הפרטים מוסתרים תוכל להציג יותר תיבות על מסך אחד.<br /><br />כאשר בחרת להסתיר את הפרטים, צלמית זכוכית המגדלת (זום) המוסברת למטה אינה מוצגת. אבל, אם המנהלן אפשר את פונקצית הזום, כל התיבה משמשת כצלמית זום ומראה את הנתונים השלמים על האדם.<br /><br />כאשר הפרטים אינם מוסתרים ופונקצית הזום, המזוהה ע"י צלמית זכוכית המגדלת, אופשרה ע"י המנהלן, תוכל לחשוף נתונים נוספים על האדם. אם בדרך כלל אתה צריך ללחוץ על זכוכית המגדלת כדי לקרב, תוכל לחשוף את הפרטים ע"י לחיצה על הצלמית. בדומה, אם בדרך כלל אתה מקרב ע"י רחיפה מעל לזכוכית המגדלת, אז תוכל לראות את הפרטים ע"י רחיפה מעל לתיבת הצלמית.<br /><br />אם לחצת על צלמית הזום כדי לראות פרטים נוספים, לחיצה נוספת על הצלמית תגרום להקטנה חזרה למצב הראשוני. אם חשפת נתונים נוספים ע"י העברת סימן העכבר מעל לצלמית הזום, תוחזר התיבה לגודלה הרגיל כאשר תרחיק את סממן העכבר מצלמית הזום.
nn: Med dette valget kan du enten vise alle detaljer i navnboksene, eller skjule detaljer.<br />Dersom detaljene er skjult, vil du kunne vise flere bokser på et skjermbilde.<br /><br />Velger du å skjule detaljer, kan du likevel få se dem ved å bruke forstørrelsesglasset. Det avhenger imidlertid av om administratoren til nettstedet har aktivert det.<br /><br />Når detaljene vises og Zoom-fuksjonen er tilgjengelig, kan du få fram enda flere opplysninger om personen.<br />Hvis du til vanlig kan klikke på forstørrelsesglasset for å zoom inn, så vil du også kunne få fram flere opplysninger ved å klikke på den enkelte navnboksen.<br />Dersom du kan zoome inn bare ved å bevege musa over forstørrelsesglasset, så vil det virke på samme måte når du beveger deg over hver boks.<br /><br />Dersom du har klikket for å få fram flere opplysninger, kan du gå tilbake til normal visning igjen ved å klikke på nytt på Zoom-ikonet. Tilsvarende vil skje dersom bare trengte å beveget musa over Zoom-ikonet, så er det bare flytte musa vekk fra ikonet for å få noral visning igjen.
pl: Ta opcja umożliwia pokazywanie lub ukrycie wszystkich szczegółów w ramkach z nazwiskami. Kiedy szczegóły są ukryte, na jednym ekranie może się zmieścić więcej ramek.<br /><br />Kiedy wszystkie szczegóły są ukryte, ikonka powiększania omówiona poniżej nie jest wyświetlana. Jednak jeśli administrator włączył funkcję powiększania, cała ramka będzie działała jak ikonka powiększania, pokazując wszelkie szczegóły na temat danej osoby.<br /><br />Kiedy szczegóły są widoczne i funkcja powiększania, oznaczona ikonką lupy, została włączona przez administratora, możesz wyświetlić jeszcze więcej szczegółów na temat danej osoby. Jeśli normalnie, aby powiększyć, musisz kliknąć na ikonkę powiększania, tutaj klikając na tę ikonkę możesz wyświetlić dodatkowe szczegóły. Analogicznie, jeśli możesz powiększać najeżdżając na ikonkę kursorem, tutaj ukryte szczegóły pojawią się, kiedy najedziesz na tę ikonkę.<br /><br />Po kliknięciu na ikonkę powiększania możesz przywrócić normalny poziom szczegółowości ponownie klikając na ikonkę powiększania. Jeśli szczegóły pojawiły się po najechaniu na ikonkę kursorem, ramka powróci do normalnego poziomu szczegółowości, kiedy kursor opuści obszar ikonki.

source: The individual and family list pages can either include or exclude married names. This option can be helpful when searching for individuals or families where you only know the married name. Married names can only be included if they already exist in the database.<br /><br />On the family list, this value defaults to exclude. On the individual list, the default value is set in the GEDCOM Configuration page.<br /><br />When you change this option, your selection will be remembered until you log off or your session ends.
ca: Les pàgines amb llistes de persones i famílies poden incloure o no els noms de casada. Aquesta opció és útil quan cerqueu persones o famílies de les que solament en coneixeu el nom de casada. Els noms de casada solament poden incloure's si existeixen a la base de dades.<br /><br />A la llista de famílies, el valor per defecte és excloure'ls. A la pàgina de llista de persones el valor per defecte és el que hi ha fixat a la pàgina de configuració del GEDCOM.<br /><br />Quan canvieu aquesta opció la vostra elecció roman activa fins que no us desconnecteu o la vostra sessió finalitzi..
es: Las páginas de personas y familias pueden incluir o excluir los nombres de casada. Esta opción es útil al buscar personas o familias cuando sólo se conoce el nombre de casada. Sólo se incluyen los nombres de casada si constan en la base de datos.<br /><br />En la lista de familias, el valor por omisión es excluir. En la lista de personas, el valor por omisión se ajusta en la página de configuración del GEDCOM.<br /><br />Si cambia esta opción, su selección se memoriza durante su sesión.
fi: Henkilö- ja perheluettelosivut voit joko sisältää tai olla sisältämättä avionimet. Tämä asetus auttaa hakemaan henkilöitä, joista tiedetään vain avionimi. Avionimet voidaan sisällyttää vain, mikäli ne ovat olemassa tietokannassa. <br /><br />Perheluettelossa avionimiä ei oletusarvoisesti näytetä. Henkilösivuilla oletusarvo asetetaan GEDCOM asetussivulla. <br /><br />Kun muutat tätä asetusta, se jää voimaan kunnes kirjoittaudut ulos tai istuntosi päättyy.
he: רשימות השמות והמשפחות יכולות או לכלול או לא לכלול שמות נישואין. האפשרות יכולה לעזור כאשר מחפסים אנשים או משפחות ורק שם הנישואין ידוע. ניתן לכלול שמות נישואין רק אם הם כבר קיימים במאגר הנתונים.<br /><br />ברירת המחדל של ערך זה תהיה לא לכלול שמות משפחה ברשימת המשפחות. ברירת המחדל עבור רשימת השמות נקבעת בדף ההגדרות של קובץ ה-GEDCOM.<br /><br />כאשר הנך משנה את האופציה, בחירתך נשמרת עד שתצא או עד שתסיים לעבוד.
pl: Strona listy osób i listy rodzin może uwzględniać lub pomijać nazwiska po ślubie. Ta opcja może być pomocna podczas szukania osób lub rodzin, których znasz tylko nazwiska po ślubie. Nazwiska po ślubie mogą być uwzględnione jedynie wtedy, gdy istnieją w bazie.<br /><br />Na stronie listy rodzin wartość domyślnie ustawiona jest na pomijanie nazwisk po ślubie. Na stronie listy osób wartość domyślna jest ustawiana na stronie Konfiguracji GEDCOM.<br /><br />Gdy zmienisz tą opcję, Twój wybór zostanie zapamiętany dopóki się nie wylogujesz lub do czasu wygaśnięcia sesji.

source: When you click this link, the information about the repository, as it is stored in the database, will be displayed in a popup window.
ca: Polsant aquest enllaç surt una finestra emergent amb la informació sobre l'Arxiu, tal i com s'emmagatzema a la base de dades.
da: Når du klikker på denne valgmulighed, vil informationen om opbevaringsstedet, som det er gemt i slægtsdatabasen, blive vist i et separat vindue.
es: Si hace clic en este vínculo, se mostrará en una ventana emergente la información acerca del repositorio tal como está almacenada en la base de datos.
fi: Klikkaamalla tätä linkkiä näytetään ponnahdusikkunassa tietovarastoa koskeva tieto sellaisen kuin se on tallennettu GEDCOM-tiedostoon.
he: לחיצה על הקישור מציגה בחלון צץ את הנתונים על המאגר, כפי שהם שמורים התוך ה-GEDCOM.
nn: Når du klikke på dette valget,vil informasjon om oppbevaringsstedet, slik det er lagret i slektsbasen, bli vist i et eget vindu.
pl: Kliknięcie na ten odnośnik spowoduje otworzenie nowego okna, w którym zostanie wyświetlona informacja o tym repozytorium w dokładnie takiej postaci, w jakiej jest zapisana w bazie danych.

source: When you click this link, the source's records will be displayed in raw database format.
ca: Polsant aquest enllaç veureu el registre de la font en format primari, tal i com s'emmagatzema a la base de dades.
da: Ved at klikke på dette link, vil information om kilden, som den er lagret i GEDCOM-filen, blive vist i et separat vindue.
es: Si hace clic en este vínculo, se mostrarán ñps registros de esta fuente en el formato en bruto de la base de datos.
fi: Klikkaamalla tätä linkkiä näytetään ponnahdusikkunassa tiedot lähteestä GEDCOM-muodossa.
he: ע"י לחיצה על הקישור, הנתונים על המקור יוצגו במבנה לא מעובד של מאגר המידע.
nn: Ved å klikke på denne linken, vil informasjon om kilden, slik den er lagret i slektsfilen, bli vist i et eget vindu.
pl: Kliknięcie na ten odnośnik spowoduje wyświetlenie wpisów źródła w nieprzetworzonym formacie GEDCOM.

source: By default this chart does not show spouses for the descendants because it makes the chart harder to read and understand. Turning this option on will show spouses on the chart.
ca: Per defecte aquest diagrama no ha de mostrar els cònjuges dels descendents perquè es complicaria. Posant aquesta opció hi sortiran els cònjuges.
da: Som standard vises ægtefæller til efterkommere ikke, fordi det gør slægtstræet vanskeligere at læse og/eller forstå. - Men du har her muligheden for at vise ægtefæller i slægtstræet ved at afmærke denne checkboks.
es: Por omisión, este diagrama no muestra los cónyuges de los descendientes pues hace el diagrama difícil de leer y entender. Activar esta opción mostrará los cónyuges en el diagrama.
fi: Tässä kaaviossa ei oletusarvoisesti näytetä jälkipolvien puolisoita, koska se vaikeuttaa kaavion luettavuutta. Kytkemällä tämän vaihtoehdon päälle, näytetään puolisot kaaviossa.
he: כברירת מחדל התרשים אינו מראה בני זוג של הצאצאים משום שזה גורם לקשיים בקריאת והבנת התרשים. הפעלת האופציה תראה בני זוג בתרשים.
nn: Som standard vises ikke ektefeller til etterkommere fordi det gjør diagrammet vanskeligere å lese og/eller forstå.<br /> - Ved å marke av dette valget, vil diagrammet også vise ektefeller.
pl: Domyślnie ten diagram nie wyświetla małżonków potomków, ponieważ utrudnia to jego odczytanie i zrozumienie. Włączenie tej opcji spowoduje pokazanie małżonków na diagramie.

source: Thumbnails will be shown if you check this box.
ca: Marcant aquest caixetí es veuran les miniatures.
da: Miniaturebilleder vil blive vist, hvis du sætter et mærke i denne checkboks.
es: Se mostrarán las miniaturas si marca esta casilla.
fi: Pienoiskuvat näytetään, mikäli rastitat tämän valintaruudun.
he: תמונות מזעריות יוצגו אם תסמן תיבה זו.
nn: miniatyrbilde(r) vil vises dersom du merker av dette valget.
pl: Jeśli zaznaczysz tę opcję, będą wyświetlane miniaturki.

source: Simple search filter based on the characters entered, no wildcards are accepted.
ca: Simple filtre de recerca basat en els caràcters entrats. No s'admeten els comodins.
da: Enkelt søgefilter baseret på de bogstaver/tegn, der er skrevet ind. Ingen wildcards (?*) er tilladt.
es: Filtro de búsqueda sencillo basado en los caracteres introducidos, no se admiten comodines.
fi: Yksinkertainen hakusuodatin, joka perustuu syötettyihin merkkeihin. Jokerimerkkejä ei hyväksytä.
he: מסנן חיפוש פשוט המבוסס על הנתונים שהוקשו, ג'וקרים אינם מתקבלים.
nn: Enkelt søkefilter basert på bokstavene/tegnene som er skrevet inn. Ingen jokere (?*) er tillatt.
pl: Prosty filtr wyszukiwania, oparty na wprowadzonych znakach; maski (np. ?, *) nie są dozwolone.

source: The standard setting is that, after you have clicked a letter of the Alphabetical index, you will get a sub-list with surnames. If you click this link, all individuals with surnames that have the currently selected initial letter will be displayed immediately. Thereafter, the list of individuals will be displayed directly whenever you click on a new initial letter in the Alphabetical list.<br /><br />To reverse this action, click on the Show Surname lists link.
ca: El paràmetre estàndard es que, desprès que hagueu polsat un caràcter de la llista d'índex alfabètic, surti una sostllista de cognoms. Si polseu aquest enllaç, apareixerà immediatament una llista amb el nom complert de totes les persones quina inicial del cognom teniu seleccionada. Aquesta llista de persones seguirà sortit directament mentre que no polseu una altra inicial de l'índex alfabètic.<br /><br />Per invertir aquesta acció, polseu l'enllaç Mostra el llistat de cognoms de la pàgina Persones.
da: Normalt vil du få en liste med ene efternavne. Hvis du klikker på dette link, vil du få en udvidet liste (med mere information) over personer / familier, der har et efternavn, der starter med det samme valgte bogstav.<br />Hvis du har en udvidet liste, vil du få listen tilbage med udelukkende efternavne.<br /><br />Hvis du klikker på et navn i listen over ene efternavne, vil du også få en udvidet liste, men kun med personer / familier med dette efternavn.
es: Por omisión en la configuración del sitio al seleccionar un letra del alfabeto se listarán todas las personas agrupadas por apellidos. Si hace clic en este vínculo, se mostrará una lista de todas las personas cuyo apellido comience por la letra del alfabeto seleccionada. Desde ese momento, la lista de personas se mostrará directamente cada vez que haga clic en una nueve inicial de la lista alfabética.<br /><br />Para deshacer esta acción, haga clic en el vínculo.
fi: Vakioasetuksena on pelkästään sukunimien näyttäminen klikattuasi kirjainta aakkosluettelossa.<br />Mikäli klikkaat tätä linkkiä, sukunimiluettelo ohitetaan, ja kaikki nimet näytetään kerrallaan.
he: האזור הרגיל מביא לך תת-רשימה של שמות משפחה לאחר לחיצה על אות באינדקס אלף בית. אם תלחץ על קישור זה תקבל את כל השמות שמתחילים באות המבוקשת. לאחר מכן, כל פעם שתלחץ על אות, תקבל את רשימת שמות האנשים המתאימה.<br /><br />כדי לבטל פעולה זו, לחץ על הקישור הצג רשימות שמות המשפחה בתחתית של דף אנשים.
nn: Til vanlig vil du få en liste med bare etternavn. Dersom du klikker på denne linken, vil du da få en utvidet liste (med mer informasjon) med personer / familier som har etternavn som starter på samme valgte bokstav.<br />Hvis du har en utvidet liste, vil du få tilbake listen med kun etternavn.<br /><br />Dersom du klikker på et navn i listen med kun etternavn, vil du også få en utvidet liste, men da med personer / familier med bare dette etternavnet.
pl: Domyślne ustawienie powoduje wyświetlenie podlisty z nazwiskami, kiedy klikniesz na literę spisu alfabetycznego. Jeśli klikniesz na ten odnośnik, zostaną od razu wyświetlone wszystkie osoby z nazwiskami zaczynającymi się na wybraną literę. W ten sposób lista osób zostanie wyświetlona od razu po kliknięciu na literę spisu.<br /><br />Aby powrócić do poprzedniego ustawienia, kliknij na odnośnik Pokaż listę nazwisk.

source: Sort Style
ca: Estil d'ordenació
es: Estilo de ordenación
fi: Järjestystapa
he: סגנון מיון
pl: Reguła sortowania

source: This option controls how the information is sorted.<br /><br />When you select <b>Alphabetically</b>, the information is shown in alphabetical order. When you select <b>By Anniversary</b>, the information is ordered by anniversary, with the most recent anniversaries first.
ca: Aquesta opció controla com s'ordena la informació.<br /><br />Quan seleccioneu <b>Alfabètic</b>, la informació es mostra per ordre alfebètic. Si seleccioneu <b>Per aniversari</b>, s'ordena per aniversari, començant pels més recents.
es: Esta opción controla cómo se ordena la información.<br /><br />Si selecciona <b>Alfabéticamente</b>, la información se muestra en orden alfabético. Si selecciona <b>Por aniversario</b>, la información se ordena por aniversario, con los aniversarios más recientes antes.
fi: Tällä valinnalla määritellään, kuinka tiedot järjestetään.<br /><br />Kun valitset <b>Aakkosjärjestyksessä</b>, tiedot laitetaan aakkosjärjestykseen.Kun valitset <b>Vuosipäiväjärjestyksessä</b>,tiedot laitetaan vuosipäivän mukaiseen järjestykseen siten, että viimeisimmät ovat alussa.
he: האפשרות הזו שולטת באיך המידע ממויין.<br /><br />כאשר תבחר <b>לפי אלף-בית</b>, המידע מוצג בסדר אלפא-בתי. כאשר תבחר <b>לפי יום שנה</b>, המידע ממויין לפי יום שנה, עם ימי השנה האחרונים ביותר כראשונים.
pl: Ta opcja określa, w jaki sposób informacje są prezentowane.<br /><br />Wybranie <b>Alfabetycznie</b> powoduje wyświetlenie informacji alfabetycznie.<br /><br />Wybranie <b>Według rocznic</b> powoduje wyświetlenie informacji według rocznicy.

source: Select the order in which you wish to see the list.
ca: Seleccioneu l'ordre amb el que voleu veure la llista.
es: Seleccione el orden en que desea ver la lista.
fi: Valitse luettelon järjestys.
he: בחר את הסדר שלפיו תרצה לראות את הרשימה.
pl: Wybierz kolejność, w jakiej chcesz zobaczyć listę multimediów.

source: In this box you see the names of the sources as they are stored in the GEDCOM.<br /><br />The names are displayed in alphabetical order. When you click on a name in the list, you will go to the Source page where a list is displayed. This list shows you which individuals or families are linked to that source.
ca: S'hi veuen els noms de les fonts tal com estan emmagatzemades al GEDCOM.<br /><br />Els noms surten per ordre alfabètic. Polsant-ne un de la llista, us mena a la pàgina de la font escollida que mostra quines persones o famílies hi ha relacionades amb ella.
da: I denne liste kan du se navnet på kilderne, som de er gemt i slægtsfilen. Navnene vises i alfabetisk rækkefølge.<br /><br />Når du klikker på en kilde i listen, vil du få en side med detaljer om kilden frem, hvor der vises en liste over personer og/eller familier, der er knyttet til denne kilde.
es: En esta caja puede ver los nombres de las fuentes tal y como se guardan en el archivo Gedcom.<br />Los nombres se muestran en orden alfabético.<br /><br />Cuando seleccione un nombre de la lista, irá a la página de la fuente, donde se muestra una lista de personas y familias vinculadas con esa fuente.
fi: Tässä ruudussa näet lähteiden nimet niin kuin ne on tallennettu GEDCOM-tiedostoon.<br />Ne näytetään aakkosjärjestyksessä.<br /><br />Klikkaamalla lähteen nimeä, avautuu lähdesivu, jossa on luettelo kyseiseen lähteeseen liitetyistä henkilöistä tai/ja perheistä.
he: בתיבה זו תראה את שמות המקור כפי שהם מוצגים ב-GEDCOM.<br /><br />השמות מוצגים בסדר האלף-בית. כאשר תלחץ על שם ברשימה, תועבר לדף המקור שבו מוצגת רשימה עם האנשים ו-/או המשפחות הקשורים למקור זה.
nn: I denne listen kan du se navn på kildene, slik de er lagret i slektsfilen.<br />Navnene vises i alfabetisk rekkefølge.<br /><br />Dersom du klikker på en kilde, vil du få fram siden med detaljer om kilden der det vises personer og/eller familier som er knyttet til denne kilden.
pl: W tej ramce zobaczysz nazwy źródeł w postaci, w jakiej przechowywane są w pliku GEDCOM.<br /><br />Nazwy są ułożone alfabetycznie. Kliknięcie na nazwę na liście spowoduje przejście do strony źródła, na której znajduje się list osób i rodzin, które są powiązane z danym źródłem.
