Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Your GEDCOM configuration allows up to #GLOBALS[MEDIA_DIRECTORY_LEVELS]# directory levels beyond the default <b>#GLOBALS[MEDIA_DIRECTORY]#</b> where uploaded media files are normally stored. This lets you organize your media files, and you don't need to be as concerned about maintaining unique names for each media file.<br /><br />In this field you specify the destination directory on your server where the uploaded media file is to be stored. Be sure to pay attention to the case (upper or lower case) of what you enter or select here, since file and directory names are case sensitive.<br /><br />If the directory name you enter here does not exist, it will be created automatically. If you enter more than the additional #GLOBALS[MEDIA_DIRECTORY_LEVELS]# directory levels permitted by your GEDCOM configuration, your input will be truncated accordingly.<br /><br />Thumbnails will be uploaded or created in an identical directory structure, starting with <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs/</b>.
es: Su configuración de GEDCOM permite hasta #GLOBALS[MEDIA_DIRECTORY_LEVELS]# niveles directorio tras el predeterminado <b>#GLOBALS[MEDIA_DIRECTORY]#</b> donde se almacenan normalmente los archivos audiovisuales. Esto le permite organizar sus archivos audiovisuales y no necesita estar tan preocupado asegurándose de que no hay nombres duplicados.<br /><br />En este campo se especifica el directorio de destino en su servidor donde deba almacenarse el archivo audiovisual. Asegúrese de prestar atención al uso de mayúsculas o minúsculas, puesto que los nombres de archivos y directorios distinguen entre ellas.<br /><br />Si el nombre de directorio que introduzca aquí no existe, se creará automáticamente. Si introduce más que el número #GLOBALS[MEDIA_DIRECTORY_LEVELS]# de niveles de directorio permitidos por su configuración de GEDCOM, su entrada se truncará de manera consecuente.<br /><br />Las miniaturas se subirán o crearán en una estructura de directorios idéntica, colgando de <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs/</b>.
fi: GEDCOM-tiedostosi konfigurointi sallii #GLOBALS[MEDIA_DIRECTORY_LEVELS]# kansiotasoa oletusarvoisen <b>#GLOBALS[MEDIA_DIRECTORY]#</b> lisäksi, mihin voidaan tallentaa palvelimelle ladattuja mediatiedostoja. Näin voit organisoida mediatiedostosi tarvitsematta huolehtia siitä, että jokaisella mediatiedostolla olisi ainutlaatuinen nimi.<br /><br />Tässä kentässä määrittelet sen hakemiston palvelimessasi, johon mediatiedostot tallennetaan. Huomaa ero pienten ja suurten kirjasinten välillä.<br /><br />Mikäli tähän kirjoittamaasi kansiota ei ole olemassa, se luodaan automaattisesti. Mikäli lisäät enemmän kansioita kuin #GLOBALS[MEDIA_DIRECTORY_LEVELS]#, joka on asetettu GEDCOM-asetuksissasi, syötteesi katkaistaan vastaavasti.<br /><br />Pienoiskuvat ladataan tai luodaan samanlaiseen kansiorakenteeseen alkaen kansiosta <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs/</b>.
he: ההגדרות של קובץ ה-GEDCOM שלך מאפשרות עד ל-#GLOBALS[MEDIA_DIRECTORY_LEVELS]# רמות של תיקיות מעל ברירת המחדל <b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#</span></b> שבו מאוחסנים בד"כ קובצי המדיה המועלים. דבר זה מאפשר לך ארגון קובצי המדיה שלך, ואין צורך לדאוג שלכל קובץ מדיה יהיה שם בלעדי.<br /><br />בשדה זה תגדיר את תיקיית היעד על השרת שבו יאוחסן קובץ המדיה שיועלה. יש לשים לב לסוג האותיות (גדולות או קטנות) של מה שנכתב כאן, מכיוון ששמות התיקיות והקובצים רגישים לגודל האות.<br /><br />אם התיקייה שאתה מכניס כאן אינה קיימת, היא תיווצר בצורה אוטומטית. אם תכניס יותר רמות לתיקיות מאשר ה-#GLOBALS[MEDIA_DIRECTORY_LEVELS]# המותרים ע"י הגדרות ה-GEDCOM שלך, הנתונים שהכנסת יקוצצו בהתאם.<br /><br />תמונות מזעריות מועלות או נוצרות במבנה תיקיות זהה כאשר הן מתחילות מ-<b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#thumbs/</span></b>.

source: The administrator has enabled up to #GLOBALS[MEDIA_DIRECTORY_LEVELS]# folder levels below the default <b>#GLOBALS[MEDIA_DIRECTORY]#</b>. This helps to organize the media files and reduces the possibility of name collisions.<br /><br />In this field, you specify the destination folder where the uploaded media file should be stored. The matching thumbnail file, either uploaded separately or generated automatically, will be stored in a similar folder structure starting at <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs/</b> instead of <b>#GLOBALS[MEDIA_DIRECTORY]#</b>. You do not need to enter the <b>#GLOBALS[MEDIA_DIRECTORY]#</b> part of the destination folder name.<br /><br />If you are not sure about what to enter here, you should contact your site administrator for advice.
es: El administrador ha permitido hasta #GLOBALS[MEDIA_DIRECTORY_LEVELS]# niveles de carpetas por debajo del <b>#GLOBALS[MEDIA_DIRECTORY]#</b> predeterminado. Esto ayuda a organizar los archivos de los objetos audiovisuales y reduce la posibilidad de conflictos de nombres.<br /><br />En este campo, especifique la carpeta destino donde deba guardarse el archivo audiovisual subido. La miniatura correspondiente, bien subida independientemente o generada automáticamente, se almacenará en una estructura de carpetas similar a partir de <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs/</b> en vez de <b>#GLOBALS[MEDIA_DIRECTORY]#</b>. No es necesario que introduzca la parte <b>#GLOBALS[MEDIA_DIRECTORY]#</b> de la carpeta de destino.<br /><br />Si no está seguro de qué introducir aquí, contacte con el administrador del sitio para que le aconseje.
fi: Ylläpitäjä on sallinut korkeintaan #GLOBALS[MEDIA_DIRECTORY_LEVELS]# kansiotasoa oletusarvon <b>#GLOBALS[MEDIA_DIRECTORY]#</b> lisäksi. Tämä auttaa median järjestämisessä ja vähentää nimiristiriitojen syntymistä.<br /><br />Tässä kentässä määrittelet sen kansion, johon ladattava mediatiedosto tallennetaan. Vastaava pienoiskuvatiedosto, joka on ladattu erikseen tai luotu automaattisesti, tallennetaan samanlaiseen kansiorakenteeseen alkaen hekemistosta <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs/</b> kansion <b>#GLOBALS[MEDIA_DIRECTORY]#</b> asemasta. Kohdekansion <b>#GLOBALS[MEDIA_DIRECTORY]#</b> osaa nimestä ei tarvitse lisätä.<br /><br />Mikäli et ole varma tähän lisättävästä tekstistä, ota yhteyttä ylläpitäjään.
he: המנהלן אפשר עד #GLOBALS[MEDIA_DIRECTORY_LEVELS]# רמות של תיקיות מתחת לברירת המחדל <b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#</span></b>. דבר זה עוזר בארגון קובצי המדיה ומקטין את האפשרות להתנגשות בשמות.<br /><br />בשדה זה תציין את תיקיית היעד שבה יש לאחסן את קובץ המדיה. הקובץ המזערי התואם, שיועלה בנפרד או שייווצר אוטומטית, יאוחסן במבנה תיקיות דומה המתחיל ב-<b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#thumbs/</span></b> במקום ב-<b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#</span></b>. אין צורך להכניס את חלק ה-<b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#</span></b> של שם תיקיית היעד.<br /><br />אם אינך בטוח מה להכניס כאן, עליך להתקשר עם מנהלן האתר שלך כדי לקבל סיוע.

source: In this field you specify the location and name, on your local computer, of the thumbnail file you wish to upload to the server. You can use the <b>Browse</b> button to search your local computer for the desired file. When this field is filled in, the <b>Automatic thumbnail</b> checkbox is ignored.<br /><br />If the <b>Media file to upload</b> field has been filled in, your uploaded thumbnail file will be named according to the contents of that field, regardless of what it is called on your local computer. If that field is empty, the uploaded thumbnail file will be copied to two places on the server, once into the server directory mentioned in the <b>Folder on server</b> field, and then again into an identical directory structure starting with <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs/</b>.<br /><br />If you do not see the <b>Folder on server</b> field or cannot change it, you do not have sufficient permissions or your GEDCOM configuration has been set to allow no directory levels beyond the default <b>#GLOBALS[MEDIA_DIRECTORY]#</b> where uploaded media files are normally stored.
es: En este campo puede especificar la ubicación y nombre, en su equipo local, de la miniatura que desea subir al servidor. Puede utilizar el botón <b>Examinar</b> para buscar en su equipo local el archivo deseado. Si se rellena este campo, se ignora la casilla <b>Miniatura automática</b>.<br /><br />Si se rellena el campo <b>Archivo audiovisual a subir</b>, su archivo de miniatura subido recibirá el nombre indicado en ese campo en vez del nombre con el que aparece en su equipo local. Si se deja vacío ese campo, el archivo de miniatura subido se copiará a dos lugares en el servidor, una en el directorio del servidor mencionado en el campo <b>Carpeta en el servidor</b> y otras en una estructura de directorios idéntica bajo el directorio <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs/</b>.<br /><br />Si no vee el campo <b>Carpeta en el servidor</b> o no puede modificarlo, se debe a que no tiene permisos suficientes o que su configuración del GEDCOM se ha fijado para no permitir niveles de directorio bajo <b>#GLOBALS[MEDIA_DIRECTORY]#</b> donde se guardan normalmente los archivos audiovisuales subidos.
fi: Tässä kentässä määrittelet palvelimelle ladattavaksi tarkoitettujen pienoiskuvien sijainnin ja nimen omalla koneellasi. Voit käyttää <b>Selaa</b>-painiketta etsiäksesi tiedostoa omalta koneeltasi.<br /><br />Kun tämä kenttä täytetään, <b>Automaattinen pienoiskuva</b> valintaruutu ohitetaan.<br /><br />Mikäli <b>Mediasuodatin</b>-kenttä on täytetty, pienoiskuvasi nimetään sen mukaisesti riippumatta pienoiskuvasi nimestä omalla koneellasi. Mikäli kenttä on tyhjä, ladattu pienoiskuva tallennetaan kahteen paikaan palvelimella. Toinen hakemisto on <b>Tiedostokansio palvelimella</b>-kentässä mainittu ja toinen identtiseen kansiorakenteeseen, jonka alku on <b>#GLOBALS[MEDIA_DIRECTORY]#thumbs/</b>.<br /><br />Mikäli et näe <b>Tiedostokansio palvelimella</b>-kenttää tai et voi muuttaa sitä, GEDCOM-asetuksesi ei salli lisää kansiotasoja ylitse oletusarvon <b>#GLOBALS[MEDIA_DIRECTORY]#</b>, mihin mediatiedostoja normaalisti tallennetaan.<br /><br />Voit jättää tämän kentän tyhjäksi, mikäli haluat ladata vain pienoiskuvan ja haluat, että se on myös pääkuva.
he: בשדה זה תציין על המחשב המקומי שלך את המיקום ושם הקובץ המזערי שאותו תרצה להעלות לשרת. תוכל להשתמש בכפתור <b>Browse</b> כדי לחפש את הקובץ הרצוי במחשב המקומי שלך. כאשר השדה הזה ימולא, מתעלמים מתיבת הבחירה <b>קובץ מזערי אוטומטי</b>.<br /><br />אם שדה <b>קובץ מדיה שאותו יש להעלות</b> מולא, השם של הקובץ המזערי המועלה יהיה לפי תוכן השדה, ללא תלות בשמו במחשב המקומי שלך. אם השדה יישאר ריק, יועתק הקובץ המזערי לשני מקומות על השרת, פעם לתיקייה המוגדרת בשדה <b>תיקייה על השרת</b>, ופעם שניה למבנה תיקיות זהה שמתחיל ב-<b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#thumbs/</span></b>.<br /><br />אם אינך רואה את השדה <b>תיקייה על השרת</b> או אם אינך יכול לשנותו, אז אין לך די הרשאות או הגדרת קובץ ה-GEDCOM אינה מאפשרת רמות של תיקיות מעבר לברירת המחדל <b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#</span></b> שבו הקובצים שמועלים נשמרים בדרך כלל.

source: In this box you type your user name.<br /><br /><b>The user name is case sensitive.</b> This means that <b>MyName</b> is <u>not</u> the same as <b>myname</b> or <b>MYNAME</b>.
ca: Escriviu el vostre nom d'usuari en aquest caixetí.<br /><br /><b>És consideren caràcters diferents les majúscules i les minúscules.</b> Això significa que <b>ElMeuNom</b> és <u>diferent</u> de <b>elmeunom</b> o de <b>ELMEUNOM</b>.
es: IDENTIFICADOR~<br /><br />En esta caja escriba su nombre de usuario.<br /><br /><b>El nombre de usuario diferencia entre mayúsculas y minúsculas.</b> Esto quiere decir que <b>MiNombre</b> <u>no</u> es lo mismo que <b>minombre<b> o que <b>MINOMBRE</b>.
fi: Tähän ruutuun kirjoitat käyttäjätunnuksesi.<br />Huomaa ero isojen ja pienten kirjainten välillä!
he: בתיבה זו מכניסים את קוד המשתמש.<br /><br />יש להקפיד על השפה ועל אותיות לועזיות קטנות וגדולות או על אותיות עבריות. משמעות הדבר ש-<b>MyName</b> <u>אינו</u> זהה ל-<b>myname</b> או ל-<b>MYNAME</b>.
nn: I denne boksen skriver du inn brukernavnet ditt.<br />Brukernavnet må skrives nøyaktig slik det ble opprettet (små og/eller store bokstaver)

source: The administrator has enabled up to #GLOBALS[MEDIA_DIRECTORY_LEVELS]# folder levels below the default <b>#GLOBALS[MEDIA_DIRECTORY]#</b>. This helps to organize the media files and reduces the possibility of name collisions.<br /><br />In this field, you select the media folder whose contents you wish to view. When you select <b>ALL</b>, all media files will be shown without regard to the folder in which they are stored. This can produce a very long list of media items.
es: El administrador ha permitido hasta #GLOBALS[MEDIA_DIRECTORY_LEVELS]# niveles de carpetas por debajo del <b>#GLOBALS[MEDIA_DIRECTORY]#</b> predeterminado. Esto ayuda a organizar los archivos de los objetos audiovisuales y reduce la posibilidad de conflictos de nombres.<br /><br />En este campo, especifique la carpeta de objetos que desea visualizar. Si selecciona <b>Todas</b>, se mostrarán todos los archivos de objetos independientemente de la carpeta en que estén almacenados. Esto puede producir una lista muy larga de objetos.
fi: Ylläptäjä on sallinut #GLOBALS[MEDIA_DIRECTORY_LEVELS]# kansiotasoa oletuskansion <b>#GLOBALS[MEDIA_DIRECTORY]#</b> alapuolelle. Tämä auttaa mediatiedostojen järjestelyssä ja vähentää samannimisten tiedostojen aiheuttamia ristiriitatilanteita.<br /><br />Tässä kentässä valitset sen mediakansion, jonka sisältöä haluat tarkastella. Kun valitset <b>Kaikki</b>, kaikki mediatiedostot näytetään riippumatta missä kansiossa ne sijaitsevat. Tästä voi syntyä hyvin pitkä luettelo.
he: המנהלן איפשר עד #GLOBALS[MEDIA_DIRECTORY_LEVELS]# רמות של תיקיות מתחת לברירת המחדל <b><span dir="ltr">#GLOBALS[MEDIA_DIRECTORY]#</span></b>. דבר זה עוזר בארגון קובצי המדיה ומקטין אפשרות של התנגשויות אפשריות של שמות.<br /><br />בשדה זה תבחר את תיקיית המדיה שאת התוכן שלו תרצה לראות. אם תבחר <b>הכול</b>, יוצגו כל קובצי המדיה ללא התייחסות לתיקייה שבה הן מאוחסנים. יתכן ודבר זה ייצור רשימה ארוכה מאוד של עצמי מדיה.

source: HTML
da: HTML blok til enkle beskeder
es: Bloque HTML
nn: Rammen Enkle beskjeder (HTML)

source: ID
he: קוד זיהוי

source: %3$d x great granddaughter
fi: tyttärentytär %2$d. polvessa
he: נכדה מדרגה %2$d

source: %3$d x great grandson
fi: tyttärenpoika %2$d. polvessa
he: נכד מדרגה %2$d

source: Daitch-Mokotoff
da: <A HREF="http://en.wikipedia.org/wiki/Daitch-Mokotoff_Soundex">Daitch-Mokotoff</A> (1985 - bedre)
he: דאיטש-מוקוטוף

source: Zoom=
fi: Zoomaus=
he: זום=

source: N
fi: P
he: צפון

source: S
fi: E
he: דרום

source: E
da: Ø
fi: I
he: מזרח
nn: Ø

source: Here is a short description of each of the blocks you can place on the Welcome or MyGedView Portal page.<br /><table border='1' align='center'><tr><td class='list_value'><b>Name</b></td><td class='list_value'><b>Description</b></td></tr>&nbsp;</table>
nn: Her er en kort beskrivelse for hver av de rammene du har valgt for sidene Velkommen eller Min GedView.<br /><table border='1' align='center'><tr><td class='list_value'><b>Navn</b></td><td class='list_value'><b>Beskrivelse</b></td></tr>&nbsp;</table>

source: After you have logged in, select the «My Account» link under the «MyGedView Portal» menu and fill in the password fields to change your password.
nn: Etter at du har logget deg inn, velg da 'Min konto' i menyen 'Min GedView' og angi et nytt passord i feltet for å endre passordet ditt.

source: The Charts block allows you to place a chart on the Welcome or the MyGedView portal page. You can configure the block to show an ancestors, descendants, or hourglass view. You can also choose the root person for the chart.
nn: Med Diagramblokken kan du plassere et diagram på velkomstsiden eller MyGedView-siden Du kan konfigurere blokken til å vise et anediagram, etterkommerdiagram eller timeglassvisning. Du kan også bestemme rotpersonen til diagrammet.

source: The User Welcome block shows the user the current date and time, quick links to modify his account or go to his own Pedigree chart, and a link to customize his MyGedView Portal page.
nn: Rammen for brukeres egen siden viser brukeren, gjeldende dato og tid, hurtiglinker for endre egen konto eller å gå til deres eget slektstre, og en link for å tilpasse egen siden.

source: Adar II
da: Adar Sheni

source: Google-map API key
da: Google-map API nøgle

source: If you want to remove a surname from the Common Surname list without increasing the threshold value, you can do that by entering the surname here. If more than one surname is entered, they must be separated by a comma. <b>Surnames are case-sensitive.</b> Surnames entered here will also be removed from the Top-10 list on the Home Page.
da: Hvis du ønsker at fjerne et bestemt efternavn fra listen med "Oftest forekommende efternavne", kan du anføre efternavnet her. Hvis der tilføjes flere navne, må de adskilles med et komma. Optællingen skelner imellem om et efternavn er skrevet med små-/store bogstaver.

source: This is the number of times that a surname must occur before it shows up in the Common Surname list on the Home Page.
da: Her anføres det antal gange personer med samme efternavn må findes førend efternavnet vil blive vist i listen med "Oftest forekommende efternavne" på velkomstsiden.

source: Enter the maximum number of days to show in Upcoming Events blocks. This number cannot be greater than 30. If you enter a larger value, 30 will be used.<br /><br />The value you enter here determines how far ahead PhpGedView looks when searching for upcoming events. The results of this search, done once daily, are copied into a temporary file.<br /><br />No Upcoming Events blocks on Index or My Pages can request more days than this value. The larger you make this, the longer it will take to build the daily database extract, and the longer it will take to display the block, even when you request to display a number of days less than this setting.
da: Skriv et antal af dage, der skal vises i rammen: <b>Kommende begivenheder</b>. Antallet kan ikke være større end 30. Hvis du skriver en større værdi end 30, vil 30 blive anvendt.<br /><br />Den værdi du angiver her bestemmer, hvor langt frem PhpGedView søger for at finde kommende begivenheder. Resultatet af søgningen, der udføres en gang om dagen, kopieres over i en midlertidig fil.<br /><br />Rammen: <b>Ingen kommende begivenheder</b> på indekssider eller på "Min GedView Portal" sider kan kræve et antal dage, der er højere end denne værdi. Jo større værdi desto længere tid vil det tage at hente dataene fra databasen dagligt, og jo længere tid vil det tage at vise rammen, selv når du beder om at vise et antal dage, der er mindre end denne indstilling.

source: The value to place in the Keywords meta tag in the HTML page header. Some search engines will use the Keywords meta tag to help index your page.<br /><br />The Most Common Surnames list that appears in the GEDCOM Statistics block on your Home Page can also be added to anything you enter here.
da: Her kan du angive nøgleord, som vil blive indsat i <meta> tagget i begyndelsen af HTML siden. Mange søgerobotter vil bruge disse nøgleord for at kunne indeksere dine sider. Som tillæg til det du angiver her, vil de mest anvendte efternavne, der bliver vist i rammen: <b>Statistik</b> på hovedsiden, blive vist.

source: In order to improve performance, several of the blocks on the PhpGedView Home Page are saved as cache files in the index directory. The cache files for most blocks are refreshed once each day, but there may be times when you want to refresh them manually.<br /><br />This button allows you to refresh the cache files when necessary.
da: For at forøge hastigheden, er adskillige af blokkene i phpGedview gemt som cachefiler i index mappen. De fleste blokkes cachefiler genopfriskes en gang om dagen, men der kan være situationer hvor du ønsker at genopfriske dem manuelt.<br /><br />Denne knap lader dig genopfriske cachefilerne når det er nødvendigt.

source: This text should be blank or very brief. When blank, the Advanced HTML block will show on the Index or My Page as a plain block, just like the HTML block does. When there is text, the Advanced HTML block will show like all the other blocks, complete with a block title bar containing the text you enter here.
da: Der bør ingen tekst være eller også bør den være meget kort. Når der ingen tekst angives, vil rammen til avanceret HTML blive vist på indeks-eller portalsiden som en almindelig ramme, på samme måde som for en HTML ramme. Når der er agnivet noget tekst, vil rammen til avanceret HTML bive vist som alle andre rammer, fuldstændig med en rammetitel indeholdende den tekst, du har skrevet.

source: Here you see two buttons to login to the system.<br /><br />The page you will be taken to or sent back to depends on which button you click after typing your user name and password.<br /><ul><li>The <b>Login</b> button<br />If you click this button, you will return to the page you were just on, but with logged-in access rights.<br /><br />For example, if you click <b>Login</b> when you were at the Pedigree page, you will return to that same page. If you click this button when you were on the main Home Page, you will be taken to My Page.</li><li>The <b>Admin</b> button<br />If you have Admin rights, you can click this button to go directly to the main Administration page.</li></ul>
da: Her ser du to knapper til at logge dig ind på systemet.<br /><dl><dt><b>Log ind</b></dt><dd>Hvis du klikker på den venstre knap, vil du komme tilbage til den side, du kom fra.<br />Så, hvis du klikker "Log ind" da du var på siden med anetræet, vil du komme tilbage til denne side.<br />Hvis du klikker på <b>Mine Sider</b> i menuen, vil du gå direkte til din personlige side, hvor du kan ændre din opsætning,tilføje eller ændre favoritter, sende og læse beskeder og så videre.</dd><dt><b>Administration</b></dt><dd>Hvis du har administratorrettigheder, kan du klikke på knappen til højre og gå direkte til siden for at administrere hjemmesiden.</dd></dl>

source: All of this site's available genealogical databases are listed in this menu. Each database has its own customized Home Page, like this one. If there is only one database at this site, there is no sub-menu under the Welcome Page icon.
da: PhpGedView kan håndtere flere GEDCOM-filer. Hvis der er lagt flere ind, vil alle tilgængelige slægtsdatabaser blive vist i en undermenu.<br />Hver slægtsdatabase vil have sin egen velkomstside eller hovedside, som vil kunne vise forskellige rammer og indhold.
