Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: When you click this option you mark this Repository to be deleted from the database.<br /><br />What does that mean?<br />Let's suppose you have a good reason to remove this Repository from the database. You click the link. You will be asked to confirm your deletion request. If you decide to continue, it can take a little time before you see a message that the Repository is deleted.<br /><br />When you continue with your visit, you will notice that the Repository is still visible and can be used as if the deletion had not occurred.<br /><br /><b>This is <u>not</u> an error.</b> The site admin will get a message that a change has been made to the database, and that you removed the Repository.<br />The administrator can accept or reject your change. Only after the administrator has accepted your change will the deletion actually occur <u>irreversibly</u>. If there is any doubt about your change, the administrator will contact you.
ca: Quan polseu aquesta opció marqueu l'Arxiu per eliminar-lo de la base de dades.<br /><br />Com funciona?<br />Suposem que teniu una bona raó per treure aquest arxiu. Polseu l'enllaç. Us demana confirmació per eliminar-lo. Si decidiu continuar, passat un breu espai de temps, veureu un missatge que l'Arxiu s'ha esborrat.<br /><br />Continuant la visita, podeu veure que l'Arxiu encara existeix i es pot fer servir, que no s'ha eliminat.<br /><br /><b>Això <u>no</u> és cap error.</b> L'administrador del lloc rebrà un missatge que s'han fet canvis a la base de dades i que es vol eliminar l'Arxiu.<br />Llavors pot acceptar-ho o rebutjar-ho. Solament desprès de que ho accepti s'eliminarà de forma <u>irreversible</u>. Si té algun dubte sobre el canvi, es posarà en contacte.
da: Når du klikker på denne valgmulighed, så sætter du et mærke ved opbevaringsstedet til at blive slettet i slægtsdatabasen.<br /><br />Hvad betyder det?<br />Forestil dig, at du har en god grund til at fjerne opbevaringsstedet fra slægtsdatabasen. Du klikker på det valgte sted for at slette. Du vil nu blive spurgt, om du virkelig ønsker at slette den. Hvis du vælger at fortsætte, så kan det tage lidt tid førend du kan se beskeden om at opbevaringsstedet er slettet.<br /><br />Hvis du viser listen med opbevaringssteder påny, vil du se, at opbevaringsstedet stadigvæk bliver vist og kan anvendes, som om det ikke var slettet.<br /><br /><b>Dette er <u>ikke</u> en fejl.</b> Administratoren af hjemmesiden vil få en besked om, at en ændring er foretaget i slægtsdatabasen, og at det var dig, der fjernede informationen om opbevaringsstedet.<br />Administratoren kan godkende eller forkaste din ændring. Kun efter at administratoren har godkendt din ændring, vil sletningen blive udført, og <u>kan ikke fortrydes</u>. Hvis der er tvivl med hensyn til ændringen, vil administratoren kontakte dig.
es: Usar esta opción marca este Repositorio para ser borrado de la base de datos.<br /><br />¿Qué significa esto?<br />Supongamos que tiene una buena razón para borrar este repositorio de la base de datos. Vd. hace clic en el vínculo. Se le pedirá que confirme su solicitud de borrado. Si decide continuar, puede pasar un poco de tiempo antes de que se le muestre un mensaje indicando que se ha borrado en Repositorio.<br /><br />Si continúa con su visita, notará que el Repositorio está aún visible y que puede utilizarse como si no hubiera sido borrado.<br /><b>Esto <u>no</u> es un error.</b> El administrador del sitio recibirá un mensaje avisándole de que se ha hecho un cambio a la base de datos y que Vd. borró el Repositorio.<br />El administrador puede aceptar o rechazar su cambio. Sólo después de que el administrador haya aceptado su cambio será el borrado <u>irreversible</u>. Si hay alguna duda acerca del cambio, el administrador se pondrá en contacto con Vd.
fi: Klikkaamalla tätä merkitset tämän tietovaraston poistetavaksi GEDCOM-tiedostosta.<br />Mitä se merkitsee? <br />Mikäli sinulla on hyvä syy poistaa tämä tietovarasto, klikkaa linkkiä, jolloin aukeaa ponnahdusikkuna jossa kysytään oletko varma vai haluatko perua.<br /><br />Mikäli jatkat tietovaraston poistamista saattaa kestä hetken, ennen kuin uudessa ponnahdusikkunassa ilmoitetaan, että tietovarasto on poistettu.<br /><br />Kun jatkat vierailuasi havaitset, että tietovarasto on edelleen näkyvissä ja käytettävissä entiseen tapaan.<br /><br />Tämä <b>ei ole virhe</b>.<br />Ylläpitäjä saa viestin, että GEDCOM-tiedostoon on tehty muutos ja että olet poistanut tietovaraston. <br />Ylläpitäjä voi hyväksyä (tai hylätä) muutoksen. Vasta sen jälkeen poistaminen todellisuudessa tapahtuu.<br />Mikäli asiassa on epäselvyyksiä, ylläpitäjä ottaa sinun yhteyttä.
he: לחיצה על אופציה זו תסמן את המאגר למחיקה מה-GEDCOM.<br /><br />מה זה אומר?<br />נניח שיש לך סיבה טובה למחוק את המאגר. אתה לוחץ על הקישור, ותתבקש לאשר את המחיקה. אם תמשיך להוריד את המאגר, יתכן שייקח קצת זמן עד שתקבל חלון צץ עם הודעה שהמאגר נמחק.<br /><br />כאשר תמשיך את ביקורך, תשים לב שהמאגר עדיין נראה וניתן אפילו לשימוש כמו מקודם כאילו שלא נימחק.<br /><br />זו <b>אינה</b> שגיאה. מנהלן האתר יקבל הודעה שנעשה שינוי למאגר הנתונים, ושמחקת את המאגר.<br />המנהלן יקבל (או ידחה) את השינוי שלך. רק אחרי שהמנהלן אישר את השינוי שלך המחיקה תתבצע בצורה <u>בלתי הפיכה</u>.<br />המנהלן יתקשר איתך אם יהיו לו ספקות לגבי השינוי שלך.
nn: Når du klikke på dette valget, så merker du dette oppbevaringsstedet for å bli slettet i slektsbasen.<br /><br />Hva betyr dette?<br />Tenk deg at du har en god grunn for å fjerne dette oppbevaringsstedet fra slektsbasen. Du klikke på valget for å slette. Du vil nå bli spurt om du virkelig ønsker å slette den. Dersom du velger å fortsette, så kan det ta litt tid før du kan se beskjeden at oppbevaringsstedet er slettet.<br /><br />Dersom du viser listen med oppbevaringssteder på nytt, vil du se at oppbevaringsstedet fortsatt blir vist og kan bli brukt som om den ikke var slettet.<br /><br /><b>Dette er <u>ikke</u> en feil.</b> Administratoren til nettstedet vil få en beskjed om at en endring er blitt gjort i slektsbasen, og at det var du som fjernet informasjonen om oppbevaringsstedet.<br />Administratoren kan godkjenne eller forkaste endringen din. Bare etter at administratoren har godkjent endringen din, vil sletting bli utført og <u>kan ikke angres</u>. Dersom det er tvil med hensyn til endringen, vil administratoren kontakte deg.
pl: Kliknięcie tej opcji spowoduje zaznaczenie tego repozytorium do usunięcia z bazy danych.<br /><br /><br /><br />Co to oznacza?<br />Załóżmy, że masz dobry powód, aby usunąć repozytorium z bazy danych. Klikasz na ten odnośnik. Zostaniesz poproszony(a) o potwierdzenie usunięcia. Nawet jeśli potwierdzisz swój wybór, może upłynąć trochę czasu, zanim zobaczysz komunikat o tym, że repozytorium zostało usunięte.<br /><br />Poruszając się po stronie zauważysz, że repozytorium jest nadal widoczne i może być używane tak samo, jakby nigdy nie zostało usunięte.<br /><br /><b>To <u>nie jest</u> błąd.</b> Administrator strony otrzyma wiadomość, że została wprowadzona zmiana do bazy danych, i że usunięto repozytorium.<br />Administrator może zatwierdzić lub odrzucić twoją zmianę. Dopiero po zatwierdzeniu przez administratora repozytorium zostanie faktycznie <u>nieodwracalnie</u> usunięte. Jeśli pojawi się wątpliwość co do twojej zmiany, administrator skontaktuje się z tobą.

source: When you click this option, you will mark this Source to be deleted from the database.<br /><br />What does that mean?<br />Let's suppose you have a good reason to remove this source from the database. You click the link. You will be asked to confirm your deletion request. If you decide to continue, it can take a little time before you see a message that the source is deleted.<br /><br />When you continue with your visit, you will notice that the source is still visible and can be used as if the deletion had not occurred.<br /><br /><b>This is <u>not</u> an error.</b> The site admin will get a message that a change has been made to the database, and that you removed the Source.<br />The administrator can accept or reject your change. Only after the administrator has accepted your change will the deletion actually occur <u>irreversibly</u>. If there is any doubt about your change, the administrator will contact you.
ca: Polsant aquesta opció marqueu la font per a ésser eliminada de la base de dades.<br /><br />Com funciona?<br />Suposem que teniu una bona raó per treure aquesta font de la base de dades. Polseu l'enllaç. El sistema us demana confirmació per esborrar-la. Si decidiu continuar, passarà una estoneta abans de veure el missatge de que la font s'ha esborrat.<br /><br />Si continueu amb la visita, us adonareu que la font és encara visible, que pot emprar-se i que no s'ha esborrat.<br /><br /><b><u>No</u> hi ha cap error.</b> L'administrador del lloc rebrà un missatge notificant-li que s'han fet canvis a la base de dades i que es vol eliminar la font.<br />Podrà acceptar o rebutjar el canvi. Solament fins que l'administrador l'hagi acceptat no s'esborrarà de forma efectiva i <u>irreversible</u>. Si té algun dubte, l'administrador es posarà en contacte.
da: Ved at klikke på denne valgmulighed, vil du afmærke kilden til at blive slettet fra GEDCOM.<br />Hvad betyder det?<br />Lad os antage, at du har en god grund til at fjerne denne kilde fra GEDCOM. Når du klikker på linket vil du få et lille vindue op, hvor du blir spurgt, om du er er sikker eller om du vil afbryde.<br /><br />Hvis du fortsætter og fjerner kilden, så må du vente lidt, førend du efter hvert får et vindue op med en besked om at kilden er fjernet.<br /><br />Når du så fortsætter med at bruge phpGedView, vil du lægge mærke til at kilden fortsat er synlig (ikke slettet?). Den kan faktisk fortsat bruges akkurat som før...!<br /><br />Dette er <b>ikke</b> en fejl!<br />Administratoren af siden vil få en besked om, at der er foretaget en ændring af GEDCOM, og at det var dig, der fjernede kilden.<br />Administratoren skal godkende (eller afslå) din ændring. Hvis ændringen bliver godkendt, er den endelig og kan ikke gøres om.<br />Hvis administratoren er i tvivl, vil han/hun kontakte dig.
es: Haciendo clic en este vínculo marcará esta fuente para su eliminación de la base de datos.<br /><br />¿Qué significa?<br />Supongamos que tiene una buena razón para eliminar esta fuente de la base de datos. Haga clic en el vínculo. Se le pedirá que confirme la solicitud de eliminación. Si decide continuar, puede pasar un poco de tiempo hasta que una nueva ventana aparece diciéndole que la fuente se ha borrado.<br /><br />Cuando continúe con su visita, observará que la fuente todavía es visible y puede utilizarse como si el borrado no hubiera ocurrido.<br /><br /><b>Esto <u>no</u> es un error.</b> El administrador del sitio recibirá un mensaje advirtiéndole del cambio en la base de datos y de que eliminó la fuente.<br />El administrador puede aceptar o rechazar su cambio. Sólo después de que el administrador haya aceptado su cambio ocurrirá de verdad el borrado <u>irreversiblemente</u>. Si hay alguna duda sobre su cambio, el administrador se pondrá en contacto con Vd.
fi: Klikkaamalla tätä vaihtoehtoa merkitset tämän lähteen poistettavaksi GEDCOM-tiedostosta.<br />Mitä se merkitsee?<br />Oletetaan, että sinulla on hyvä syy poistaa lähde. Klikkaamalla linkkiä aukeaa ponnahdusikkuna, jossa kysytään oletko varma vai haluatko perua.<br /><br />Jos jatkat poistamista, saattaa kestää jonkin aikaa ennen kuin uusi ponnahdusikkuna aukeaa ilmoittaen poistamisen tapahtuneen.<br /><br />Kun jatkat vierailuasi sivustolla, havaitset, että lähde on edelleen näkyvissä ja käytettävissä kuten aiemmin.<br /><br />Tämä <b>ei</b> ole virhe. Ylläpitäjä saa viestin muutoksesta GEDCOM-tiedostossa ja että olet poistanut lähteen.<br />Ylläpitäjä hyväksyy tai hylkää muutokset. Vasta sen jälkeen tapahtumaa ei voi perua.<br />Ongelmatapauksissa ylläpitäjä ottaa sinuun yhteyttä.
he: לחיצה על האפשרות מסמנת את המקור למחיקה ממאגר הנתונים.<br /><br />מה זה אומר?<br />נניח שיש לך סיבה טובה למחוק מקור זה ממאגר המידע. אתה לוחץ על הקישור. תתבקש לאשר את המחיקה. אם אתה ממשיך למחוק את המקור יעבור זמן מה עד שתראה הודעה שהמקור נימחק.<br /><br />כאשר אתה ממשיך את ביקורך באתר, תוכל לשים לב שהמקור עדיין זמין וניתן לשימוש כאילו שלא נימחק.<br /><br /><b />זו <u>אינה</u> שגיאה.</b />מנהלן האתר יקבל הודעה שבוצע שינוי במאגר הנתונים ושמחקת את המקור.<br />המנהלן יכול לקבל או לדחות את השינוי שלך. רק אחרי שהמנהלן יאשר את השינוי שלך המחיקה קורה בפועל ובצורה <u>בלתי פיכה</u>. במקרה של ספק המנהלן יתקשר אליך.
nn: Ved å klikke på dette valget vil du merke denne kilden for å bli slettet fra slektsbasen.<br />Hva betyr dette?<br />La oss anta at du har en god grunn til å fjerne denne kilden fra slektsbasen. Når du klikker på linken, vil du få opp en et lite vindu der du blir spurt om du er er sikker eller om du vil avbryte.<br /><br />Dersom du fortsette og fjerner kilden, så må du vente litt, før du etter hvert får opp et vindu med en beskjed om at kilden er fjernet.<br /><br />Når du så fortsetter å bruke phpGedView, vil du legge merke til at kilden fortsatt er synlig (og ikke slettet?). Den kan faktisk fortsatt brukes akkurat som før...!<br /><br />Dette er <b>ikke</b> en feil!<br />Administratoren for siden vil få en beskjed om at det er gjort en endring i slektsbasen, og at det var du som fjernet kilden.<br />Administratoren må godkjenne (eller avslå) endringen din. Dersom endringen blir godkjent, er den endelig og kan ikke gjøres om.<br />Dersom administratoren er i tvil, vil han/hun kontakte deg.
pl: Kliknięcie na tę opcję spowoduje zaznaczenie tego źródła jako elementu do usunięcia z bazy danych.<br /><br />Co to oznacza?<br />Załóżmy, że masz dobry powód, aby usunąć źródło z bazy danych. Klikasz na ten odnośnik. Zostaniesz poproszony(a) o potwierdzenie usunięcia. Nawet jeśli potwierdzisz swój wybór, może upłynąć trochę czasu, zanim zobaczysz komunikat o tym, że źródło zostało usunięte.<br /><br />Poruszając się po stronie zauważysz, że źródło jest nadal widoczne i może być używane tak samo, jakby nigdy nie zostało usunięte.<br /><br /><b>To <u>nie jest</u> błąd.</b> Administrator strony otrzyma wiadomość, że została wprowadzona zmiana do bazy danych, i że usunięto źródło.<br />Administrator może zatwierdzić lub odrzucić twoją zmianę. Dopiero po zatwierdzeniu przez administratora źródło zostanie faktycznie <u>nieodwracalnie</u> usunięte. Jeśli pojawi się wątpliwość co do twojej zmiany, administrator skontaktuje się z tobą.

source: If you want to display a chart with a new starting (root) person, the ID of that new starting person is typed here.<br /><br />If you don't know the ID of that person, use the <b>Find ID</b> link.<br /><br /><b>ID NUMBER</b><br />The ID numbers used inside PhpGedView are <u>not</u> the identification numbers issued by various governments (driving permit or passport numbers, for instance). The ID number referred to here is simply a number used within the database to uniquely identify each individual; it was assigned by the ancestry program that created the GEDCOM file which was imported into PhpGedView.
ca: Si voleu veure el gràfic començant per una altra persona (arrel), heu d'escriure l'ID d'aquesta persona aquí.<br /><br />Si no sabeu, feu servir l'enllaç <b>Cercar l'ID</b>.<br /><br /><b>NÚMERO ID</b><br />Els números d'identificació ó ID que es fan servir al PhpGedView <u>no</u> son pas els oficials com el del permís de conduir, passaport, etc. L'ID és senzillament, un número que identifica cada persona dins la base de dades i ha sigut assignat pel programa genealògic que ha creat el fitxer GEDCOM importat dins del PhpGedView.
da: Hvis du ønsker at vise et slægtstræ med en ny startperson, så kan du angive personens ID nr. i denne boks.<br />Hvis du ikke kender personens ID nr., kan du bruge linket <b>Find ID</b>.<dl><dt><b>NB!</b></dt><dd><i>Det ID nummer, der bruges i PhpGedView er ikke det samme som personnummeret for en person!<br />Nummeret bruges kun i GEDCOM-filer, og er oprettet af det slægtsprogram, som har genereret slægtsfilen!</i></dd></dl>
es: Si quiere ver el diagrama con una nueva persona de comienzo (raíz), escriba su número ID aquí.<br /> <br /> Si desconoce el ID de esa persona, utilice el vínculo <b>Buscar ID<b>.<br /><br /><b>NÚMERO ID</b><br />Los números ID utilizados en PhpGedView <u>not</u> son los números de identificación asignados por algunas administraciones (por ejemplo, DNI, permiso de conducir o número de pasaporte). El número ID al que se refiere es simplemente un número utilizado dentro de la base de datos para identificar unívocamente cada persona; fue asignado por el programa de genealogía que creó el archivo GEDCOM que se importó a PhpGedView.
fi: Mikäli haluat näyttää sukupuun, jossa on uusi lähtöhenkilö, voit tähän ruutuun kirjoittaa hänen ID-tunnuksensa.<br />Mikäli et tiedä henkilön ID-tunnusta, käytä <b>>Hae ID<</b> linkkiä.<br /><br /><b>ID-TUNNUS</b><br /> PhpGedView-ohjelmassa käytetty ID-tunnus ei ole sama kuin henkilötunnus!<br />ID-tunnus on luku, jota käytetään GEDCOM-tiedostossa ja jonka sukututkimusohjelma luo luodessaan GEDCOM-tiedoston!
he: אם אתה רוצה לראות את נתוני התרשים עבור אדם מוצא חדש, עליך להכניס את קוד הזיהוי של האדם החדש בתיבה זו.<br /><br />אם אינך יודע את קוד הזיהוי של האדם, השתמש בקישור <b>מצא קוד זיהוי</b>.<br /><br /><b>קוד זיהוי</b><br />מספרי קוד זיהוי בתוך PhpGedView הם <u>אינם</u> מספרי זיהוי ממשלתיים (למשל, תעודת זהות, רישיון נהיגה או דרכון). מספר קוד זיהוי הוא פשוט מספר של מאגר הנתונים והוא משמש לזיהוי חד-ערכי של כל אדם; הוא הוגדר ע"י תוכנת השושלת שיצרה את קובץ ה-GEDCOM שהובא לתוך PhpGedView.
nn: Dersom du ønsker å vise et diagram med en ny startperson, så kan du i denne boksen angi IDen til personen.<br />Dersom du ikke kjenner ID-nummeret til personen, kan du bruke linken <b>Finn ID</b>.<dl><dt><b>NB!</b></dt><dd><i>ID-nummer som brukes i PhpGedView er ikke det samme som personnummeret til en person!<br />Nummeret brukes bare i slektsfiler, og er tildelt av det slektsprogrammet som lagde slektsfilen og som PhpGedView etterpå importerte!</i></dd></dl>
pl: Podaj tutaj identyfikator nowej osoby początkowej (korzenia) dla diagramu. Jeśli nie znasz odpowiedniego identyfikatora, skorzystaj z odnośnika <b>Znajdź ID</b>.<br /><br /><b>IDENTYFIKATOR (ID)</b><br />Identyfikatory używane przez PhpGedView <i>nie są</i> numerami identyfikacyjnymi nadanymi przez jakiekolwiek władze (takie jak numery dowodu tożsamości, paszportu czy prawa jazdy). W tym kontekście identyfikator jest po prostu numerem wykorzystywanym w bazie danych do rozróżniania każdej osoby, przypisany przez aplikację genealogiczną, w której został utworzony plik GEDCOM, zaimportowany następnie do PhpGedView.
