Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: VIR
ca: Illes Verges Nord-americanes
da: De Amerikanske Jomfruøer
es: Islas Vírgenes Estadounidenses
fi: Yhdysvaltain Neitsytsaaret
he: איי הבתולה האמריקאיים
nn: Jomfruøyene (USA)
pl: Wyspy Dziewicze Stanów Zjednoczonych

source: VNM
ca: Vietnam
da: Vietnam
es: Vietnam
fi: Vietnam
he: וייטנאם
nn: Vietnam
pl: Wietnam

source: VUT
ca: Vanuatu
da: Vanuatu
es: Vanuatu
fi: Vanuatu
he: ונואטו
nn: Vanuatu
pl: Vanuatu

source: WAF
ca: Àfrica Occidental
da: Vestafrika
es: África occidental
fi: Länsi-Afrikka
he: אפריקה המערבית
nn: Vest-Afrika
pl: Afryka Zachodnia

source: WLF
ca: Wallis i Futuna
da: Wallis- og Futunaøerne
es: Wallis y Futuna
fi: Wallis ja Futuna
he: איי וליס ופוטונה
nn: Wallis- og Futunaøyene
pl: Wallis i Futuna

source: WLS
ca: Gal·les
da: Wales
es: Gales
fi: Wales
he: ווילס
nn: Wales
pl: Walia

source: WSM
ca: Samoa
da: Samoa
es: Samoa
fi: Samoa
he: סמואה
nn: Samoa
pl: Samoa

source: YEM
ca: Iemen
da: Yemen
es: Yemen
fi: Jemen
he: תימן
nn: Jemen
pl: Jemen

source: YUG
ca: Iugoslàvia
da: Jugoslavien
es: Yugoslavia
fi: Jugoslavia
he: יוגוסלביה
nn: Jugoslavia
pl: Jugosławia

source: ZAF
ca: Sud-àfrica
da: Sydafrika
es: Sudáfrica
fi: Etelä-Afrikka
he: דרום אפריקה
nn: Sør-Afrika
pl: Republika Południowej Afryki

source: ZAR
ca: Zaire
da: Zaire
es: Zaire
fi: Zaire
he: זאיר
nn: Zaire
pl: Zair

source: ZMB
ca: Zàmbia
da: Zambia
es: Zambia
fi: Sambia
he: זמביה
nn: Zambia
pl: Zambia

source: ZWE
ca: Zimbabwe
da: Zimbabwe
es: Zimbabue
fi: Zimbabwe
he: זימבבוואה
nn: Zimbabwe
pl: Zimbabwe

source: Gedcom checker
ca: Comprovador Gedcom
da: Gedcom kontrol
es: Comprobador de Gedcom
fi: Gedcom-tarkastaja
he: בדיקת Gedcom
nn: Gedcomsjekk
pl: Tester GEDCOM

source: Critical
ca: Crític
da: Kritisk
es: Crítico
fi: Kriittinen
he: קריטי
nn: Kritisk
pl: Krytyczny

source: Error
da: Fejl
nn: Feil
pl: Błąd

source: Warning
ca: Avís
da: Advarsel
nn: Varsel
pl: Ostrzeżenie

source: Info
ca: Informació
da: Information
pl: Informacja

source: Lines of GEDCOM context
ca: Línees contextuals al GEDCOM
da: Linjer GEDCOM kontekst
es: Líneas de contexto GEDCOM
fi: GEDCOM kontekstin rivejä
he: שורות של תוכן GEDCOM
nn: Rader med GEDCOM-kontekst
pl: Wiersze kontekstu GEDCOM

source: Records with errors
ca: Registres amb errors
da: Poster med fejl
es: Registros con errores
fi: Virheelliset tietueet
he: רשומות עם שגיאות
nn: Poster med feil
pl: Wpisy z błędami

source: All records
ca: Tots els registres
da: Alle poster
es: Todos los registros
fi: Kaikki tietueet
he: כל הרשומות
nn: Alle poster
pl: Wszystkie wpisy

source: missing
ca: perdut
da: manglende
es: faltan
fi: puuttuu
he: חסר
nn: mangler
pl: brakujący

source: multiple
ca: múltiple
da: flere
es: múltiples
fi: useita samoja
he: כפול
nn: fler
pl: wielokrotny

source: too many
ca: massa
da: for mange
es: demasiados
fi: liian monta
he: יותר מדי
nn: for mange
pl: zbyt wiele

source: too few
ca: pocs
da: for få
es: demasiados pocos
fi: liian vähän
he: פחות מדי
nn: for få
pl: zbyt mało

source: does not link back
ca: no es pot retroenllaçar
da: henviser ikke tilbage
es: no vincula de vuelta
fi: ei viittaa takaisin
he: אינו מקשר בחזרה
nn: linker ikke tilbake
pl: nie ma odnośnika powrotu

source: data
ca: no vàlides
es: datos
he: נתונים
pl: dane

source: Nothing references this record
ca: res fa referència a aquest registre
da: Intet henviser til denne post
es: Ningún registro referencia éste
fi: Ei yhtään lähdettä tässä tallenteessa
he: אין התייחסות לרשומה זו
nn: Ingenting refererer til denne posten
pl: Brak odniesień do tego wpisu

source: spacing
ca: espaiament
da: mellemrum
es: espaciado
fi: välimerkit
he: רווחים
nn: mellomrom
pl: odstęp

source: see
ca: reviseu
da: se
es: ver
fi: katso
he: ראה
nn: se
pl: zobacz

source: No errors found at this level.
ca: En aquest nivell no s'han localitzat errors.
da: Ingen fejl fundet på dette niveau.
es: No se encontraron errores a este nivel.
fi: Tällä tasolla ei löytynyt virheitä.
he: לא נימצאו שגיאות ברמה זו.
pl: Nie znaleziono błędów na tym poziomie.

source: You entered the same IDs. You cannot merge the same records.
ca: Heu entrat el mateix ID. No es poden barrejar els mateixos registres entre sí.
da: Du opgav to ens ID numre. Du kan ikke flette en post med sig selv.
es: Indicó el mismo ID ambas veces. No puede mezclar un registro consigo mismo.
fi: Kirjoitit saman ID:n. Et voi yhdistää samoja tietueita.
he: הכנסת קוד זיהוי זהה. לא ניתן למזג רשומה זהה.
nn: Du oppgav to like IDer. Du kan ikke flette en oppføring med seg selv.
pl: Wprowadzono jednakowe identyfikatory. Nie można scalać wpisu samego ze sobą.

source: Records are not the same type. Cannot merge records that are not the same type.
ca: Els registres no son dels mateix tipus. No es poden barrejar registres que no siguin del mateix tipus.
da: Posterne er ikke af samme type. Kan ikke flette poster som er af forskellig type!
es: Los registros no son del mismo tipo. No se pueden mezclar registros de tipos distintos.
fi: Tietueet eivät ole samaa typpiä. Erityyppisiä tietueita ei voi yhdistää.
he: הרשומות אינן מסוג זהה. לא ניתן למזג רשומות מסוגים שונים.
nn: Dataene er ikke av samme type. Kan ikke flette data som er av forskjellig type!
pl: Wpisy nie są tego samego typu. Nie można scalać wpisów różnego typu.

source: Merge Step 2 of 3
ca: Barrejant, pas 2 de 3
da: Fletning trin 2 af 3
es: Paso de mezcla 2 de 3
fi: Yhdistä - vaihe 2/3
he: שלב מיזוג 2 מתוך 3
nn: Flettesteg 2 av 3
pl: 2 z 3 kroków scalania

source: The following facts were exactly the same in both records and will be merged automatically.
ca: Els següents esdeveniments son exactament iguals a ambdós registres i es barrejaran automàticament.
da: Følgende oplysninger er nøjagtig ens i begge poster og vil blive flettet automatisk
es: Los siguiente hechos eran exactamente iguales en ambos registros y se mezclarán automáticamente.
fi: Seuraavat tiedot olivat täsmälleen samanlaiset kummassakin tietueessa ja yhdistetään automaattisesti.
he: העובדות הבאות זהות בשתי הרשומות וימוזגו בצורה אוטומטית.
nn: Følgende fakta /opplysninger er nøyaktig like i begge oppføringer og vil bli flettet automatisk
pl: Poniższe fakty są identyczne w obu wpisach i zostaną scalone automatycznie:

source: No matching facts found
ca: No s'han trobat els esdeveniments cercats
da: Fandt ingen ens oplysninger
es: No se encontraron hechos que coincidieran
fi: Yhtäpitäviä tietoja ei löytynyt.
he: אין עובדות מתאימות
nn: Fant ingen like fakta-felt
pl: Nie znaleziono zgodnych faktów.

source: The following facts did not match. Select the information you would like to keep.
ca: Els següents esdeveniments no casen. Seleccioneu la informació que voleu mantenir.
da: Følgende faktafelter har forskelligt indhold. Vælg de oplysninger du ønsker at beholde.
es: Los siguientes hechos no coincidieron. Seleccione qué información desea mantener.
fi: Seuraavat tiedot eivät ole yhtäpitäviä. Valitse tieto, jonka haluat säilyttää.
he: העובדות הבאות אינן זהות. בחר את המידע שברצונך לשמור.
nn: Følgende faktafelt har forskjellig innhold. Velg de opplysningene du ønsker å beholde.
pl: Poniższe fakty różnią się. Zaznacz dane, które chcesz zachować:

source: Merge Step 3 of 3
ca: Barrejant, pas 3 de 3
da: Fletning trin 3 af 3
es: Paso de mezcla 3 de 3
fi: Yhdistä - vaihe 3/3
he: שלב מיזוג 3 מתוך 3
nn: Flettesteg 3 av 3
pl: 3 z 3 kroków scalania

source: Updating linked record
ca: Modificant el registre enllaçat
da: Opdaterer poster som er knyttet til denne
es: Actualizando registro vinculado
fi: Päivitetään yhdistettyä tietuetta
he: מעדכן רשומה קשורה
nn: Oppdaterer data som er knyttet til denne
pl: Uaktualnianie powiązanego wpisu

source: Adding
ca: Afegint
da: Tilføjer
es: Agregando
fi: Lisätään
he: מוסיף
nn: Legger til
pl: Dodawanie

source: Record %s successfully updated.
ca: S'ha modificat correctament el registre %s.
da: Posten %s blev opdateret.
es: Registro %s actualizado con éxito.
fi: Tietue %s päivitetty.
he: רשומת %s עודכנה בהצלחה.
nn: Oppføringen %s er nå oppdatert.
pl: Wpis %s został pomyślnie zaktualizowany.

source: favorites updated.
es: favoritos actualizados.
he: מועדפים עודכנו.
pl: uaktualniono ulubionych.

source: Merge more records.
ca: Barreja més registres.
da: Flette flere poster.
es: Mezclar más registros.
fi: Yhdistä lisää tietueita.
he: מזג רשומות נוספות.
nn: Flette flere oppføringer.
pl: Scal więcej wpisów

source: Merge Step 1 of 3
ca: Barrejant, pas 1 de 3
da: Fletning trin 1 af 3
es: Paso de mezcla 1 de 3
fi: Yhdistä - vaihe 1/3
he: שלב מיזוג 1 מתוך 3
nn: Flettesteg 1 av 3
pl: 1 z 3 kroków scalania

source: Select two GEDCOM records to merge. The records must be of the same type.
ca: Escolliu dos registres GEDCOM per barrejar. Han d'ésser del mateix tipus.
da: Vælg 2 database-poster, som skal flettes. Posterne skal være af samme type.
es: Seleccione los dos registros GEDCOM a mezclar. Los registros deben ser del mismo tipo.
fi: Valitse kaksi GEDCOM-tietuetta yhdistettäväksi. Tietueiden tulee olla samaa tyyppiä.
he: בחר שתי רשומות GEDCOM למיזוג. הרשומות חייבות להיות מאותו סוג.
nn: Velg 2 oppføringer i slektsbasen som skal flettes. Oppføringene må være av samme type.
pl: Wybierz dwa wpisy GEDCOM do scalenia. Wpisy muszą być tego samego typu.

source: Merge To ID:
ca: Barreja cap a l'ID:
da: Flet til ID:
es: Mezclar al ID:
fi: Yhdistä ID:een:
he: מזג לקוד זיהוי:
nn: Flett til ID:
pl: ID do którego scalić dane:

source: Merge From ID:
ca: Barreja des de l'ID:
da: Flet fra ID:
es: Mezclar desde el ID:
fi: Yhdistä ID:stä:
he: מזג מקוד זיהוי:
nn: Flett fra ID:
pl: ID z którego scalić dane:

source: Abbreviation
pl: Skrót

source: Address
pl: Adres

source: Enter the address into the field just as you would write it on an envelope.<br /><br />Leave this field blank if you do not want to include an address.
ca: Entreu l'adreça tal i com l'escriuríeu a un sobre.<br /><br />Deixeu-ho en blanc si no la voleu incloure.
da: Angiv en postadresse i feltet på samme måde, som du ville gjort på en konvolut.<br /><br />Lad feltet være tomt, hvis du ikke ønsker at opgive en postadresse.
es: Introduzca la dirección en el campo tal como aparecería en un sobre.<br /><br />Deje en blanco este campo si no desea incluir una dirección.
fi: Lisää osoite kenttään samalla tavoin kuin kirjoittaisit sen kirjekuoreen.<br /><br />Jätä kenttä tyhjäksi, mikäli et halua lisätä osoitetta.
he: הכנס את הכתובת לתוך השדה בדיוק כפי שהיית רושם אותה על מעטפה.<br /><br />השאר את השדה ריק אם אתה לא רוצה לכלול כתובת.
nn: Angi en postadresse i feltet på samme måte som du ville gjort på en konvolutt.<br /><br />La dette feltet være tom dersom du ikke ønsker å oppgi en postadresse.
pl: Wprowadź adres korespondencyjny tak samo, jak byłby on podany na kopercie.<br /><br />Pozostaw te pole puste, jeśli nie chcesz podawać adresu.

source: ADR1
ca: Direcció 1
da: Adresse 1
es: Dirección 1
fi: Osoite 1
he: כתובת 1
nn: Adresse 1
pl: Adres 1

source: ADR2
ca: Direcció 2
da: Adresse 2
es: Dirección 2
fi: Osoite 2
he: כתובת 2
nn: Adresse 2
pl: Adres 2

source: AFN
ca: Número de fitxer 'Ancestral' (AFN)
da: Slægtsfil nr. (Mormoner)
fi: Esipolvitiedoston numero (AFN)
he: מספר קובץ אב-אבות (AFN)
nn: Slekts-filnr
pl: Numer pliku genealogicznego (AFN)

source: Agency
pl: Instytucja

source: The organization, institution, corporation, person, or other entity that has authority.<br /><br />For example, an employer of a person, or a church that administered rites or events, or an organization responsible for creating and/or archiving records.
ca: La organització, institució, corporació, persona o qualsevol altre entitat amb autoritat.<br /><br />Per exemple, un empleat o una persona o església que administri ritus o esdeveniments o una organització responsable de crear i/o arxivar registres.
es: La organización, institución, empresa, persona u otra entidad con la autoridad correspondiente.<br /><br />Por ejemplo, el patrono de una persona, o una iglesia que realice ritos o sacramentos, o una organización responsable de la creación o el archivo de los registros.
fi: Organisaatio, instituutio, yhteisö, henkilö tai toimielin, jolla on toimivalta.<br /><br />Esimerkiksi henkilön työnantaja, kirkko, joka voi suorittaa rituaaleja tai sakramentteja, tai organisaatio, joka voi luoda ja/tai arkistoida tapahtumia.
he: הארגון, מוסד, חברה, אדם או ישות אחרת בעלת הסמכות.<br /><br />דוגמה, המעביד של אדם או בית הכנסת שעורך טקסים או מאורעות או ארגון אחראי על יצירת ו-/או גניזת רשומות.
pl: Gdy to pole opisuje Wykształcenie należy podać nazwę szkoły lub uczelni. W przypadku opisu Zawodu jest to nazwa miejsca lub zakładu pracy. Natomiast w przypadku Święceń należy podać nazwę Seminarium duchownego lub innej instytucji wyświęcającej. W innych przypadkach należy podać nazwę organizacji, agencji, korporacji, osoby lub innej jednostki mającej znaczenie.

source: ALIA
ca: Àlies
da: Alias
es: Alias
fi: Alias
he: שם נרדף
nn: Alias
pl: Znany(a) także jako

source: ANCE
ca: Avantpassats
da: Forfædre
es: Antepasados
fi: Esivanhemmat
he: אב-אבות
nn: Forfedre
pl: Przodkowie

source: ANCI
ca: Avantpassats insignes
da: Mangler forfædre...
es: Antepasados de interés
fi: Esivanhempien selvitys
he: עניין אב-אבות
nn: Mangler forfedre...
pl: Udział przodków

source: ANUL
ca: Anul·lació
da: Annuleret ægteskab
es: Anulación
fi: Kumoaminen
he: ביטול
nn: Annullert ekteskap
pl: Unieważnienie

source: Associate
pl: Powiązanie

source: Enter associate GEDCOM ID.
ca: Entreu l'ID del GEDCOM associat.
da: Angiv tilhørende GEDCOM ID.
es: Introduzca el ID GEDCOM asociado.
fi: Lisää läheisen GEDCOM ID-tunnus.
he: הכנס קוד זיהוי של השותף ב-GEDCOM.
nn: Angi tilhørende slektsbaseID.
pl: Wprowadź identyfikator GEDCOM osoby powiązanej.

source: BAPL
ca: Bateig mormó
da: Voksendåb (mormoner)
es: Bautismo SUD
fi: MAP kaste
he: טבילת מורמונים
nn: Døpt Mormoner
pl: Chrzest mormoński

source: ABBREV_BAPM
pl: Ch.b.

source: BAPM:DATE
ca: Data de bateig
es: Fecha del bautismo adulto
fi: Kastepäivä
he: תאריך ההטבלה
nn: Dåpsdato
pl: Data chrztu baptystycznego

source: BAPM:PLAC
ca: Lloc de bateig
da: Dåbssted
es: Lugar del bautismo adulto
fi: Kastepaikka
he: מקום ההטבלה
nn: Dåpssted
pl: Miejsce chrztu baptystycznego

source: BAPM:SOUR
es: Fuente para el bautismo
he: מקור ההטבלה
pl: Źródło chrztu baptystycznego

source: BARM
ca: Bar Mitzvà
da: Bar Mitzvah (Jødisk ceremoni for drenge)
es: Bar Mitzvah
fi: Bar Mitzvah
he: בר מצווה
nn: Bar Mitzvah Jødisk sermoni gutt
pl: Bar micwa

source: BARM:DATE
es: Fecha del Bar Mitzvah
he: תאריך בר המצווה
pl: Data bar micwy

source: BARM:PLAC
es: Lugar del Bar Mitzvah
he: מקום בר המצווה
pl: Miejsce bar micwy

source: BARM:SOUR
es: Fuente para el Bar Mitzvah
he: מקור בר המצווה
pl: Źródło bar micwy

source: BASM
ca: Bas Mitzvà
da: Bat Mitzvah (Jødisk ceremoni for piger)
es: Bas Mitzvah
fi: Bat Mitzvah
he: בת מצווה
nn: Bat Mitzvah Jødisk sermoni jente
pl: Bas micwa

source: BASM:DATE
es: Fecha del Bas Mitzvah
he: תאריך בת המצווה
pl: Data bas micwy

source: BASM:PLAC
es: Lugar del Mitzvah Place
he: מקום בת המצווה
pl: Miejsce bas micwy

source: BASM:SOUR
es: Fuente para el Bas Mitzvah
he: מקור בת המצווה
pl: Źródło bas micwy

source: ABBREV_BIRT
pl: Ur.

source: BIRT:DATE
ca: Data de naixement
es: Fecha de nacimiento
fi: Syntymäpäivä
he: תאריך הלידה
nn: Fødselsdato
pl: Data urodzenia

source: BIRT:PLAC
ca: Lloc de naixement
da: Fødselssted
es: Lugar de nacimiento
fi: Syntymäpaikka
he: מקום הלידה
nn: Fødested
pl: Miejsce urodzenia

source: BIRT:SOUR
es: Fuente para el nacimiento
he: מקור הלידה
pl: Źródło urodzin

source: BLES
ca: Benedicció
da: Velsignet / Navnefest
es: Bendición
fi: Siunaus
he: ברכה
nn: Velsignet / Navnefest
pl: Błogosławieństwo

source: BLOB
ca: Objecte de dades binàries
da: Binært dataobjekt
es: Objeto de Datos Binarios
fi: Binääridataobjekti
he: אובייקט נתונים בינארי
nn: Binært dataobjekt
pl: Obiekt binarny

source: ABBREV_BURI
pl: Pog.

source: BURI:DATE
ca: Data d'enterrament
es: Fecha del entierro
fi: Hautauspäivä
he: תאריך הקבורה
nn: Gravlagt dato
pl: Data pochówku

source: BURI:PLAC
ca: Lloc d'enterrament
da: Begravelsessted
es: Lugar del entierro
fi: Hautauspaikka
he: מקום הקבורה
nn: Begravelsens sted
pl: Miejsce pochówku

source: BURI:SOUR
es: Fuente para el entierro
he: מקור הקבורה
pl: Źródło pochówku

source: CAST
ca: Casta/Estatus social
da: Kaste / Social status
es: Estatus Social
fi: Luokka / Sosiaalinen asema
he: כת / מעמד חברתי
nn: Kaste / Sosial status
pl: Kasta / Status społeczny

source: CAUS
ca: Causa de la mort
da: Dødsårsag
es: Causa
fi: Kuolinsyy
he: גורם המוות
nn: Dødsårsak
pl: Przyczyna śmierci

source: Cemetery
pl: Cmentarz

source: Enter the name of the cemetery or other resting place where individual is buried.
ca: Entreu el nom del cementiri o la tomba a on la persona s'hagi enterrat.
da: Angiv navnet på kirkegården eller andet bisættelsessted, hvor personen er stedt til hvile.
es: Introduzca el nombre del cementerio u otro lugar similar donde se depositaron los restos de la persona.
fi: Lisää hautausmaan tai muun viimeisen leposijan nimi, jossa tämä henkilö lepää.
he: הכנס את שם בית הקברות או מקום מנוחה אחר שבו האדם קבור.
nn: Angi navnet på kirkegården eller annet bisettelsessted der personen er stedt til hvile.
pl: Wprowadź nazwę cmentarza lub innego miejsca spoczynku, w którym pochowana jest dana osoba.

source: CENS
ca: Empadronament
da: Folketælling
es: Censo
fi: Väestölaskenta
he: מפקד אוכלוסין
nn: Folketelling
pl: Spis ludności

source: CHAR
ca: Joc de Caràcters
da: Tegnsæt
es: Juego de caracteres
fi: Merkistö
he: ערכת תווים
nn: Tegnsett
pl: Zestaw znaków

source: ABBREV_CHR
pl: Ch.

source: CHR:DATE
ca: Data de bateig
es: Fecha de bautismo
fi: Ristiäispäivä
he: תאריך הטבילה
nn: Dåpsdato
pl: Data chrztu

source: CHR:PLAC
ca: Lloc de bateig
da: Dåbssted
es: Lugar del bautismo
fi: Ristiäispaikka
he: מקום הטבילה
nn: Dåpssted
pl: Miejsce chrztu

source: CHR:SOUR
es: Fuente para el bautismo
he: מקור הטבילה
pl: Źródło chrztu

source: CITN
ca: Ciutadania
da: Statsborgerskab
es: Ciudadanía
fi: Kansalaisuus
he: אזרחות
nn: Statsborgerskap
pl: Obywatelstwo

source: CITY
ca: Població
da: Sted/by
es: Ciudad
fi: Kaupunki
he: עיר
nn: Sted/by
pl: Miasto

source: COMM
ca: Comentari
da: Kommentar
es: Comentario
fi: Huomautus
he: הערה
nn: Kommentar
pl: Komentarz

source: CONF
ca: Confirmació
da: Konfirmeret
es: Confirmación
fi: Rippi
he: ברית
nn: Konfirmasjon
pl: Bierzmowanie

source: CONF:DATE
es: Fecha de la confirmación
he: מקום הברית
pl: Data bierzmowania

source: CONF:PLAC
es: Lugar de la confirmación
he: תאריך הברית
pl: Miejsce bierzmowania

source: CONF:SOUR
es: Fuente para la confirmación
he: מקור הברית
pl: Źródło bierzmowania

source: CONL
ca: Confirmació mormona
da: Konfirmerede (mormoner)
es: Confirmación SUD
fi: MAP rippi
he: ברית המורמונים
nn: Konfirmert Mormoner
pl: Bierzmowanie mormońskie

source: COPR
ca: Copyright
da: Ophavsret/Copyright
es: Copyright
fi: Tekijänoikeus
he: זכויות יוצרים
nn: Opphavsrett / Copyright
pl: Prawa autorskie

source: CORP
ca: Corporació / Empresa
da: Virksomhed/firmanavn
es: Corporación / Compañía
fi: Yhtiö
he: חברה
nn: Bedrifts-/firmanavn
pl: Korporacja / Firma

source: CREM
ca: Cremació
da: Kremeret
es: Incineración
fi: Polttohautaus
he: שריפת גופה
nn: Kremasjon
pl: Kremacja

source: DATA
ca: Dades
es: Datos
he: נתונים
pl: Dane

source: ABBREV_DEAT
pl: Zm.

source: DEAT:DATE
ca: Data de defunció
es: Fecha de defunción
fi: Kuolinpäivä
he: תאריך הפטירה
nn: Dødsdato
pl: Data śmierci

source: DEAT:PLAC
ca: Lloc de defunció
da: Dødssted
es: Lugar de defunción
fi: Kuolinpaikka
he: מקום הפטירה
nn: Dødssted
pl: Miejsce śmierci

source: DEAT:SOUR
es: Fuente para la defunción
he: מקור הפטירה
pl: Źródło śmierci

source: DESC
ca: Descendents
da: Efterkommere
es: Descendientes
fi: Jälkeläiset
he: צאצאים
nn: Etterkommere
pl: Potomkowie

source: DESI
ca: Descendents insignes
da: Mangler efterkommer(e)...
es: Descendientes de Interés
fi: Jälkeläisten selvitys
he: עניין הצאצאים
nn: Mangler etterkommer(e)...
pl: Udział potomków

source: DEST
ca: Destí
da: Mål
es: Destino
fi: Vastaanottaja
he: יעד
nn: Mål
pl: Cel

source: DIVF
ca: Divorci arxivat
da: Skilsmissebegæring
es: Demanda de divorcio
fi: Avioeron hakeminen
he: הגשת בקשה לגירושין
nn: Skilsmissebegjæring
pl: Uzyskanie rozwodu

source: DSCR
ca: Descripció
da: Beskrivelse
es: Descripción
fi: Kuvaus
he: תיאור
nn: Beskrivelse
pl: Opis

source: EDUC
ca: Educació
da: Uddannelse
es: Educación
fi: Koulutus
he: השכלה
nn: Utdannelse
pl: Wykształcenie

source: Enter the email address.<br /><br />An example email address looks like this: <b>name@hotmail.com</b> Leave this field blank if you do not want to include an email address.
ca: Entreu l'adreça de correu electrònic.<br /><br />Un exemple d'adreça és aquest: <b>nom@hotmail.com</b> Deixeu-ho en blanc si no la voleu incloure.
da: Angiv en e-mail-adresse.<br /><br />Et eksempel på en e-mail-adresse er: <b>navn@hotmail.com</b> <br />Lad feltet være tomt, hvis du ikke ønsker at opgive en e-mail-adresse.
es: Introduzca la dirección de correo electrónico.<br /><br />Un ejemplo sería: <b>name@hotmail.com</b> Deje en blanco este campo si no desea incluir una dirección de correo electrónico.
fi: Lisää sähköpostiosoite.<br /><br /> Esimerkki sähköpostiosoitteesta on <b>nimi@hotmail.com</b>. Jätä tämä kenttä tyhjäksi, mikäli et halua lisätä sähköpostiosoitetta.
he: הכנס את כתובת האלקטרונית.<br /><br />דוגמה לכתובת אלקטרונית נראית כך: <b>name@hotmail.com</b> השאר את השדה ריק אם אתה לא רוצה לכלול כתובת אלקטרונית.
nn: Angi en epost-adresse.<br /><br />Et eksempel på epost-adresse er: <b>navn@hotmail.com</b> <br />La dette feltet være tomt dersom du ikke ønsker å oppgi en epost-adresse.
pl: Wprowadź adres email.<br /><br />Przykładowy adres email wygląda tak: <b>name@hotmail.com</b> Pozostaw to pole puste, jeśli nie chcesz podawać adresu email.

source: EMAL
ca: Adreça de correu electrònic
da: E-mail-adresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
he: כתובת דואר אלקטרוני
nn: E-postadresse
pl: Adres email

source: ENDL
ca: Dot mormona
da: Gave (Mormoner)
es: Investidura SUD
fi: MAP endaumentti
he: סמיכה של מיקדש המורמונים
nn: Gave Mormorer
pl: Obdarowanie mormońskie

source: ENGA
ca: Prometatge
da: Forlovet
es: Compromiso matrimonial
fi: Kihlaus
he: אירוסין
nn: Forlovet
pl: Zaręczyny

source: ENGA:DATE
es: Fecha del compromiso
he: תאריך הארוסין
pl: Data zaręczyn

source: ENGA:PLAC
es: Lugar del compromiso
he: מקום הארוסין
pl: Miejsce zaręczyn

source: ENGA:SOUR
es: Fuente para el compromiso
he: מקור הארוסין
pl: Źródło zaręczyn

source: FACT
ca: Esdeveniment
da: Fakta
es: Hecho
fi: Tieto
he: עובדה
nn: Fakta
pl: Fakt

source: FAM
ca: Família
da: Familie
es: Familia
fi: Perhe
he: משפחה
nn: Familie
pl: Rodzina

source: FAMC:HUSB:BIRT:PLAC
ca: Lloc de naixement del pare
da: Fars fødselssted
es: Lugar de nacimiento del padre
fi: Isän syntymäpaikka
he: מקום הלידה של האב
nn: Farens fødested
pl: Miejsce urodzenia ojca

source: FAMC:HUSB:FAMC:HUSB:GIVN
ca: Nom de pila de l'avi patern
da: Bedstefars efternavn
es: Nombre de pila del abuelo paterno
fi: Isänisän etunimi
he: השם הפרטי של הסב מצד האב
nn: Farfarens fornavn
pl: Imię dziadka ze strony ojca

source: FAMC:HUSB:FAMC:WIFE:GIVN
ca: Nom de pila de l'àvia paterna
da: Bedstemor på faders sides fornavn
es: Nombre de pila de la abuela paterna
fi: Isänäidin etunimi
he: השם הפרטי של הסבתא מצד האב
nn: Farmorens fornavn
pl: Imię babci ze strony ojca

source: FAMC:HUSB:GIVN
ca: Nom de pila del pare
da: Fars efternavn
es: Nombre de pila del padre
fi: Isän etunimi
he: השם הפרטי של האב
nn: Farens fornavn
pl: Imię ojca

source: FAMC:HUSB:OCCU
ca: Ofici del pare
da: Fars erhverv
es: Ocupación del padre
fi: Isän ammatti
he: המקצוע של האב
nn: Farens yrke
pl: Zawód ojca

source: FAMC:MARR:PLAC
ca: Lloc de casament dels pares
da: Forældres bryllupssted
es: Lugar de matrimonio de los padres
fi: Vanhempien hääpaikka
he: מקום הנישואין של ההורים
nn: Foreldrenes vielsessted
pl: Miejsce ślubu rodziców
