Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Allows the user to select links to other charts and close relatives of the person.<br /><br />Set to <b>Disabled</b> to disable this feature. Set to <b>On Mouse Over</b> to popup the links when the user mouses over the icon in the box. Set to <b>On Mouse Click</b> to popup the links when the user clicks on the icon in the box.
ca: Permet a l'usuari seleccionar enllaços a altres gràfics i parents directes de la persona.<br /><br />Poseu-ho a <b>Desactivat</b> per desactivar aquesta opció. Poseu-ho a <b>Passant el ratolí per sobre</b> per obrir l'enllaç en una nova finestra quan passi el punter del ratolí per sobra la icona del caixetí. Poseu-ho a <b>Polsant el ratolí</b> per obrir-lo quan polsi (clic) la icona.
da: Gør det muligt for brugere at vælge links til andre slægtstræer og nære slægtninge til personen i boksen.<dl><dt>Du kan vælge mellem:</dt><dd> <b>~Ikke valgt~</b> for at spærre for denne valgmulighed.</dd><dd> <b>~Ved at føre musen henover~</b>" for at vise en "undermenu" må man flytte musen henover ikonet i boksen.</dd><dd> <b>~Ved at klikke med musen~</b> for at vise en "undermenu" må man klikke på ikonet i boksen.</dd></dl>
es: Permite al usuario seleccionar vínculos a otros diagramas y familiares cercanos de la persona.<br /><br />Fíjelo a <b>Desactivado</b> para desactivar esta característica. Fíjelo a <b>Puntero encima</b> para mostrar los vínculos cuando los usuarios sitúen el cursor sobre el icono en la caja. Fíjelo a <b>Haciendo clic</b> para mostrar los vínculos cuando los usuarios hagan clic en el icono de la caja.
he: Allows the user to select links to other charts and close relatives of the person.<br /><br />Set to <b>נפסל</b> to disable this feature. Set to <b>עכבר עובר מעל</b> to popup the links when the user mouses over the icon in the box. Set to <b>קליק עם עכבר</b> to popup the links when the user clicks on the icon in the box.
nn: Gjør det mulig for brukere å velge linker til andre diagram og nære slektninger til personen i boksen.<dl><dt>Du kan velge mellom:</dt><dd><b>Ikke valgt</b> for å sperre dette valget.</dd><dd><b>Ved å føre musen over</b> for å vise en "undermeny" må man bevege musen over ikonet i boksen.</dd><dd><b>Ved å klikke med musen</b> for å vise en "undermeny" må man klikke på ikonet i boksen.</dd></dl>
pl: Pozwala użytkownikowi na wybranie odnośników do innych wykresów i bliskich krewnych osoby.<br /><br />Wybierz <b>Wyłączony</b> aby wyłączyć tę opcję. Wybierz <b>Po najechaniu</b> aby otwierać odnośnik w nowym oknie, kiedy użytkownik najedzie kursorem na ikonkę w ramce. Wybierz <b>Po kliknięciu</b> aby otwierać odnośnik w nowym oknie, kiedy użytkownik kliknie na ikonkę w ramce.

source: How often should the program archive log files.
ca: Periodicitat amb que el programa arxiva els fitxers de registre.
da: Hvor ofte skal programmet arkivere logfiler.
es: Frecuencia con la que deben archivarse los archivos de registro de actividades.
nn: Hvor ofte skal programmet arkivere loggfiler.
pl: Jak często program powinien archiwizować pliki loga.<br /><br />Ustawia parametr $LOGFILE_CREATE w pliku <i>config.php</i>.

source: You only need to enter a Login URL if you want to redirect to a different site or location when your users login. This is very useful if you need to switch from http to https when your users login. Include the full URL to <i>login.php</i>. For example, https://www.yourserver.com/phpgedview/login.php .
ca: Solament us caldrà entrar un URL d'accés si voleu redireccionar els usuaris a un lloc diferent quan accedeixin. Això és molt útil si us cal passar de http a https quan els vostres usuaris s'hagin acreditat. Inclou el URL complert a <i>login.php</i>. Per exemple, https://www.elvostreservidor.cat/phpgedview/login.php .
da: Du behøver kun at angive en log ind URL hvis du ønsker at flytte til en anden hjemmeside eller placering når brugere logger ind. Dette kan være nyttigt for eksempel, hvis du ønsker at skifte fra http til https når dine brugere logger ind. Inkluder hele URL-stien til filen login.php (f.eks. https://www.dinserver.dk/phpgedview/login.php).
es: Sólo necesita introducir una URL de entrada si desea redirigir a otro sitio o ubicación para que sus usuarios se identifiquen. Esto es muy útil si desea cambiar de http a https cuando se conectan sus usuarios. Incluya la URL completa a <i>login.php</i>. Por ejemplo, https://www.suservidor.com/phpgedview/login.php
nn: Du trenger bare å angi en Logg inn URL dersom du ønsker å forflytte til en annet nettsted eller plassering når brukere logger inn. Dette kan være nyttig for eksempel, dersom du ønsker å bytte fra http til https når brukerene dine logger inn. Inkluder hele URLen til filen login.php (f.eks. https://www.dinserver.no/phpgedview/login.php).
pl: Wypełnij to pole tylko wówczas, jeśli chcesz zastosować przekierowanie użytkowników do innej strony lub miejsca po zalogowaniu. Jest to przydatne kiedy chcesz przejść z http do https po zalogowaniu. Podana wartość musi zawierać pełną ścieżkę URL do pliku <i>login.php</i>, na przykład https://www.twojserwer.com/phpgedview/login.php<br /><br />Ustawia parametr $LOGIN_URL w pliku <i>config.php</i>.

source: Set the maximum number of generations to display on Descendancy charts.
ca: Fixa el nombre màxim de generacions a mostrar al gràfic de descendents.
da: Her anføres det maksimale antal generationer, der skal vises i efterkommeroversigter.
es: Ajusta el número de generaciones que se mostrarán por omisión en el informe de Descendientes.
nn: Lagrer det maksimale antall generasjoner som skal vises i diagram for etterkommere.
pl: Wybierz maksymalną liczbę pokoleń, pokazywanych na wykresach potomków.

source: Set the maximum number of generations to display on Pedigree charts.
ca: Fixa el nombre màxim de generacions a mostrar a l'arbre genealògic.
da: Her anføres det maksimale antal generationer, der skal vises i anetræer.
es: Fija el número máximo de generaciones que se mostrarán en los árboles de ascendientes.
nn: Lagrer maksimalt antall generasjoner som skal vises på slektstrær (diagram for aner/forfedre).
pl: Wybierz maksymalną liczbę pokoleń, pokazywaną na wykresach rodowodu.

source: If the <i>Use relationship privacy</i> option is enabled, logged-in users will only be able to see or edit individuals within this number of relationship steps.<br /><br />This option sets the default for all users who have access to this genealogical database. The Administrator can override this option for individual users by editing the user's account details.
ca: Si hi ha activada l'opció <i>Activa la privadesa de parentiu</i>, els usuaris amb accés podran veure o editar persones fins aquest nombre de graus de parentiu.<br /><br />Aquesta opció fixa el paràmetre per defecte per a tots els usuaris amb accés a la base de dades genealògica. L'administrador por saltar-se'l per a usuaris individualment editant els detalls del seu compte.
da: Hvis <b>Brug privatliv på slægtskab</b> er aktiv, vil brugere, der er logget ind, kun kunne se og ændre personer indenfor disse trin af graden af slægtskab.
es: Si se ha activado la opción Usar privacidad por parentesco, los usuarios identificados sólo podrán ver y modificar personas dentro de este número de saltos de parentesco.<br /><br />Esta opción fija el valor por omisión para todos los usuarios con acceso a esta base de datos. El administrador puede cambiar este valor para usuarios específicos modificando los detalles de la cuenta del usuario.
he: If the <i>השתמש בפרטיות בקשרי משפחה</i> option is enabled, logged-in users will only be able to see or edit individuals within this number of relationship steps.<br /><br />This option sets the default for all users who have access to this genealogical database. The Administrator can override this option for individual users by editing the user's account details.
nn: Dersom <b>Bruk personvern på slektskap</b> er aktiv, vil brukere som er logget inn bare kunne se og endre personer innenfor disse stegene for grad av slektskap.
pl: Jeśli włączona jest opcja Użyj prywatności pokrewieństwa, zalogowani użytkownicy będą mogli przeglądać i edytować tylko osoby, z którymi łączy ich ścieżka pokrewieństwa nie dłuższa niż podana liczba kroków.<br /><br />Ustawia parametr $MAX_RELATION_PATH_LENGTH w pliku <i><u>xxx</u>.GED_priv.php</i>.

source: This option limits the rate at which a user can view pages.<br /><br />If that rate is exceeded, PhpGedView treats the session as a hacking attempt; the session will be terminated with a suitable message. These two values should place a reasonable limit on the amount of bandwith and downloaded bytes from the server. This feature can be switched off by setting the time interval to 0.
ca: Aquesta opció limita el rati amb el que un usuari pot visionar pàgines.<br /><br />Si s'excedeix, el PhpGedView tracta la sessió com un intent de hacking i la interromp amb un missatge. Cal posar un límit raonable entre l'ample de banda i els bytes descarregats del servidor. Podeu desactivar-la posant l'interval de temps a 0.
da: Denne valgmulighed sætter en grænse for, hvor hurtigt man kan skifte mellem siderne.<br /><br />Hvis hastigheden overskrides, vil PhpGedView håndtere sessionen som et forsøg på at hacke siten; sessionen vil blive lukket ned med en passende meddelelse. Disse to værdier burde sætte en rimelig begrænsning på båndbredden og download af bytes fra serveren. Denne funktion kan slås fra ved at sætte tidsintervallet til 0.
es: Esta opción limita la velocidad a la que un usuario puede ver páginas.<br /><br />Si se excede de esa velocidad, PhpGedView trata la sesión como un intento de penetración y la sesión será finalizada con un mensaje adecuado. Estos dos valores deberían representar un límite razonable en el ancho de banda y octetos descargados del servidor. Esta característica puede desactivarse fijando el intervalo de tiempo a 0.
nn: Dette valget begrenser hvor ofte en bruker be om en side.<br /><br />Hvis verdien overstiges, vil PhpGedView behandle sesjonen som et hackingforsøk; sesjonen vil bli terminert med en massende melding. Disse to verdiene bør gi en fornuftig begrensning på båndbredde og nedlastede bytes fra serveren. Denne funksjonaliteten kan skrues av ved å sette tidsintervallet til 0.
pl: Ta opcja ogranicza częstość, z jaką użytkownik może odwiedzać strony.<br /><br />Jeśli częstość zostanie przekroczona, PhpGedView potraktuje sesję jako próbę hackowania strony i zakończy sesję odpowiednim komunikatem. Te dwie wartości powinny stanowić rozsądne ograniczenie na przepustowość łącza i liczbę bajtów pobranych z serwera. Można wyłączyć tę opcję przez ustawienie odstępu czasu na 0.<br /><br />Ustawia parametr $MAX_VIEWS i $MAX_VIEW_TIME w pliku <i>config.php</i>.

source: When a multimedia link is found starting with for example http://, ftp://, mms:// it will not be altered when set to <b>Yes</b>. For example, http://www.myfamily.com/photo/dad.jpg will stay http://www.myfamily.com/photo/dad.jpg. When set to <b>No</b>, the link will be handled as a standard reference and the media depth will be used. For example: http://www.myfamily.com/photo/dad.jpg will be changed to ./media/dad.jpg
ca: Quan es localitza un vincle multimèdia començant, per exemple amb http://, ftp://, mms:// no es modificarà si ho poseu a <b>Si</b>. Per exemple, http://www.lamevafamilia.cat/fotos/ton.jpg romandrà com http://www.lamevafamilia.cat/fotos/ton.jpg. En canvi si ho poseu a <b>No</b>, l'enllaç es tractarà com una referència estàndard de l'estructura multimèdia. Per exemple, en el cas d'abans sortirà com ./media/ton.jpg
da: Vælges <b>Ja</b>, vil et link til multimedier, der starter med f.eks. http://, ftp://, mms:// ikke blive ændret.<br />Eksempel: http://www.minfamilie.dk/billeder/far.jpg vil forblive uændret og linket http://www.minfamilie.dk/billeder/far.jpg vil blive anvendt.<br />Når det er sat til <b>Nej</b>, vil linket blive behandlet som en standard reference, og <b>mediemappen</b> vil blive anvendt.<br />Eksempel: http://www.minfamilie.dk/billeder/far.jpg vil blive ændret til ./media/far.jpg
es: Si se encuentra un vínculo a un archivo audiovisual que comience, por ejemplo http://, ftp://, mms://, no se alterará si se fija a <b>Sí</b>. Por ejemplo: http://www.myfamily.com/photo/dad.jpg seguirá como http://www.myfamily.com/photo/dad.jpg. Si se fija a <b>No</b>, se tratará el vínculo de la misma manera que una referencia estándar y se utilizará la profundidad de la ruta. Por ejemplo: http://www.myfamily.com/photo/dad.jpg quedará como ./media/dad.jpg
nn: Når dette valget er satt til Ja, vil en multimedia link som starter med f.eks. http://, ftp://, mms:// ikke bli endret.<br />Eksempel: http://www.minfamilie.no/bilder/pappa.jpg vil forbli uendret og linken http://www.minfamilie.no/bilder/pappa.jpg vil bli brukt.<br />Når satt til Nei, vil linken bli behandlet som en standard referense og mediamappen vil bli brukt.<br />Eksempel: http://www.minfamilie.no/bilder/pappa.jpg vil bli endret til ./media/pappa.jpg
pl: Jeśli wybierzesz <b>Tak</b>, odnośniki do multimediów zaczynające się na http://, ftp://, mms:// itd. nie zostaną zmienione, na przykład http://www.myfamily.com/photo/dad.jpg pozostanie http://www.myfamily.com/photo/dad.jpg. Jeśli wybierzesz <b>Nie</b>, odnośnik będzie traktowany jako odniesienie lokalne w katalogu multimediów. Na przykład http://www.myfamily.com/photo/dad.jpg zostanie zmienione na ./media/dad.jpg

source: Directory in which the protected Media directory can be created. When this field is empty, the <b>%s</b> directory will be used.
ca: Directori en el que pot crear-se el directori multimèdia protegit. Quan aquest camp és buit pot emprar-se el directori <b>%s</b>
da: Mappen hvori de beskyttet Media can blive oprettet. Når dette felt er tom, <b>%s</b> vil mappe blive brugt.
nn: Katalog som mappen for de beskyttede mediene kan opprettes i. Når dette feltet er tomt, vil katalogen <b>%s</b> bli brukt.
pl: Katalog, w którym mogą być tworzone chronione multimedia. Jeśli te pole jest puste, katalog <b>%s</b> będzie używany.

source: When an image is in the protected Media directory, should its thumbnail be protected as well?
ca: Quan una imatge és al directori Multimèdia protegit, cal protegir també la seva miniatura?
es: Si una imagen está en el directorio de objetos protegidos, ¿debe protegerse su miniatura también?
nn: Når et bilde er i den beskyttede mediakatalogen, skal det tilhørende miniatyrbildet beskyttes også?
pl: Jeśli obraz jest chroniony, czy chronić jego minaturki tak samo?

source: When a new media record is added online in PhpGedView, a new ID for that media will be generated automatically. The media ID will have this prefix.
ca: Quan s'afegeix en línea un registre multimèdia nou es genera automàticament un ID per a aquest registre. El nou ID tindrà aquest prefix.
da: Når en ny mediefil tilføjes online i PhpGedView, vil et nyt ID for mediefilen blive genereret automatisk. Mediefilens ID vil få dette præfiks.
es: Cuando se agrega un nuevo registro de objeto audiovisual a PhpGedView, se genera un nuevo ID para el objeto de forma automática. El ID tendrá el prefijo que se indique aquí.
nn: Når et mediaobjekt legges til online i PhpGedView, vil en ID for det mediaobjektet bli generert automatsk. Media ID-en vil få dette prefikset.
pl: Podczas dodawania nowego wpisu multimedialnego w PhpGedView automatycznie tworzy się dla niego nowy identyfikator multimediów. Identyfikator multimediów będzie miał wskazany przedrostek.

source: The value to place in the Audience meta tag in the HTML page header.
ca: El contingut a posar a la meta-etiqueta d'audiència a la capçalera de la pàgina HTML
da: Her kan du angive en målgruppe for hjemmesiden og som vil blive indsat i <meta> tagget i begyndelsen af HTML siden.
es: El valor a colocar en la etiqueta meta Audience en el encabezado de la página HTML.
nn: Her kan du angi en målgruppe som nettstedet retter seg mot og som vil plasseres i <meta> merket først på HTML siden.
pl: Wartość znacznika META publiczności w nagłówku HTML strony.<br /><br />Ustawia parametr $META_AUDIENCE w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: The value to place in the Author meta tag in the HTML page header. Leave this field empty to use the full name of the Genealogy contact.
ca: El contingut a posar a la meta-etiqueta d'autor a la capçalera de la pàgina HTML. Deixant-ho en blanc agafa, per a aquest efecte, el nom complet del Contacte genealògic.
da: Her kan du angive navnet på den hovedansvarlige for hjemmesiden, som vil blive indsat i <meta> tagget i begyndelsen af HTML siden. Hvis feltet er tomt, vil det fulde navn på slægtsdatabasens kontaktperson blive anvendt.
es: Valor a colocar en la etiqueta meta Author del encabezado de la página HTML.. Déjelo en blanco para usar el nombre completo del Contacto para genealogía.
he: The value to place in the Author meta tag in the HTML page header. Leave this field empty to use the full name of the הקשר לנתוני שושלת יוחסין.
nn: Her kan du angi navnet på hovedansvarlig for nettsiden som vil plasseres i <meta> merket først på HTML siden. Dersom feltet er tomt, vil det fulle navnet til slektsbasens kontaktperson bli brukt.
pl: Wartość znacznika META autora w nagłówku HTML strony. Pozostaw to pole puste, jeśli chcesz użyć pełnego imienia i nazwiska z pola: Kontakt genealogiczny.<br /><br />Ustawia parametr $META_AUTHOR w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: The value to place in the Copyright meta tag in the HTML page header. Leave this field empty to use the full name of the Genealogy contact.
ca: El contingut a posar a la meta-etiqueta de Copyrigh a la capçalera de la pàgina HTML. Deixant-ho en blanc agafa, per a aquest efecte, el nom complet del Contacte genealògic.
da: Her kan du angive ophavsretten til hjemmesiden, som vil blive indsat i <meta> tagget i begyndelsen af HTML siden. Hvis feltet er tomt, vil det fulde navn på slægtsdatabasens kontaktperson blive anvendt.
es: ç~Etiqueta META Copyright~<br /><br />El valor a colocar en la etiqueta meta Copyright en el encabezado de la página HTML. Deje en blanco para usar el nombre completo del Contacto para genealogía.
he: The value to place in the Copyright meta tag in the HTML page header. Leave this field empty to use the full name of the הקשר לנתוני שושלת יוחסין.
nn: Her kan du angi opphavsretten til nettsiden som vil plasseres i <meta> merket først på HTML siden. Dersom feltet er tomt, vil det fulle navnet til slektsbasens kontaktperson bli brukt.
pl: Wartość znacznika META praw autorskich w nagłówku HTML strony. Pozostaw to pole puste, jeśli chcesz użyć pełnego imienia i nazwiska z pola: Kontakt genealogiczny.<br /><br />Ustawia parametr $META_COPYRIGHT w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: The value to place in the Description meta tag in the HTML page header. Leave this field empty to use the title of the currently active database.
ca: El contingut a posar a la meta-etiqueta de descripció a la capçalera de la pàgina HTML. Deixant-ho en blanc agafa, per a aquest efecte, el títol de la base de dades activa.
da: Her kan du indsætte en beskrivelse af hjemmesiden, som vil blive indsat i <meta> tagget i begyndelsen af HTML siden. Hvis feltet er tomt, vil titlen på den aktive slægtsdatabase blive anvendt.
es: El valor a utilizar en la etiqueta meta Description en el encabezado de la página HTML. Deje este campo en blanco para usar el título de la base de datos active en el momento.
nn: Her kan du angi en beskrivelse av nettstedet som vil plasseres i <meta> merket først på HTML siden. Dersom feltet er tomt, vil titlen til den aktive slektsbasen bli brukt.
pl: Wartość znacznika META opisu w nagłówku HTML strony. Pozostaw to pole puste, jeśli chcesz użyć tytułu aktualnej bazy danych.<br /><br />Ustawia parametr $META_DESCRIPTION w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: The value to place in the Page-topic meta tag in the HTML page header. Leave this field empty to use the title of the currently active database.
ca: El contingut a posar a la meta-etiqueta d'assumpte a la capçalera de la pàgina HTML. Deixant-ho en blanc agafa, per a aquest efecte, el títol de la base de dades activa.
da: Her kan du angive et emneord som din hjemmeside hører ind under, og som vil blive indsat i <meta> tagget i begyndelsen af HTML siden. Hvis feltet er tomt, vil titlen på den aktive slægtsdatabase blive anvend.
es: El valor a colocar en la etiqueta meta Page-topic en el encabezado de la página HTML. Deje este campo en blanco para usar el título de la base de datos activa en el momento.
nn: Her kan du angi en sjanger nettstedet hører inn under og som vil plasseres i <meta> merket først på HTML siden. Dersom feltet er tomt, vil titlen til den aktive slektsbasen bli brukt.
pl: Wartość znacznika META tematu strony w nagłówku HTML strony. Pozostaw to pole puste jeśli chcesz użyć tytułu aktualnej bazy danych.<br /><br />Ustawia parametr $META_PAGE_TOPIC w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: The value to place in the Page-type meta tag in the HTML page header.
ca: El contingut a posar a la meta-etiqueta de tipus de pàgina a la capçalera de la pàgina HTML.
da: Her kan du angive typen af siden, som vil blive indsat i <meta> tagget i begyndelsen af HTML siden.
es: El valor a colocar en la etiqueta meta Page-type en el encabezado de la página HTML.
nn: Her kan du angi type side som vil plasseres i <meta> merket først på HTML siden.
pl: Wartość znacznika META typu strony w nagłówku HTML strony.<br /><br />Ustawia parametr $META_PAGE_TYPE w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: The value to place in the Publisher meta tag in the HTML page header. Leave this field empty to use the full name of the Genealogy contact.
ca: El contingut a posar a la meta-etiqueta d'editor a la capçalera de la pàgina HTML. Deixant-ho en blanc agafa, per a aquest efecte, el nom complet del Contacte genealògic.
da: Her kan du angive navnet på udgiveren af hjemmesiden, som vil blive indsat i <meta> tagget i begyndelsen af HTML siden. Hvis feltet er tomt, vil det fulde navn på slægtsdatabasens kontaktperson blive anvendt.
es: El valor a colocar en la etiqueta meta Publisher en el encabezado de la página HTML. Deje este campo en blanco para utilizar el nombre completo del Contacto para genealogía.
he: The value to place in the Publisher meta tag in the HTML page header. Leave this field empty to use the full name of the הקשר לנתוני שושלת יוחסין.
nn: Her kan du angi navnet på utgiveren for nettsiden som vil plasseres i <meta> merket først på HTML siden. Dersom feltet er tomt, vil det fulle navnet til slektsbasens kontaktperson bli brukt.
pl: Wartość znacznika META wydawcy w nagłówku HTML strony. Pozostaw to pole puste, jeśli chcesz użyć pełnego imienia i nazwiska z pola: Kontakt genealogiczny.<br /><br />Ustawia parametr $META_PUBLISHER w pliku <i><u>xxx</u>.GED_conf.php</i>.

source: The value to place in the Revisit meta tag in the HTML page header. Some web crawlers ignore this value.
ca: El valor a posar a la meta-etiqueta de re-visita a la capçalera de la pàgina HTML. Alguns motors de recerca l'ignoren.
da: Her kan du angive, hvor ofte du ønsker at hjemmesiden skal opdateres af søgerobotter, som vil blive indsat i <meta> tagget i begyndelsen af HTML siden. Mange søgerobotter checker ikke denne værdi.
es: El valor a colocar en la etiqueta meta Revisit en el encabezado de la página HTML. Algunas arañas ignoran este valor.
nn: Her kan du angi hvor ofte du ønsker at nettstedet skal oppdateres av søkeroboter som vil plasseres i <meta> merket først på HTML siden. Mange roboter eller nettsøkere/-snoker sjekker ikke denne verdien.
pl: Wartość znacznika HTML ponownych odwiedzin przez roboty indeksujące nagłówka HTML strony. Niektóre roboty indeksujące nie biorą pod uwagę tego parametru.<br /><br />Ustawia parametr $META_REVISIT w pliku <i><u>xxx</u>.GED_conf.php</i>.
