Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: For optimal display on the Internet, PhpGedView uses the UTF-8 character set. Some programs, Family Tree Maker for example, do not support importing GEDCOM files encoded in UTF-8. Checking this box will convert the file from <b>UTF-8</b> to <b>ANSI (ISO-8859-1)</b>.<br /><br />The format you need depends on the program you use to work with your downloaded GEDCOM file. If you aren't sure, consult the documentation of that program.<br /><br />Note that for special characters to remain unchanged, you will need to keep the file in UTF-8 and convert it to your program's method for handling these special characters by some other means. Consult your program's manufacturer or author.<br /><br />This <a href='http://en.wikipedia.org/wiki/UTF-8' target='_blank' title='Wikipedia article'><b>Wikipedia article</b></a> contains comprehensive information and links about UTF-8.
ca: Per a una òptima visualització a Internet, el PhpGedView empra el joc de caràcters UTF-8. Alguns programes, Family Tree Maker per exemple, no poden importar fitxers GEDCOM codificats amb UTF-8. Polsant aquest botó es convertirà el fitxer d'<b>UTF-8</b> a <b>ANSI (ISO-8859-1)</b>.<br /><br />El format que cal, depèn del programa que feu servir per treballar amb el fitxer GEDCOM descarregat. Si no n'esteu segur, consulteu la documentació del programa.<br /><br />Recordeu que, perquè els caràcters especials es conservin, cal Manteniu el fitxer en format UTF-8 i convertir-lo al mètode del programa particular i manipular aquests caràcters especials per altres mitjans. Consulteu el manual d'usuari del programa.
da: For at dataene skal vises på den bedste måde på Internettet, så bruger PhpGedView UTF-8 tegnsættet. Nogle programmer, som for eksempel Family Tree Maker, understøtter ikke import af GEDCOM-filer som bruger UTF-8 tegnsættet. Ved at afkrydse denne checkboks, vil datafilen blive konverteret fra <b>UTF-8</b> til <b>ANSI (ISO-8859-1)</b>.<br /><br />Det format af GEDCOM-filen du skal downloade, afhænger af det program, du skal bruge til at arbejde videre med dataene i. Hvis du ikke er sikker på, hvilke formater det understøtter, kan du se i brugervejledningen til programmet.<br /><br />NB! Vær opmærksom på at specielle nationale tegn/bogstaver kan forsvinde/vises forkert ved konvertering. Det er derfor altid det sikreste at bevare dataene i UTF-8 og lade dit eget program bruge sin egen metode til import og konvertering af dataene. Hvis du får problemer bør du kontakte sælgeren eller udvikleren af dit program.
es: Para una visualización óptima en la Internet, PhpGedView utiliza el juego de caracteres UTF-8. Algunos programas como Family Tree Maker por ejemplo, no pueden importar archivos GEDCOM codificados en UTF-8. Si marca esta casilla, se convertirán los datos de <b>UTF-8</b> a <b>ANSI (ISO-8859-1)</b>.<br /><br />El formato que necesita depende del programa al que vaya a incorporar el archivo GEDCOM descargado. Si no está seguro, consulte la documentación de ese programa.<br /><br />Tome nota de que para que los caracteres especial permanezcan sin cambio, tendrá que mantener el archivo en UTF-8 y convertirlo a un formato apropiado para ese programa por algún otro medio. Consulte con el autor o fabricante de su programa.<br /><br />Este <a href='http://es.wikipedia.org/wiki/UTF-8' target='_blank' title='artículo de Wikipedia'><b>Artículo de Wikipedia</b></a> contiene información completa y vínculos acerca de UTF-8.
fi: <b /><br />Jotta sivut näkyisivät oikein internetissä PhpGedView käyttää UTF-8 merkistöä. Jotkut ohjelmat, kuten Family Tree Maker, eivät tue UTF-8-koodattujen GEDCOM-tiedostojen tuontia. Rastittamalla tämän valintaruudun muunnetaan tiedosto <b>UTF-8</b>-muodosta <b>ANSI</b>-muotoon (ISO-8859-1).</b><br /> Riippuu ohjelmasta, missä muodossa koneellesi lataama GEDCOM-tiedoston on oltava.</b>Tarkista ohjelman tiedoista, missä muodossa tiedoston on oltava.<br /><br />Huomaa, että jotta tietyt erikoismerkit pysyisivät muuttumattomina, tiedosto on ladattava UTF-8-muodossa ja muunnettava ohjelmasi käyttämään muotoon jollakin muulla tavalla. Tiedustele asiaa ohjelman valmistajalta tai tekijältä.
he: לתצוגה אופטימאלית באינטרנט PhpGedView משתמש במערך אותיות UTF-8. תוכניות כמו למשל Family Tree Maker, אינן תומכות בייבוא קובצי GEDCOM מוצפנים ב-UTF-8. בחירת התיבה תתרגם את הקובץ מ-<b>UTF-8</b> ל-<b><span dir="ltr">ANSI (ISO-8859-1)</span></b>.<br /><br />המבנה הדרוש תלוי בתוכנה שבה תרצה להשתמש בקובץ ה-GEDCOM שהורד. בדוק את התיעוד של התוכנה הזאת, אם אינך בטוח.<br /><br />שים לב שכדי שסימנים מיוחדים ישמרו ללא שינוי, עליך להוריד את הקובץ ב-UTF-8 ולהסב לשיטת טיפול של התוכנית שלך בסימנים המיוחדים הללו בדרך אחרת. התייעץ עם יצרן או עורך התוכנה שלך.<br /><br />הכתבה הבאה <a href='http://he.wikipedia.org/wiki/UTF-8' target='_blank' title='כתבה של ויקיפדיה'><b>של ויקיפדיה</b></a> כוללת מידע וקישורים מקיפים על UTF-8.
nn: For at slektsdataene skal vises på den beste måten på Internett, så bruker PhpGedView UTF-8 tegnsett. Noen programmer, som for eksempel Family Tree Maker, støtter ikke import av slektsfiler (i <a href="?help=def_gedcom_help">GEDCOM-format</a>) som bruker UTF-8 tegnsett. Ved å merke denne boksen, så vil slektsfilen bli konvertert fra <b>UTF-8</b> til <b>ANSI</b>. <br /><br />Hvilket tegnsett du velger for slektsfilen som skal laste ned (download), avhenger av programmet du skal importere til. Dersom du ikke er sikker på hvilket tegnsett det støtter, bør du sjekke brukerveiledningen til programmet.<br /><br />NB! Vær oppmerksom på at spesielt særnasjonale tegn/bokstaver kan forsvinne/vises feil ved konvertering. Det er derfor alltid sikrest bevare dataene i UTF-8 og la ditt eget program bruke sin egen metode for import og konvertering av slektsfilen. Dersom du får problemer, bør du kontakte selgeren eller utvikleren av programmet ditt.
pl: PhpGedView korzysta ze standardu kodowania UTF-8, który zapewnia poprawne kodowanie stron internetowych. Niektóre aplikacje, takie jak Family Tree Maker, nie obsługują importowania plików GEDCOM zakodowanych w UTF-8. Zaznaczenie tej opcji spowoduje przekonwertowanie pliku z <b>UTF-8</b> do <b>ANSI (ISO-8859-1)</b>.<br /><br />Format, którego potrzebujesz, zależy od aplikacji, której chcesz używać do pracy z pobranym plikiem GEDCOM. Jeśli nie wiesz, co wybrać, zajrzyj do dokumentacji swojej aplikacji.<br /><br />Pamiętaj, że aby korzystać ze znaków specjalnych, musisz pozostawić plik w formacie UTF-8 i w inny sposób przekonwertować go do sposobu, w jaki twoja aplikacja może obsłużyć te znaki. Skontaktuj się z producentem lub autorem twojej aplikacji.<br /><br />Ten <a href='http://pl.wikipedia.org/wiki/UTF-8' target='_blank' title='Artykuł w Wikipedii na temat UTF-8'><b>artykuł w Wikipedii</b></a> zawiera kompleksowe informacje i odnośniki na temat standardu UTF-8.

source: This is the third step in the procedure to add externally created GEDCOM data to your genealogical database.<br /><br />PhpGedView will check the input file for the correct use of Date format, Place format, Character Set, etc. Some deviations from the GEDCOM 5.5.1 Standard, to which PhpGedView adheres, can be corrected automatically. Examples are Macintosh line endings and incorrect use of Place format. When this happens, you will see a message that the data has been changed. For other abnormalities you will get a warning message with a recommended solution.<br /><br /><b>Optional Tools</b><br />At this moment there is only one additional tool:<br /><b>Change Individual ID to...</b>.<br /><br /><b>More help</b><br />More help is available by clicking the <b>?</b> next to items on the page.
ca: Aquest és el tercer pas del procediment d'afegir dades d'un GEDCOM creat externament a la base de dades genealògica.<br /><br />El PhpGedView revisa el fitxer d'entrada per si té un format de dades correcte, format de llocs, joc de caràcters, etc. Algunes desavinences amb l'estàndard GEDCOM 5.5.1, al que s'ha adherit el PhpGedView, poden corregir-se automàticament. Per exemple els finals de línea Macintosh o l'inadequat ús del format de llocs. Quan passa això apareix un missatge informant que s'han modificat les dades. Per altres anomalies surt un missatge d'avis amb la solució recomanada.<br /><br /><b>Eines opcionals</b><br />De moment solament disposeu d'una eina addicional:<br /><b>Canviar l'ID de la persona a...</b>.<br /><br /><b>Més ajuda</b><br />Teniu més ajuda disponible polsant l'<b>?</b> del costat de cada entrada.
da: At checke gyldigheden af GEDCOM-filen under installationen, er en del af trin 3 i proceduren for at lægge dataene ind i programmet.<br /><br />Filen bliver checket mht.: Datoformat, steder, tegnsæt mm.<br />Nogle af de afvigelser, som programmet finder, vil blive rettet automatisk. Eksempler kan være MacIntosh koder i enden af linier og ugyldig anvendelse af formatet på stednavne.<br />Hvis programmet finder disse, vil du få en besked om, at programmet har ændret dataene.<br />For andre afvigelser vil du få en advarsel med et løsningsforslag.<br /><br /><b>Tillægsværktøj</b><br />I denne version af PhpGedView har du disse værktøjer:<br /><b>Ændre person ID til...</b> og <b>Tilføj mediefiler</b>.<br />Dette værktøj er kun tilgængelig når du bruger en <b>database</b>. I <b>index-mode</b> vil dette valg være skjult.<br /><br /><b>Mere hjælp</b> er tilgængelig i skemaet. <br />Hvis du ønsker mere (detaljeret) hjælp, kan du klikke på <b>?</b> anbragt efter de forskellige valgmuligheder, rammer mm. på skærmen.<br />PS. Check at <b>Vis Hjælp <b><i>?</i></b> til tekst</b> (under hjælp i menuen) er aktiv!
es: Es el tercer paso en el procedimiento para agregar datos GEDCOM creados externamente a su base de datos genealógica.<br /><br />PhpGedView comprobará en el archivo de entrada el correcto uso de los formatos de Fecha, formatos de Lugar, Juego de Caracteres, etc. Algunas de las desviaciones del estándar GEDCOM 5.5.1, al que PhpGedView se adhiere, puede corregirse automáticamente. Por ejemplo, las terminaciones de línea de los equipos Macintosh y el uso incorrecto del formato de Lugar. En esos casos, verá un mensaje indicando que los datos se han modificado. Para otras anomalías, verá un mensaje de advertencia con la solución recomendada.<br /><br /><b>Herramientas opcionales</b><br />En este momento sólo existe una herramienta adicional:<br /><b>Cambiar el ID de las personas a...</b>.<br /><br /><b>Más ayuda</b><br />Se puede obtener más ayuda haciendo clic en los <b>?</b> junto a cada dato en la página.
fi: Tämä on kolmas vaihe toimenpiteessä, jossa lisäät ulkopuolista GEDCOM-tietoa sukututkimuksesi tietokantaan. <br /><br />PhpGedView tarkistaa, että tuodun tiedoston päivämäärän, paikan, merkistön jne. muodot ovat oikeat. Jotkin poikkeamat GEDCOM 5.5.1 standardista voidaan automaattisesti korjata. Esimerkkeinä MacIntosh rivinpäätös ja väärä paikkaformaatti. Jos näin tapahtuu ilmestyy tiedote, että kyseinen tieto on muutettu. Muista poikkeamista annetaan tiedote, jossa on suositeltava ratkaisu. <br /><br /><b>Valittavat työkalut</b><br />Tällä hetkellä on olemassa vain yksi valittava työkalu: <br /><b>Muuta henkilön ID-tunniste...</b>.<br /><br /><b>More help</b><br />Lisää ohjeita saa klikkaamalla <b>?</b> kohteen vieressä sivulla.
he: זה השלב השלישי בתהליך ההוספה של נתוני GEDCOM, שנוצרו חיצונית, למאגר נתוני חקר המשפחה שלך.<br /><br />PhpGedView בודק את הקובץ לגבי שימוש נכון של מבנה תאריך, מבנה מקום, סוג האותיות וכו'. חלק מהסטיות מתקן 5.5.1 של GEDCOM, שהתוכנה עובדת לפיו, יתוקנו בצורה אוטומטית. דוגמאות הן סיומות שורה של מקינטוש ושימוש שגוי של מבנה מקום. במקרים הללו תראה הודעה שהתוכנית שינתה נתונים. עבור חריגות אחרות תקבל התראה עם פיתרון מוצע.<br /><br /><b>כלי רשות</b><br />כרגע קיים רק כלי נוסף אחד:<br /><b>שנה קוד זיהוי אישי ל-...</b>.<br /><br /><b>עזרה נוספת</b><br />עזרה נוספת קיימת על ידי לחיצה על ה-<b>?</b> ליד פריטים על הדף.
nn: Å sjekke gyldigheten til GEDCOMfilen under installasjonen, er i del 3 i prosedyren for å legge inn dataene i programmet.<br /><br />Filen blir sjekket for korrekt føring av: Datoformat, steder, tegnsett m.m.<br />Noen av avvikene som programmet finner, vil bli rettet automatisk. Eksempler kan være MacIntosh linje-slutt-koding og ugyldig bruk av format på steder.<br />Dersom programmet finner disse vil du få en beskjed om at programmet har endret dataene.<br />For andre avvik vil du få en advarsel-melding med et forslag til løsning.<br /><br /><b>Tilleggs-verktøy</b><br />I denne versjonen av PhpGedView har du disse:<br /><b>Endre person-ID til...</b> og <b>Legg til bilder / andre medier</b>.<br />Dette verktøyet er bare tilgjengelig når du bruker <b>database</b>. For <b>Index</b> vil dette valget være skjult.<br /><br /><b>Mer hjelp</b> er tilgjengelig i skjemaet. <br />Dersom du ønsker mer (detaljert) hjelp, kan du klikke på <b>?</b> bak ulike valg, rammer m.m. på skjermen.<br />PS. Sjekk at <b>Vis Hjelp <b><i>?</i></b> til tekst</b> (under Hjelp i menyen) er aktiv!
pl: To jest trzeci krok w procedurze dodawania pliku GEDCOM utworzonego zewnętrznie do twojej genealogicznej bazy danych.<br /><br />PhpGedView sprawdzi plik pod względem poprawnego zastosowania formatów daty, miejsca, kodowania znaków itp. Niektóre odstępstwa od standardu GEDCOM 5.5.1, którego przestrzega PhpGedView, można skorygować automatycznie. Przykładami są znaki końca linii generowane przez komputery Macintosh oraz niepoprawny format miejsca. W takim przypadku zobaczysz komunikat mówiący o tym, że dane zostały zmienione. Jeśli problem nie może zostać naprawiony automatycznie, zobaczysz ostrzeżenie z zalecanym sposobem postępowania.<br /><br /><b>Dodatkowe narzędzia</b><br />Na razie dostępne jest tylko jedno dodatkowe narzędzie:<br /><b>Zmień identyfikator osoby na...</b>.<br /><br /><b>Więcej pomocy</b><br />Więcej pomocy można uzyskać klikając na znak zapytania <b>?</b> obok elementu na stronie.

source: Here you can choose to either continue with the upload and import of this GEDCOM file or to abort the upload and import.
ca: Podeu triar entre continuar amb la càrrega i importació d'aquest fitxer GEDCOM o avortar-ho.
es: Aquí puede escoger si continuar con la carga e importación del archivo GEDCOM o abandonar este paso.
fi: Tässä voit vaihtoehtoisesti joko jatkaa tai keskeyttää tämän GEDCOM-tiedoston latauksen tai tuonnin.
he: ניתן להמשיך להעלות ולייבא קובץ GEDCOM זה או להפסיק את ההעלאה והייבוא.
nn: Her kan du velge om du skal hente og importere denne slektsfilen eller om du vil avbryte prosessen.
pl: Tutaj możesz zdecydować, czy chcesz kontynuować pobieranie i import tego pliku GEDCOM, czy też wolisz je anulować.

source: The administrator has enabled up to %s folder levels below the default <b>%s</b>. This helps to organize the media files and reduces the possibility of name collisions.<br /><br />In this field, you select the media folder whose contents you wish to view. When you select <b>ALL</b>, all media files will be shown without regard to the folder in which they are stored. This can produce a very long list of media items.
ca: L'Administrador ha activat fins a %s nivells de carpetes per sota de la <b>%s</b> que hi ha per defecte. Això permet organitzar els fitxers multimèdia i redueix el risc de col·lisions de noms.<br /><br />En aquest camp podeu seleccionar la carpeta quin contingut voleu veure. Quan escolliu <b>Tot</b>, es mostraran tots els fitxers multimèdia sense tenir en compte la carpeta on son emmagatzemats. Es possible que es produeixi una llarga llista d'entrades.
pl: Administrator włączył możliwość ustawienia %s poziomów folderów w domyślnym <b>%s</b> folderze multimediów. Pozwala to na lepszą organizacę plików i zmniejsza ryzyko występienia takiej samej nazwy pliku.<br /><br />Tu możesz wybrać folder multimediów, który chcesz przejrzeć. Gdy wybierzesz <b>Wszystkie</b>, wszystkie pliki zostaną wyświetlone.

source: Week starting day
ca: Dia de començament de la setmana
da: Ugestart
es: Día de comienzo de la semana
fi: Viikon ensimmäinen päivä
he: יום תחילת השבוע
nn: Uke-start
pl: Pierwszy dzień tygodnia

source: The day of the week that starts a new week in this language. Most languages start the week on Sunday, but some start on Monday or other days.
ca: El dia que comença una nova setmana en aquest idioma. Molts idiomes comencen del diumenge, però alguns altres dies.
da: Ugedagen, der markerer starten på en ny uge i dette sprog. I mange lande starter ugen om søndagen, mens den i andre lande starter på en mandag eller en anden dag.
es: El día de la semana en que ésta comienza en este idioma. La mayoría de los idiomas comienzan la semana en domingo, pero otros comienzan en lunes u otros días.
nn: Ukedagen som starter en ny uke i dette språket. I mange land starter uka på søndagen, mens i andre så starter den på mandag eller en annen dag.
pl: Dzień tygodnia rozpoczynający nowy tydzień w danym języku. W większości języków nowy tydzień rozpoczyna się w niedzielę, ale w pewnych językach jest to poniedziałek lub inny dzień.

source: Welcome to your new PhpGedView website.
ca: Benvingut al vostre lloc web PhpGedView.
da: Velkommen til din nye PhpGedView hjemmeside.
es: Bienvenido a su nuevo sitio PhpGedView.
fi: Tervetuloa sinun uudelle PhpGedView internet sivustolle.
he: ברוך הבא לאתר האינטרנט החדש PhpGedView שלך.
nn: Velkommen til din nye nettsted med PhpGedView.
pl: Witaj na swojej nowej stronie PhpGedView.

source: This block shows you Yahrzeiten that are coming up in the near future.<br /><br />Yahrzeiten (singular: Yahrzeit) are anniversaries of a person's death. These anniversaries are observed in the Jewish tradition; they are no longer in common use in other traditions. «Yahrzeit» can also be spelled «Jahrzeit» or «Yartzeit».<br /><br />The Administrator determines how far ahead the block will look. You can further refine the block's display of upcoming Yahrzeiten through configuration options.
ca: Aquest bloc mostra els vostres Yahrzeiten que s'esdevindran properament.<br /><br />Yahrzeiten (singular: Yahrzeit) son aniversaris de difunts. S'observen en la tradició jueva i, en general, no tant en altres tradicions. «Yahrzeit» també s'anomena «Jahrzeit» o «Yartzeit».<br /><br />L'administrador determina l'antelació que mostrarà el bloc. Podeu reajustar aquest paràmetre mitjançant les opcions de configuració.
es: Este bloque muestras los aniversarios de defunción que ocurrirán en un futuro próximo.<br /><br />Estos aniversarios se celebran en la tradición judía, pero ya no son tan corrientes en la tradición Católica Romana.<br /><br />El administrador determina el plazo en el futuro que se analiza. Puede cambiar la presentación de los próximos aniversarios mediante opciones de configuración.
fi: Tämä alue näyttää lähitulevaisuuden Yahrzeit-tapahtumat.<br /><br />Jortsaitit ovat henkilön kuoleman muistopäiviä. Nämä on huomioitu juutalaisessa perinteessä; niitä ei juuri huomioida muissa perinteissä. «Jortsaitt» voidaan myös kirjoittaa muodossa «Jahrzeit» tai «Yartzeit».<br /><br />Ylläpitäjä määrittää, miten pitkälle tulevaisuuteen alue ulottuu. Voit hienosäätää tulevien Jortsait-päivien näkymistä konfiguroimalla.
he: האזור הזה מראה לך את אירועי יום השנה שיתרחשו בקרוב.<br /><br />ימי שנה (יארצייטים) הן ימי השנה לפטירתו של אדם. ימי השנה הללו נהוגים במסורת היהודית. הם כבר אינם בשימוש במסורות אחרות .<br /><br />המנהלן קובע את גבולות האזור. תוכל לעדן את התצוגה של אירועי יום השנה הקרובים בעזרת בחירת אופציות הגדרה .
pl: Ten blok pokazuje nadchodzące wydarzenia Jorcajt (rocznice śmierci).<br /><br />Rocznice te występują tylko w kulturze żydowskiej.

source: Help for «%s»
pl: Pomoc: «%s»

source: Uploading media files is not allowed because multi-media items have been disabled or because the media directory is not writable.
ca: La càrrega de fitxers multimèdia no és permesa degut a que les entrades multimèdia estan desactivades o el directori multimèdia és de només lectura.
da: Det er ikke tilladt at uploade mediefiler fordi der er blokeret for multimedie objekter eller fordi der ikke kan skrives til mediefilernes mappe.
es: No se permite la subida de archivos audiovisuales porque ha sido desactivada o porque no existen permisos de escritura en el directorio.
fi: Mediatiedostojen lähetys palvelimelle ei ole sallittu, koska multimediakohteet eivät ole sallittuja tai koska mediakansioon ei voi kirjoittaa.
he: העלאת קובצי מדיה אינה מותרת משום שפריטי מולטי-מדיה נפסלו או משום שלא ניתן לכתוב בתיקיית המדיה.
nn: Klarte ikke å laste opp (upload) mediafiler fordi multi-media-filer ikke er aktivert eller fordi mediamappen/-katalogen ikke har skriverettighet.
pl: Nie można wgrać pliku multimedialnego ponieważ wgrywanie multimediów zostało zablokowane lub katalog multimediów jest chroniony przed zapisem.

source: Lost password request
ca: Renoveu la contrasenya perduda
da: Bestil en ny adgangskode
es: Solicitud de nueva contraseña por pérdida
fi: Pyydä uusi salasana
he: בקשת סיסמא אבודה
nn: Nytt passord
pl: Zapomniane hasło

source: Could not verify the information you entered. Please try again or contact the site administrator for more information.
ca: No és possible verificar la informació que heu entrat. Torneu-ho a provar o contacteu amb l'Administrador del lloc per a més informació.
da: Kunne ikke genkende dig ud fra de oplysninger, du gav. Vær venlig at prøve igen eller kontant hjemmesidens administrator for at får hjælp eller yderligere information.
es: No se pudo verificar la información que introdujo. Por favor, inténtelo de nuevo o contacte con el administrador del sitio.
fi: Täyttämiäsi tietoja ei voinut vahvistaa. Yritä uudelleen.
he: לא ניתן לאמת את המידע שהכנסת. נסה שנית או התקשר עם מנהלן האתר למידע נוסף.
nn: Kunne ikke gjenkjenne opplysningene du oppga! Gå tilbake og prøv igjen.
pl: Nie można potwierdzić podanej informacji. Spróbuj ponownie lub skontaktuj się z administratorem.

source: Hello %s ...
ca: Hola %s ...
da: Hej %s ...
es: Hola %s ...
fi: Hei %s...
he: שלום <span dir="ltr">%s</span> ...
nn: Hei %s ...
pl: Witaj %s ...

source: A new password was requested for your user name.
ca: S'ha demanat una nova contrasenya per al vostre usuari.
da: Der bliver bestilt en ny adgangskode til dit brugernavn!
es: Ha sido solicitada una nueva contraseña para su identificador de usuario.
fi: Uusi salasana on pyydetty käyttäjätunnuksellesi!
he: קיבלנו בקשה לסיסמא חדשה עבור קוד המשתמש שלך.
nn: Det ble bestilt et nytt passord til brukernavnet ditt!
pl: Otrzymaliśmy zamówienie na nowe hasło dla twojego konta.

source: Recommendation:
ca: Recomanació:
da: Anbefaling:
es: Recomendación:
fi: Suosittelu:
he: המלצה:
nn: Anbefaling:
pl: Zalecenie:

source: Please click on the link below or paste it into your browser, login with the new password, and change it immediately to keep the integrity of your data secure.
ca: Polseu a l'enllaç de sota o enganxeu-lo al vostre navegador, entrant amb la nova contrasenya i canvia-la immediatament per mantenir assegurada la integritat de les vostres dades.
da: Klik venligst på linket nedenfor og log dig ind med den nye adgangskode. Af sikkerhedshensyn skal du ændre kodeord med det samme, for at andre ikke kan opsnappe det og bruge det i stedet for dig selv.
es: Ahora, por favor, seleccione el siguiente vínculo, entre con la nueva contraseña y cámbiela para preservar la seguridad de sus datos.
fi: Klikkaa aihe-linkkiä, kirjoittaudu sisään uudella salasanalla ja vaihda salasana niin että tietosuoja säilyy.
he: הקש על הקישור מתחת או הדבק אותו לדפדפן שלך, התחבר עם הסיסמא החדשה ושנה אותה מיידית כדי לשמור על שלמות הנתונים.
nn: Vennligst klikk på linken under. Logg deg inn med det nye passordet. Du bør så angi et nytt passord for å verne om sikkerheten til dataene dine.
pl: Kliknij na odnośnik poniżej lub wklej go do przeglądarki, zaloguj się korzystając z nowego hasła i od razu zmień je dla bezpieczeństwa swoich danych.
