Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: The execution time limit was reached. Click the Continue button below to resume importing the GEDCOM file.
ca: El temps d'execució s'ha superat. Polseu a sota al botó de continuar per continuar important el fitxer GEDCOM.
da: Grænsen for eksekvering af importeringen blev nået. Klik på knappen: Fortsæt herunder for at genoptage importen af GEDCOM-filen.
es: Se sobrepasó el tiempo límite de ejecución. Haga clic en el botón Continuar para proseguir la importación del archivo GEDCOM.
fi: Suoritusaikaraja on saavutettu. Klikkaa Jatka-painiketta alla jatkaaksesi GEDCOM-tiedoston tuontia.
he: עברת את גבול זמן העיבוד. לחץ על כפתור המשך למטה כדי לחדש את הייבוא של קובץ ה-GEDCOM.
nn: Maks utføringstid for en handling er nådd !<br />- Klikk på knappen "Fortsett" for å gjenoppta importen av slektsfilen (som ny handling).
pl: Przekroczono limit czasu wykonania. Kliknij na przycisk Dalej aby wznowić import pliku GEDCOM.

source: Execution time:
ca: Temps d'execució:
da: Eksekveringstid:
es: Tiempo de ejecución:
fi: Suoritusaika:
he: זמן העיבוד:
nn: Utføringstid:
pl: Czas wykonania:

source: Click here to go to the Pedigree tree.
ca: Polseu aquí per anar a l'arbre genealògic.
da: Klik her for at gå til anetræet.
es: Haga clic aquí para ir al Árbol de ascendientes.
fi: Klikkaa tästä mennäksesi sukupuuhun.
he: הקשה כאן מביאה לאילן יוחסין
nn: Klikk her for å gå til slektstreet.
pl: Kliknij tu by iść do drzewa genealogicznego.

source: Bytes read:
ca: Bytes llegits:
da: Bytes læst:
es: Octetos leídos:
fi: Tavua luettu:
he: בתים שנקראו:
nn: Bytes lest:
pl: Wczytanych bajtów:

source: Found record
ca: Registre localitzat
da: Poster fundet
es: Registro encontrado
fi: Löytyi tietue
he: רשומה נמצאה
nn: dataposter funnet
pl: Znalezionych wpisów

source: Type
ca: Tipus
es: Tipo
fi: Tyyppi
he: סוג
pl: Typ

source: Import Statistics
ca: Estadístiques d'importació
da: Statistik for importering
es: Estadísticas de la importación
fi: Tuo tilastotiedot
he: סטטיסטיקות ייבוא
nn: Statistikk for importen
pl: Statystyki importu

source: Administration
ca: Administració
es: Administración
fi: Järjestelmänhallinta
he: ניהול
nn: Administrasjon
pl: Administracja

source: View log files
ca: Mostra el fitxer de registre
da: Vis log-fil
es: Ver archivos de registro
fi: Näytä lokitiedot
he: התבונן בקבצי היומן
nn: Vis logg-fil
pl: Zobacz pliki loga

source: Current Server Time:
ca: Hora actual del servidor:
da: Nuværende tid på serveren:
es: Hora actual del sistema:
fi: Nykyinen palvelimen aika:
he: הזמן הנוכחי של השרת:
nn: Gjeldende systemtid:
pl: Bieżący czas serwera:

source: Current User Time:
ca: Hora actual de l'usuari:
da: Nuværende tid ved brugeren:
es: Hora actual del usuario:
fi: Nykyinen käyttäjän aika:
he: הזמן הנוכחי של המשתמש :
nn: Klokke for bruker:
pl: Bieżący czas użytkownika:

source: Your <i>config.php</i> file is still writable. For security, you should set the permissions of this file back to read-only when you have finished configuring your site.
ca: El vostre fitxer <i>config.php</i> és encara editable. Per seguretat cal que li canvieu la propietat a sols lectura quan hagueu acabat la configuració del lloc.
da: Din <i>config.php</i> fil er stadig skrivbar. Af sikkerhedsmæssige årsager, bør du ændre rettighederne for denne fil, til kun at tillade læsning, når du er færdig med at konfigurere hjemmesiden.
es: Su archivo <i>config.php</i> todavía se puede escribir. Por seguridad, si ha finalizado la configuración de su sitio, debería modificar los permisos de escritura de este archivo a sólo-lectura.
fi: Sinun <i>config.php</i> tiedostoon voi kirjoittaa. Turvallisuussyistä sinun kannattaisi asettaa tämä tiedosto vain luku tilaan, kun olet saanut konfiguroitua sivustosi.
he: ניתן עדיין לכתוב על קובץ <i>config.php</i> שלך. אם סיימת לעצב את האתר שלך, רצוי שתשנה את ההרשאות של קובץ זה בחזרה לקריאה בלבד מטעמי ביטחון
nn: Filen <i>config.php</i> er fremdeles skrivbar !<br />Dersom du er ferdig med å konfigurere siden din,<br />bør du av hensyn til sikkerheten, sette rettighetene til denne filen tilbake til <i>kun</i> lesbar!
pl: Plik <i>config.php</i> nie jest zabezpieczony przed zapisem. Ze względów bezpieczeństwa należy ustawić prawa dostępu do tego pliku na tylko-do-odczytu kiedy konfiguracja zostanie zakończona.

source: User accounts awaiting verification by admin
ca: Comptes d'usuari esperant la verificació de l'administrador
da: Brugerkonti afventer godkendelse af administrator
es: Cuenta(s) de usuario(s) esperando verificación del Administrador
fi: Käyttäjätilit odottavat ylläpidon varmennusta
he: על המנהלן לאשר קוד/י משתמש.
nn: Brukerkonto(er) på vent for godkjenning av admin
pl: Konta użytkowników oczekują na zatwierdzenie przez administratora

source: One or more user accounts have warnings
ca: Un o més comptes d'usuari tenen avisos
da: En eller flere brugerkonti har advarsler
es: Una o más cuentas tienen avisos
fi: Yhdellä tai useammalla tilillä on varoitus
he: לאחד או יותר משתמשים יש התראות
nn: En eller flere brukerkontoer har advarsler
pl: Co najmniej jedno konto użytkownika wygenerowało ostrzeżenie

source: Data and GEDCOM administration
ca: Dades i administració GEDCOM
da: Administration af data og slægtsdatabase
es: Administración de datos y GEDCOMs
fi: Data- ja GEDCOM-ylläpito
he: ניהול מידע ו-GEDCOM-ים
nn: Data- og slektsfil-administrasjon
pl: Zarządanie danymi i plikami GEDCOM

source: Unlinked Records
ca: Registres desvinculats
da: Ulænkede poster
es: Registros sin vincular
fi: Yhteydettömät tietueet
he: רשומות לא קשורות
pl: Niepowiązane wpisy

source: Site administration
ca: Administració del lloc
da: Administration af hjemmesiden
es: Administración del sitio
fi: Sivuston ylläpito
he: ניהול האתר
nn: Administrasjon av nettstedet
pl: Zarządzanie stroną

source: View readme.txt file
ca: Veure el fitxer readme.txt
da: Læs readme.txt filen
es: Ver el archivo readme.txt
fi: Näytä readme.txt-tiedosto
he: התבונן בקובץ תיעוד readme.txt
nn: Vis filen readme.txt
pl: Zobacz plik readme.txt

source: README documentation
ca: Documentació 'Llegiu-me'(Readme)
da: ReadMe-dokumentation (Engelsk)
es: Documentación LÉAME
fi: README-dokumentti
he: תיעוד (Readme)
nn: ReadMe-dokumentasjon (Engelsk)
pl: Dokumentacja README

source: Show PHP information page
ca: Mostra la pàgina d'informació PHP
da: Vis PHP informationssiden
es: Ver la página de información de PHP
fi: Näytä PHP informaatio sivu
he: הראה דף מידע על PHP
nn: Vis info om PHP
pl: Pokaż stronę informacyjną PHP

source: Merge records
ca: Refosa de registres
da: Flette poster (dobbeltregistrerede)
es: Mezclar registros
fi: Yhdistä tietueita
he: מזג רשומות
nn: Flette data (dobbelregisterte)
pl: Scal wpisy

source: Cleanup Index directory
ca: Neteja del directori Índex
da: Ryd op i Index mappen
es: Limpieza del directorio de índice
fi: Siivoa indeksi-kansio
he: תיקיית אינדקס לניקוי
nn: Opprydning i Indexmappen
pl: Wyczyść katalog Index

source: Batch Update
ca: Canvis en bloc a GEDCOM
da: Udfør gruppe opdateringer/redigeringer på din GEDCOM
es: Realizar cambios en bloque a su GEDCOM
fi: Eräpäivitys
he: עדכון אצוה (Batch)
nn: Utfør batch-oppdateringer/endringer i din GEDCOM
pl: Uaktualnij informacje

source: Add an unlinked person
ca: Addició d'una persona desvinculada
da: Tilføj en person som ikke er knyttet til en familie
es: Agregar una nueva persona sin vincular
fi: Lisää yhteydetön henkilö
he: הוסף אדם לא קשור
nn: Legg til en person som ikke er knyttet til en familie
pl: Dodaj niepowiązaną osobę

source: Add an unlinked source
ca: Addició d'una font desvinculada
da: Tilføj en kilde der ikke er tilknyttet
es: Agregar una fuente no vinculada
fi: Lisää yhteydetön lähde
he: הוסף מקור לא קשור
nn: Legg til en kilde som ikke er knyttet til noen
pl: Dodaj niepowiązane źródło

source: Add an unlinked note
ca: Addició d'una nota desvinculada
da: Tilføj en ulænket note
es: Agregar una nota no vinculada
fi: Lisää yhteydetön lisätieto
he: הוסף הערה לא קשורה
pl: Dodaj niepowiązaną notatkę

source: Configuration
ca: Configuració
da: Hjemmesideindstillinger
es: Configuración
fi: Konfigurointi
he: תצורה
nn: Program-innstillinger
pl: Konfiguracja

source: User Information Migration tool
ca: Eina de migració d'informació d'usuaris
da: Konverteringsværktøj til en anden database
es: Herramienta para migración de la información de usuarios
fi: Käyttäjätietojen integrointityökalu
he: כלי להגירת נתוני משתמשים
nn: Verktøy for konvertering til annen database
pl: Migrator informacji o użytkownikach

source: Backup
ca: Còpia de seguretat
da: Sikkerhedskopi
es: Copia de seguridad
fi: Varmuuskopio
he: גיבוי
nn: Sikkerhetskopi
pl: Kopia zapasowa

source: FAQ List
ca: Llistat de PMF (Preguntes Més Freqüents)
da: FAQ-liste
es: Lista de preguntas frecuentes
fi: UKK-luettelo
he: רשימת שאלות נפוצות (FAQ)
nn: Spørsmål & svar
pl: Lista FAQ

source: Content of log file
ca: Contingut del fitxer de registre
da: Indhold i log-filen
es: Contenido del archivo de registro
fi: Lokitiedoston sisältö
he: תוכן קובץ יומן
nn: Innhold i logg-filen
pl: Zawartość plika loga

source: Download File
ca: Mostra el fitxer
da: Hent filen
es: Descargar arhivo
fi: Lataa tiedosto
he: הורד קובץ
nn: Last ned fil
pl: Pobierz plik

source: The image relates to:
ca: La imatge fa referència a:
da: Billedet relatere til:
es: La imagen está relacionada con:
fi: Kuva liittyy:
he: האימג' קשור ל-:
nn: Bildet er relatert til
pl: Ten obraz odnosi się do:

source: Total links
ca: Total d'enllaços
es: Total vínculos
fi: Linkkejä yhteensä
he: סה"כ קישורים
nn: Sum lenker
pl: Wszystkich powiązań

source: Add/Edit Journal/News entry
ca: Afegiu/Editeu una entrada a Notícies
da: Tilføj/ændr notat- eller nyhedsindlæg
es: Agregar/editar entradas a Boletín/Novedades
fi: Muokkaa päiväkirja-/uutisartikkelimerkintää
he: הוסף/ערוך כניסת יומן/חדשות
nn: Legg til / endre notat- / nyhetsinnlegg
pl: Dodaj/Zmień artykuł lub wpis do dziennika

source: Please enter a title.
ca: Entreu el títol.
da: Anfør venligst en overskrift.
es: Por favor introduzca un título.
fi: Täytä otsikko.
he: נא הכנס כותרת.
nn: Du må oppgi en tittel.
pl: Podaj tytuł.

source: Please enter some text for this News or Journal entry.
ca: Entreu el text de la Notícia.
da: Tilføj venligst en tekst for dette nyheds- eller notatblok-indlæg.
es: Por favor introduzca algún texto para esta novedad o artículo.
fi: Täytä teksti tähän uutis- tai päiväkirja-artikkeliin.
he: נא מלא טכסט עבור כניסת חדשות או יומן זו.
nn: Du må legg inn en tekst for dette nyhets- eller notatblokk-innlegget.
pl: Wpisz tekst dla tego artykułu lub wpisu do dziennika.

source: Entry Text:
ca: Entreu el text:
da: Indsæt tekst:
es: Texto de la entrada:
fi: Teksti:
he: טכסט הכניסה:
nn: Sett inn tekst:
pl: Treść:

source: News/Journal entry successfully saved.
ca: S'ha desat correctament la Notícia.
da: Nyheds- / notablokindlæg er gemt...!
es: Entrada en Novedades/Boletín guardada con éxito.
fi: Päiväkirja-/uutisartikkelimerkintä on säilytetty.
he: כניסת יומן/חדשות נשמרה בהצלחה.
nn: Nyhets- / Notablokkinnlegg er lagret...!
pl: Zapisywanie wpisu do dziennika lub artykułu powiodło się.

source: PHP server misconfiguration: GD 2.x library required to use image functions.
ca: Problema de configuració del servidor PHP: cal la llibreria GD 2.x per emprar funcions d'imatge.
da: Ugyldig konfiguration af PHP server: Programpakken GD 2.x er nødvendig for at benytte billedfunktionen.
es: Problema en la configuración del servidor PHP: se necesita la biblioteca GD 2.x para utilizar las funciones de imágenes.
fi: PHP palvelimen virheellinen konfigurointi: vaaditaan GD-kirjastoa jotta kuvafunktioita voi käyttää.
he: בעיית קונפיגורציה של שרת ה-PHP: תיקיית GD 2.x דרושה כדי להשתמש בפונקציות התמונה.
nn: Ugyldig konfigurasjon av PHP server: Biblioteket GD 2.x er nødvendig for bilde-funksjonen.
pl: Błędnie skonfigurowany serwer PHP: do korzystania z funkcji graficznych wymagana jest biblioteka GD 2.x.

source: http://www.php.net/gd
pl: http://pl2.php.net/manual/pl/book.image.php

source: PHP server misconfiguration: FreeType library required to use TrueType fonts.
ca: Problema de configuració del servidor PHP: cal la llibreria FreeType per emprar fonts TrueType.
da: Ugyldig konfiguration af PHP server: Programpakken Freetype er nødvendig for TrueType skrifttyper.
es: Problema en la configuración del servidor PHP: se necesita la biblioteca FreeType para utilizar las fuentes TrueType.
fi: PHP palvelimen virheellinen konfigurointi: vaaditaan Freetype kirjastoa jotta True Type kirjasimia voi käyttää.
he: בעיית קונפיגורציה של שרת ה-PHP: תיקיית Freetype דרושה כדי להשתמש בפונטי TrueType.
nn: Ugyldig konfigurasjon av PHP server: Biblioteket Freetype er nødvendig for TrueType skrifttyper.
pl: Błędnie skonfigurowany serwer PHP: do obsługi czcionek TrueType wymagana jest biblioteka Freetype.

source: Font file not found on PHP server
ca: Fitxer de fonts no localitzat al servidor PHP
da: Fandt ikke nødvendige filer med skrifttyper på serveren
es: No se encontró el archivo de fuente en el servidor PHP
fi: Kirjasintiedostoa ei löytynyt PHP-palvelimelta.
he: הפונט לא נמצא על שרת ה-PHP
nn: Fant ikke nødvendige filer med skrifttyper på PHP serveren
pl: Nie znaleziono pliku czcionki na serwerze PHP

source: Pedigree Map
da: Stamtræskort
es: Mapa de ascendientes
he: מפת שושלת
pl: Mapa rodowa

source: Relationship to me
ca: Vincles amb mi
da: Slægtskab til dig
es: Parentesco conmigo
fi: Sukulaisuus minuun
he: קירבה אלי
nn: Slektskap til meg
pl: Pokrewieństwo ze mną

source: Circle Diagram
ca: Diagrama de cercle
da: Anehjul
es: Diagrama circular
fi: Viuhkakaavio
he: תרשים מניפה
nn: Sirkel
pl: Diagram kołowy

source: Interactive Tree
ca: Arbre interactiu
da: Interaktivt træ
es: Árbol interactivo
fi: Interaktiivinen puu
he: עץ אינטראקטיבי
nn: Interaktivt tre
pl: Interaktywne drzewo

source: %s Generation Circle Diagram
ca: Diagrama de Cercle de %s generacions
da: Anehjul - %s slægtsled
es: Diagrama en abanico de %s generaciones
fi: %s Sukupolviviuhkakaavio
he: תרשים מניפה של %s דורות
nn: Sirkeldiagram - %s slektsledd
pl: %s Pokoleniowy wykres kołowy

source: Width
ca: Amplada
da: Hjulbredde
es: Anchura del abanico
fi: Viuhkakaavion leveys.
he: רוחב
nn: Bredde
pl: Szerokość wykresu

source: This Fanchart image cannot be printed directly by your browser. Use right-click then save and print.
ca: Aquesta imatge 'Fanchart' no pot imprimir-la directament el vostre navegador. Polseu el botó dret, deseu-la i llavors imprimiu-la.
da: Dette anehjul kan ikke skrives direkte ud fra din browser. Højreklik på billedet og vælg så Gem billede. Så skal du åbne billedet i et andet program for så at printe det ud derfra.
es: No es posible con su navegador imprimir directamente esta diagrama en abanico. Use el botón derecho del ratón para guardarla e imprimirla posteriormente.
fi: Selaimesi ei kykene tulostamaan tätä viuhkakaaviota suoraan. Klikkaa kakkospainikkeella, tallenna ja tulosta sitten.
he: לא ניתן להדפיס את תרשים המניפה הזה מהדפדפן שלך. השתמש בקליק הימני ושמור והדפס אח"כ.
nn: Dette slekts-hjulet kan ikke bli skrevet ut direkte fra din nettleser. Bruk høyre-klikk og velg så Lagre bilde. Så må du åpne bilde i et annet program for så å skrive det ut derfra.
pl: Twoja przeglądarka nie może bezpośrednio wydrukować tego obrazu Diagramu kołowego. Kliknij prawym przyciskiem, a następnie wybierz opcję Zapisz i Drukuj.

source: My Account
ca: Dades de registre
da: Min Konto
es: Mi cuenta
fi: Käyttäjätilini
he: המשתמש שלי
nn: Min konto
pl: Moje konto

source: Update MyAccount
ca: Modifica el meu Compte
da: Opdatér Min Konto
es: Actualizar mi cuenta
fi: Päivitä käyttäjätilini
he: עדכן המשתמש שלי
nn: Oppdater Min konto
pl: Aktualizuj moje konto

source: Review GEDCOM Changes
ca: Revisió de les modificacions del GEDCOM
da: Vis ændringer i slægtsdatabasen en gang til
es: Reseña de los cambios en el GEDCOM
fi: Tarkista GEDCOM muutokset
he: סקור שינויי GEDCOM
nn: Vis endringer i slektsbasen
pl: Przejrzyj zmiany w pliku GEDCOM

source: Undo successful
ca: S'han desfet correctament
da: Fortryd udført
es: Se ha deshecho correctamente
fi: Peruminen onnistui
he: הביטול הצליח
nn: Angring er utført
pl: Cofnięcie zakończone pomyślnie

source: There are currently no changes to be reviewed.
ca: Actualment no hi ha canvis per revisar.
da: Der er ingen ændringer, der er nødvendige at vise igen.
es: Actualmente no existen cambios que deban ser revisados.
fi: Tällä hetkellä ei muutoksia tarkastettavaksi.
he: אין כרגע שינויים לבדיקה.
nn: Det er ikke noen endringer som det er nødvendig å vise på nytt.
pl: Brak zmian oczekujących na zatwierdzenie.

source: View Change Diff
ca: Mostra el que s'ha canviat
da: Vis ændring, forskelle
es: Ver modificaciones
fi: Näytä muutokset
he: התבונן בשינויים
nn: Vis endring(er), forskjell(er)
pl: Pokaż porównanie zmian

source: View GEDCOM Record
ca: Mostra el registre GEDCOM
da: Vis GEDCOM-post
es: Ver el registro GEDCOM
fi: Näytä GEDCOM-tietue
he: הצג מידע מ-GEDCOM
nn: Vis opplysningene i slektsfilen
pl: Pokaż wpis GEDCOM

source: Edit raw GEDCOM record
ca: Edita el registre primari GEDCOM
da: Ændre oplysninger direkte i GEDCOM-filen
es: Editar el registro GEDCOM en bruto
fi: Muokkaa GEDCOM raakadataa
he: ערוך את רשומת ה-GEDCOM הלא מעובדת
nn: Endre opplysninger direkte i slektsfilen
pl: Edytuj plik GEDCOM

source: The following changes were made to this record:
ca: S'han fet els següents canvis en aquest registre:
da: Følgende ændringer er udført for denne person:
es: Este registro tuvo los cambios siguientes:
fi: Seuraavat muutokset on tehty tähän tietueeseen:
he: השינויים הבאים בוצעו ברשומה זו:
nn: Følgende endring(er) er gjort for denne personen:
pl: W tym wpisie dokonano następujących zmian:

source: Date
ca: Data
da: Dato
es: Fecha
fi: Päiväys
he: תאריך
nn: Dato
pl: Data

source: Undo
ca: Desfés
da: Fortryd
es: Deshacer
fi: Peru muutos
he: בטל
nn: Angre
pl: Cofnij

source: Append record
da: Tilføj post
pl: Dołącz wpis

source: Replace record
da: Erstat post
pl: Zastąp wpis

source: Accept all changes
ca: D'acord amb els canvis
da: Godkend alle ændringer
es: Aceptar todas las modificaciones
fi: Hyväksy kaikki muutokset
he: אשר את כל השינויים
nn: Godkjenn alle endringer
pl: Zatwierdź wszystkie zmiany

source: Undo all changes
ca: Desfés tots els canvis
da: Fortryd alle ændringer
es: Deshacer todos los cambios
fi: Peruuta kaikki muutokset
he: בטל את כל השינויים
nn: Angre alle endinger
pl: Cofnij wszystkie zmiany

source: Are you sure you want to undo all of the changes for this GEDCOM?
ca: Esteu segur que cal desfer tots els canvis d'aquest GEDCOM?
da: Er du sikker på, at du vil fortryde alle ændringer for denne GEDCOM-fil?
es: ¿Está seguro de que quiere deshacer todos los cambios a este GEDCOM?
fi: Oletko varma, että haluat peruuttaa kaikki tähän GEDCOM-tiedostoon tekemäsi muutokset?
he: האם אתה בטוח שתרצה לבטל את כל השינויים של ה-GEDCOM הזה?
nn: Er du sikker på at du ønker å angre alle endringer for denne slektsbasen?
pl: Czy na pewno chcesz cofnąć wszystkie zmiany dla tego pliku GEDCOM?

source: Unable to authenticate user.
ca: No s'ha pogut validar l'usuari.
da: Bruger kan ikke godkendes.
es: No es posible autenticar al usuario.
fi: Sisäänkirjautuminen epäonnistui.
he: לא ניתן לאשר משתמש.
nn: Bruker kan ikke godkjennes.
pl: Niepoprawny login lub hasło.

source: PhpGedView User Login
ca: Accés d'usuaris a PhpGedView
da: Adgang for brugere
es: Entrada de usuario PhpGedView
fi: PhpGedView Käyttäjän sisäänkirjautuminen
he: PhpGedView התחברות משתמש
nn: PhpGedView innlogging for brukere
pl: Logowanie użytkownika

source: <center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to every visitor who has a user account.<br /><br />If you have a user account, you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying your application, the site administrator will activate your account. You will receive an email when your application has been approved.
da: <center><b>Velkommen til disse slægtssider !</b><br />Siderne er kun tilgængelig for besøgende med en brugerkonto.<br />Har du en brugerkonto, kan du logge dig ind herunder.<br /><br />Hvis du ikke har en brugerkonto endnu, kan du søge om at få en<br />ved at klikke på linket <i>Ansøg om brugerkonto</i> neden for.<br />Efter at have godkendt din ansøgning, vil administratoren af hjemmesiden aktivere din konto.<br />Du vil modtage en e-mail når du kan komme ind på siden med dit brugernavn og kodeord.</center>
nn: <center><h3><b>Velkommen til disse slektssidene !</b></h3>PS! - <i>Sidene er tilgjengelig for <b>alle</b> besøkende som har en brukerkonto.</i><br />Har du en brukerkonto, kan du logge deg inn under.<br /><br />Dersom du ikke har en brukerkonto enda, kan du søke om å få en<br />ved å klikke på linken "Søke om brukerkonto".<br />Etter å ha sjekket informasjonen i søknaden, vil administratoren til nettstedet aktivere kontoen din.<br />Du vil motta en e-post når den er godkjent.</center>
pl: <center><b>Witaj na naszej stronie genealogicznej</b></center><br /><br />Dostęp do tej strony mają wszystkie osoby posiadające konto użytkownika.<br />Jeżeli już masz swoje konto, zaloguj się.<br /><br />Jeśli nie posiadasz jeszcze konta, załóż je klikając na odpowiedni odnośnik poniżej. Po weryfikacji danych administrator aktywuje twoje konto. Otrzymasz email z powiadomieniem o aktywacji.

source: <center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to <u>authorized</u> users only.<br /><br />If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying your information, the administrator will either approve or decline your account application. You will receive an email message when your application has been approved.
da: <center><b>Velkommen til disse slægtssider !</b><br />Siderne er kun tilgængelig for <i>registrerede</i> brugere med en konto.<br />Har du en brugerkonto, kan du logge dig ind herunder.<br /><br />Hvis du ikke har en brugerkonto endnu, kan du søge om at få en<br />ved at klikke på linket Ansøg om brugerkonto.<br />Efter at have godkendt din ansøgning, vil administratoren af hjemmesiden aktivere din konto.<br />Du vil modtage en e-mail når du kan komme ind på siden med dit brugernavn og kodeord.</center>
nn: <center><h3><b>Velkommen til disse slektssidene !</b></h3>PS! - <i>Sidene er <b>bare</b> tilgjengelig for <b>registrerte</b> brukere!</i><br />Har du en brukerkonto, kan du logge deg inn under.<br /><br />Dersom du ikke har en konto enda, kan søke om å få opprettet en konto<br />ved å klikke på linken "Søke om brukerkonto".<br />Etter å ha sjekket informasjonen i søknaden din,<br />kan administratoren til nettstedet enten godkjenne eller avslå den.<br />Du vil motta en e-post med beskjed dersom søknaden din blir akseptert.</center>
pl: <center><b>Witaj na naszej stronie genealogicznej</b></center><br /><br />Dostęp do tej strony mają tylko <b>autoryzowani</b> użytkownicy.<br />Jeżeli masz już swoje konto, zaloguj się.<br /><br />Jeśli nie posiadasz jeszcze konta, załóż je klikając na odpowiedni odnośnik poniżej.<br />Po weryfikacji danych administrator przyjmie lub odrzuci twoje zgłoszenie.<br />Otrzymasz email z powiadomieniem o akceptacji.
