Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Add missing married names
ca: Afegeix noms de casada absents
he: הוסף שמות נישואין חסרים
pl: Dodaj brakujące nazwiska po ślubie

source: You can make it easier to search for married women by recording their married name.<br />However not all women take their husband's surname, so beware of introducing incorrect information into your database.
ca: Podeu fer més fàcil la recerca de dones casades enregistrant llur nom de casada.<br/>Tanmateix, no totes les dones adopten el cognom de l'espòs, per tant cal que aneu en compte per no introduïr dades incirrectes al GEDCOM.
he: תוכל להקל על חיפוש של נשים נשואות ע"י רישום שם הנישואין שלהן.<br/>אך לא כל הנשים משתמשות בשם המשפחה של בעליהן, כך שיש להיזהר לא להוסיף נתונים שגויים לקובץ ה-GEDCOM שלך.
pl: Możesz łatwiej znaleźć kobiety zamężne wprowadzając ich nazwiska po ślubie.<br/>Jednakże nie wszystkie kobiety przyjmują nazwiska męża po ślubie, więc zachowaj szczególną uwagę korzystając z tej funkcji, by nie wprowadzić niepoprawnych danych do bazy.

source: Surname Option
ca: Opció de cognoms
es: Opción de apellidos
fi: Sukunimioptio
he: אופצית שם משפחה
pl: Opcje nazwiska

source: Wife's surname replaced by husband's surname
ca: L'esposa adquireix el cognom del marit
es: El apellido de la esposa se cambia al del esposo
fi: Aviovaimon sukunimi korvattu aviomiehen sukunimellä
he: שם המשפחה של האשה מוחלף בשם המשפחה של הבעל
pl: Nazwisko żony zastąp nazwiskiem męża

source: Wife's maiden surname becomes new given name
ca: El cognom de soltera de l'esposa es converteix en un nou nom de pila
es: El apellido de soltera de la esposa se convierte en un nuevo nombre de pila
fi: Aviovaimon tyttönimestä tulee uusi etunimi
he: שם הנעורים של האשה הופך לשם פרטי חדש
pl: Nazwisko panieńskie żony staje się nowym imieniem

source: Add missing death records
ca: Afegeix registres de defunció absents
he: הוסף רשומות פטירה חסרות
pl: Dodaj brakujące wpisy śmierci

source: You can improve the performance of PGV by ensuring that all individuals have (where appropriate) an &laquo;end of life&raquo; event.
ca: Puedeu millorar el rendiment de PGV asegurant-vos que totes les persones tinguin (si cal) un esdeveniment de &laquo;fi de vida&raquo;.
he: תוכל לשפר את ביצוע ה-PGV ע"י כך שתבטיח שלכל האנשים יש (אם מתאים) ארוע של &laquo;סוף החיים&raquo;.
pl: Możesz ulepszyć działanie PGV zapewniając, by wszystkie osoby w bazie posiadały (gdy prawidłowy) wpis śmierci.

source: Add missing birth records
ca: Afegeix registres de naixement absents
he: הוסף רשומות לידה חסרות
pl: Dodaj brakujące wpisy urodzin

source: You can improve the performance of PGV by ensuring that all individuals have a &laquo;start of life&raquo; event.
ca: Podeu millorar el rendiment de PGV assegurant-vos que totes les persones tinguin un esdeveniment d' &laquo;inici de vida&raquo;.
he: תוכל לשפר את ביצוע ה-PGV ע"י כך שתבטיח שלכל האנשים יש ארוע של &laquo;תחילת החיים&raquo;.
pl: Możesz ulepszyć działanie PGV zapewniając, by wszystkie osoby w bazie posiadały wpis urodzin.

source: Fix name slashes and spaces
ca: Arranja barres i espais als noms
he: תקן לוכסנים ורווחים בשמות
pl: Popraw wpisy imion i nazwisk

source: Correct NAME records of the form 'John/DOE/' or 'John /DOE', as produced by older genealogy programs.
ca: Corregir els registres NAME del tipus 'John/DOE/' o 'John /DOE' produïts per antics programes de genealogia.
he: תקן רשומות NAME שהם במבנה 'John/DOE/' או 'John /DOE', שנוצרות ע"י תוכניות חקר משפחה ישנות.
pl: Poprawia wpisy NAME z 'Jan/KOWALSKI/' lub 'Jan /KOWALSKI', które są generowane przez starsze programy genealogiczne, na 'Jan /KOWALSKI/'.

source: Fix TMG latlon data
ca: Reparara les coordenades geogràfiques de TMG
he: תקן נתוני קו רוחב וקו אורך של TMG
pl: Popraw współrzędne geograficzne z programu TMG

source: Converts The Master Genealogist's proprietary lat/lon format to the GEDCOM 5.5.1 standard that PGV can read. Note: changes are not highlighted in the final output shown below.
ca: Converteix les coordenades geogràfiques en format propietari de The Master Genealogist al format de l'estàndar GEDCOM 5.5.1 que és el que entén el PGV. Nota: els canvis no es ressalten a la sortida final que es mostre més avall.
he: מסב נתוני קו הרוחב וקו האורך של The Master Genealogist למבנה סטנדרטי של GEDCOM 5.5.1 ש-PGV יכול לקרוא. הערה: השינויים אינם מודגשים בפלט הסופי המוצג למטה.
pl: Zmienia sposób zapisu współrzędnych geograficznych wykorzystywany w programie The Master Genealogist's na format standardu GEDCOM 5.5.1 czytelny dla PGV. Uwaga: zmiany nie są podświetlone.

source: Search and/or replace data in your GEDCOM using simple searches or advanced pattern matching.
ca: Cercar i/o canviar dades al vostre GEDCOM emprant recerques senzilles o avançades mitjançant patrons.
he: חפש ו-/או החלף נתונים בקובץ ה-GEDCOM שלך ע"י שימוש בחיפוש פשוט או התאמת תבנית מתקדמת .
pl: Wyszukaj i/lub zastąp dane w Twoim pliku GEDCOM używając prostego wyszukiwania lub zaawansowanego podstawiania do wzoru.

source: The regex appears to contain an error. It can't be used.
ca: L'expressió regular sembla contenir un error. No pot emprar-se.
es: La expresión regular parece contener un error. No puede utilizarse.
fi: Normaalimuodossa on virhe. Sitä ei voi käyttää.
he: נראה שבביטוי הרגיל יש שגיאה. לא ניתן להשתמש בו.
pl: Wyrażenia regularne zawierają błąd i nie będą użyte.

source: Match the exact text, even if it occurs in the middle of a word.
ca: Coincidint exactament amb el tex, fins i tot entremig d'una paraula.
pl: Dopasuje dokładny tekst, nawet jeśli występuje w środku wyrazu.

source: Match the exact text, unless it occurs in the middle of a word.
ca: Coincidint exactament amb el text, llevat que sigui entremig d'una paraula.
pl: Dopasuje dokładny tekst, tylko gdy jest wyrazem.

source: Use a &laquo;?&raquo; to match a single character, use &laquo;*&raquo; to match zero or more characters.
ca: Empreu un &laquo;?&raquo; per a que coincideixi amb un sol caràcter, empreu &laquo;*&raquo; per a que coincideixi amb zero o més caràcters.
pl: Użyj &laquo;?&raquo; by zastąpić pojedynczy dowolny znak, lub użyj &laquo;*&raquo; by zastąpić wiele dowolnych znaków.

source: Search text/pattern
ca: Carca text/patró
es: Buscar texto/patrón
fi: Etsi tekstiä/kuviota
he: חפש טכסט/תבנית
pl: Wyszukaj tekst

source: Replacement text
ca: Text de la substitució
es: Texto de la sustitución
fi: Korvaava teksti
he: טכסט החלפה
pl: Zastąp tekst

source: Search method
ca: Mètode de recerca
es: Método de búsqueda
fi: Hakutapa
he: שיטת החיפוש
pl: Metoda wyszukiwania

source: Exact text
ca: Text exacte
es: Texto exacto
fi: Tarkka teksti
he: טכסט מדויק
pl: Dokładny tekst

source: Wildcards
ca: Comodins
es: Comodines
fi: Jokerimerkit
he: ג'וקרים
pl: Znaki kluczowe

source: Regular expression
ca: Expressió regular
es: Expresión regular
fi: Normaalimuoto
he: ביטויים רגילים
pl: Wyrażenia regularne

source: Case insensitive
ca: No distigeixis entre majúscules i minúscules
es: No distinguir mayúsculas y minúsculas
fi: Kirjaintasosta riippumaton
he: אין רגישות לאותיות הלועזיות הקטנות והגדולות
pl: Nie uwzględniaj wielkości liter

source: Tick this box to match both upper and lower case letters.
ca: Marqueu aquesta casella per a que coincideixi tant amb lletres majúscules com amb minúscules
es: Marque esta casilla para que coincida tanto con letras mayúsculas como minúsculas
fi: Rastita tämä ruutu verrataksesi sekä pien- että suuraakkosia.
he: סמן את התיבה כדי להתאים אותיות לועזיות קטנות וגדולות.
pl: Zaznacz by traktować tak samo małe i wielkie litery.

source: Remove duplicate links
ca: Esborra vincles duplicats
he: הסר קישורים כפולים
pl: Usuń powtarzające się odnośniki

source: A common error is to have multiple links to the same record, for example listing the same child more than once in a family record.
ca: És un error força corrent al fitxer gedcom tenir diversos vincles al mateix registre. Per exemple tenir al mateix fill més d'un cop en un regitre de família.
he: שגיאה כללית של GEDCOM היא קיום קישורים מרובים לאותה רשומה, למשל רישום אותו ילד יותר מפעם אחד ברשומת משפחה.
pl: Częstym błędem jest posiadanie kilku odnośników do tego samego wpisu, na przykład to samo dziecko jest dodane więcej niż raz do rodziny.

source: Nothing found.
ca: No s'ha trobat res.
es: No se encontró nada.
fi: Mitään ei löytynyt.
he: לא נימצא כלום.
pl: Nic nie znaleziono.

source: Update the CHAN record
ca: Actualitza el registre CHAN
es: Actualizar el registro CHAN
fi: Päivitä CHAN-tietue
he: עדכן רשומת CHAN
pl: Uaktualnij wpis CHAN (ostatnia zmiana)

source: Update
ca: Actualitza
es: Actualizar
fi: Päivitä
he: עדכן
pl: Uaktualnij

source: Update all
ca: Actualiza-ho tot
es: Actualizar todo
fi: Päivitä kaikki
he: עדכן הכל
pl: Uaktualnij wszystkie

source: This tool can make a backup of several kinds of data in PhpGedView.<br /><br />The data you choose to back up will be gathered into a ZIP file, which you can download by clicking the link at the bottom of the page, after the backup has been successfully made.<br /><br />The ZIP file will remain in your Index directory until you remove it manually.
ca: Aquesta utilitat fa una còpia de seguretat de dades i informació rellevants del PhpGedView.<br /><br />El que escolliu per desar, es comprimirà en un fitxer ZIP que podreu descarregar polsant l'enllaç del final de la pàgina, un cop la còpia de seguretat hagi acabat.<br /><br />El fitxer ZIP romandrà al vostre directori Índex mentre no l'elimineu manualment.
da: Dette værktøj kan oprette en sikkerhedskopi af forskellige data i slægtsdatabasen (PhpGedView).<br /><br />Dataene, som du vælger at tage sikkerhedskopi af, vil blive samlet i en ZIP-fil, som det også er muligt at downloade ved at klikke nederst på siden, efter at sikkerhedskopieringen er udført.<br /><br />ZIP-filen vil forblive i din indeksmappe indtil du fjerner den manuelt.
es: Esta herramienta puede hacer copia de seguridad de varias clases de datos en PhpGedView.<br /><br />Los datos que elija que se guarden se juntarán en un archivo ZIP, que podrá descargar haciendo clic en el vínculo en la parte inferior de la página tras completarse la realización de la copia de seguridad.<br /><br />El archivo ZIP permanecerá en su directorio Index hasta que lo elimine manualmente.
fi: Tällä työkalulla voi tehdä muutamista erilaisista tiedoista varmuuskopioita phpGedView:ssä.<br /><br />Valitsemasi varmuuskopioitavat tiedot kerätään ZIP-tiedostoon, jonka voit ladata sivun lopussa olevasta linkistä kun varmuuskopiointi on tehty.<br /><br />ZIP-tiedosto jää sinun index-kansioon kunnes sen manuaalisesti poistat.
he: כלי זה יכול ליצור גיבוי לסוגי נתונים שונים של PhpGedView.<br /><br />הנתונים שתחליט לגבות יאספו בקובץ ZIP, שאותו תוכל להוריד על ידי לחיצה על הקישור בתחתית הדף לאחר שהגיבוי יסתיים בהצלחה.<br /><br />קובץ ה-ZIP ישמר בתיקיית ה-Index שלך עד שתסיר אותו בצורה ידנית.
nn: Her kan du lage en sikkerhetskopi av forskjellige data i PhpGedView.<br /><br />Dataene som du velger å ta sikkerhetskopi av, vil bli samlet i en ZIP-fil,<br />som det også er mulig å laste ned (download) ved å klikke på valget nederst på siden, etter at sikkerhetskopieringen er utført.<br /><br />ZIP-filen vil forbli i Index-mappen din til du fjerner den manuellt.
pl: To narzędzie umożliwia tworzenie kopii zapasowej kilku typów danych w PhpGedView.<br /><br />Wybrane do skopiowania dane zostaną spakowane w jeden plik ZIP, który możesz pobrać po pomyślnym zakończeniu tworzenia kopii zapasowej klikając odnośnik na dole strony.<br /><br />Plik ZIP pozostanie w twoim katalogu indeksowym dopóki nie usuniesz go ręcznie.

source: PhpGedView Configuration File
ca: Fitxer de Configuració PhpGedView
da: PhpGedView konfigurationsfil
es: Archivo de configuración de PhpGedView
fi: PhpGedView konfiguraatiotiedosto
he: קובץ תצורה של PhpGedView
nn: PhpGedView konfigurasjonsfil
pl: Plik konfiguracyjny PhpGedView

source: GEDCOM Files
ca: Fitxers GEDCOM
da: GEDCOM-filer
es: Archivos GEDCOM
fi: GEDCOM-tiedostot
he: קבצי GEDCOM
nn: GEDCOM-filer
pl: Pliki GEDCOM

source: GEDCOM Settings, Configuration and Privacy files
ca: Paràmetres GEDCOM, fitxers de configuració i privadesa
da: GEDCOM-indstillinger, konfiguration og privatlivsfiler
es: Ajustes y archivos de configuración y privacidad de GEDCOM
fi: GEDCOM asetus-, konfiguraatio- ja yksityisyystiedostot
he: קבצי הגדרות, תצורה ופרטיות של GEDCOM
nn: GEDCOM-innstillinger, konfigurasjon og personvern-filer
pl: Pliki ustawień, konfiguracji i prywatności GEDCOM

source: GEDCOM SearchLogs and PhpGedView Logfiles
ca: Comptadors GEDCOM, fitxers SearchLogs i Logfiles
da: GEDCOM-tællere, søgelogs og PhpGedView logfiler
es: Diarios de búsquedas de GEDCOM y diarios de operaciones de PhpGedView
fi: GEDCOM-laskurit, -hakulokit ja PhpGedView-lokit
he: קבצי לוג של חיפוש GEDCOM וקבצי לוג של PhpGedView
nn: GEDCOM tellere, søke-logger og PhpGedView logg-filer
pl: Pliki SearchLog oraz pliki logów PhpGedView

source: User definitions, Block settings, Favorites, Messages, News
ca: Definicions d'usuari, paràmetres de blocs, favorits, missatges, notícies
da: Bruger definitioner, Ramme indstillinger, Favoritter, Meddelelser, Nyheder
es: Definiciones de usuarios, configuración de bloques, favoritos, mensajes y noticias
fi: Käyttäjä määritykset, lohko asetukset, suosikit, viestit, uutiset
he: הגדרות משתמש, הגדרות אזורים, מועדפים, הודעות, חדשות
nn: Bruker-definisjoner, ramme-innstillinger, favoritter, beskjeder og nyheter
pl: Definicje użytkowników, ustawienia układu, ulubione, wiadomości, artykuły

source: Media files
ca: Fitxers multimèdia
da: Mediefiler
es: Archivo audiovisual
fi: Media tiedostot
he: קובצי מדיה
nn: Mediafiler
pl: Pliki multimedialne

source: Make Backup
ca: Fes la còpia de seguretat
da: Oprette en sikkerhedskopi
es: Hacer copia de seguridad
fi: Tee varmuuskopio
he: צור גיבוי
nn: Lag sikkerhetskopi
pl: Twórz kopię zapasową

source: Results
ca: Resultats
da: Resultater
es: Resultados
fi: Tulokset
he: תוצאות
nn: Resultater
pl: Wyniki

source: ZIP file successfully created.
ca: S'ha creat correctament el fitxer ZIP.
da: ZIP-fil er nu oprettet.
es: Archivo ZIP creado con éxito
fi: ZIP-tiedosto onnistuneesti tehty.
he: קובץ ZIP נוצר בהצלחה.
nn: ZIP-fil er nå lagd.
pl: Tworzenie pliku ZIP zakończone pomyślnie.

source: Download ZIPped backup file
ca: Descarrega la còpia de seguretat en format ZIP
da: Download sikkerhedskopi (ZIP-fil)
es: Descargar archivo ZIP con la copia de seguridad
fi: Lataa ZIPattu varmuuskopiotiedosto
he: הורד קובץ גיבוי במבנה ZIP
nn: Hent ZIPet sikkerhetskopi-fil
pl: Pobierz plik kopii zapasowej spakowany ZIPem

source: Files included in this backup
ca: Fitxers inclosos en aquesta còpia de seguretat
da: Filer der er inkluderet i denne backup
es: Archivos incluidos en esta copia de seguridad
fi: Tämän varmuuskopion sisältämät tiedostot
he: קבצים הנכללים בגיבוי זה
nn: Filer som er inkludert i dette backup-settet
pl: Pliki objęte tą kopią zapasową

source: No files found for backup.
ca: No s'han localitzat fitxers per guardar
da: Ingen filer fundet til sikkerhedskopiering.
es: No se encontraron archivos para la copia de seguridad
fi: Varmuuskopioon ei löytynyt tiedostoja.
he: לא נמצאו קבצים לגיבוי.
nn: Ingen filer funnet for sikkerhetskopiering.
pl: Brak plików do utworzenia kopii zapasowej.

source: This tool will create <i>authenticate.php</i> and several <i>.dat</i> files in your index directory.<br /><br />After successful creation, you can switch to Index mode with all current users and their messages, favorites, news, and MyGedview layout available.<br /><br />Note: After switching to Index mode, you will need to import your GEDCOM files again.
ca: Aquesta utilitat crearà el fitxer <i>authenticate.php</i> i diversos <i>.dat</i> al vostre directori índex.<br /><br />Un cop correctament creta, podeu passar al mode Índex tots els usuaris i llurs missatges, favorits, notícies i formats MyGedview disponibles.<br /><br />Nota: Desprès de passar al mode Índex, us caldrà reimportar també els fitxers GEDCOM.
da: Dette værktøj vil oprette filen <i>authenticate.php</i> og flere andre <i>.dat</i> filer i din indeksmappe.<br /><br />Efter at filerne er oprettet, kan du skifte til Indeks tilstand med alle registrerede brugere og deres meddelelser, favoritter, nyheder og MyGedview layout intakt.<br /><br />NB! Efter at du har skiftet til Indeks tilstand, skal du importere GEDCOM-fil(erne) påny.
es: Esta herramienta creará archivos <i>authenticate.php</i> y varios <i>.dat</i> en su directorio index.<br /><br />Tras una creación con éxito, puede cambiar a modo Índice con todos los usuarios actuales y sus mensajes, favoritos, noticias y disposición en MiGedView preservados.<br /><br />Nota: Tras cambiar a modo Index, tendrá que importar sus archivos GEDCOM de nuevo.
fi: #pgv_lang[um_sql_index]#
he: כלי זה יצור <i>authenticate.php</i> ומספר קבצי <i>.dat</i> בתיקיית ה-index שלך.<br /><br />לאחר יצירה מוצלחת תוכל לעבור לצורת האינדקס עם כל המשתמשים הנוכחיים והודעותיהם, מועדפים, חדשות ומבנה ה-MyGedView זמינים.<br /><br />שים לב: לאחר מעבר לצורת אינדקס יש לייבא שוב את קבצי ה-GEDCOM.
nn: Dette verktøyet vil lage filen <i>authenticate.php</i> og flere andre <i>.dat</i> filer i index-mappen din.<br /><br />Etter at filene er opprettet, kan du bytte til Index-database med alle registrerte brukere og bekjeden deres, favoritter, nyheter og MyGedview layout inntakt.<br /><br />NB! Etter at du har byttet til Index-database, må du importere GEDCOM-fil(ene) på nytt.
pl: To narzędzie utworzy plik <i>authenticate.php</i> i kilka plików <i>.dat</i> w twoim katalogu indeksowym.<br /><br />Kiedy tworzenie zakończy się pomyślnie, możesz przejść do trybu indeksowego, w którym będą dostępni wszyscy bieżący użytkownicy i ich wiadomości, ulubione, artykuły i ustawienia układu.<br /><br />Uwaga: po przejściu do trybu indeksowego musisz ponownie zaimportować swoje pliki GEDCOM.

source: This tool will import <i>authenticate.php</i> and other <i>.dat</i> files from your index directory into your database.
ca: Aquesta eina importarà <i>authenticate.php</i> i altres fitxers <i>.dat</i> del vostre directori d'índex a la base de dades.
da: Dette værktøj vil importere filen <i>authenticate.php</i> og andre <i>.dat</i> filer fra din indeksmappe til din database.
es: Esta herramienta importará <i>authenticate.php</i> y otros archivos <i>.dat</i> de su directorio index a su base de datos.
fi: #pgv_lang[um_index_sql]#
he: כלי זה ייבא <i>authenticate.php</i> וקבצי <i>.dat</i> אחרים מתיקית ה-index שלך למאגר המידע שלך.
nn: Dette verktøyet vil importere filen <i>authenticate.php</i> og andre <i>.dat</i> filer fra index-mappen din inn i databasen din.
pl: To narzędzie zaimportuje plik <i>authenticate.php</i> i kilka innych plików <i>.dat</i> z twojego katalogu indeksowego do bazy danych.
