Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Total individuals
ca: Nombre de persones
da: antal navne =
es: Total de personas
fi: Nimien lukumäärä
he: סה"כ אנשים
nn: antall navn
pl: Liczba osób

source: Total males
ca: Nombre d'homes
da: antal mænd =
es: Total de hombres
fi: Miesten lukumäärä
he: סה"כ זכרים
nn: antall menn
pl: Liczba mężczyzn

source: Total females
ca: Nombre de dones
da: antal kvinder =
es: Total de mujeres
fi: Naisten lukumäärä
he: סה"כ נקבות
nn: antall kvinner
pl: Liczba kobiet

source: Total living
ca: Total vius
es: Total con vida
he: סה"כ חיים
pl: Liczba żyjących

source: Total dead
ca: Total difunts
es: Total fallecidos
he: סה"כ מתים
pl: Liczba zmarłych

source: Events
ca: Esdeveniments
es: Eventos
he: אירועים
pl: Wydarzenia

source: Total births
ca: Total naixements
es: Total de nacimientos
he: סה"כ לידות
pl: Liczba urodzeń

source: Total deaths
ca: Total defuncions
es: Total de defunciones
he: סה"כ פטירות
pl: Liczba zgonów

source: Births by century
ca: Naixements per centúries
es: Nacimientos por siglo
fi: Syntymät vuosisadoittain
he: לידות לפי מאה
pl: Liczba urodzeń według wieku

source: Deaths by century
ca: Defuncions per centúries
es: Defunciones por siglo
fi: Kuolemat vuosisadoittain
he: פטירות לפי מאה
pl: Liczba zgonów według wieku

source: Earliest birth
ca: Naixement més antic
es: Nacimiento más temprano
he: לידה מוקדמת
pl: Pierwsze urodziny

source: Earliest death
ca: Defunció més antiga
es: Defunción más temprana
he: פטירה מוקדמת
pl: Pierwsza śmierć

source: Latest birth
ca: Darrer neixement
es: Nacimiento más tardío
he: לידה אחרונה
pl: Ostatnie urodziny

source: Latest death
ca: Darrera defunció
es: Defunción más tardía
he: פטירה אחרונה
pl: Ostatnia śmierć

source: Lifespan
ca: Longevitat
es: Período de vida
he: תוחלת החיים
pl: Długość życia

source: Average age at death
ca: Promig d'edat de defunció
da: Gennemsnitlig alder ved død
es: Edad media de fallecimiento
fi: Keskimääräinen ikä kuollessa
he: הגיל הממוצע בזמן הפטירה
nn: Gjennomsnittsalder ved død
pl: Średnia długość życia

source: Males
ca: Homes
es: Hombres
fi: Miespuolisia
he: זכרים
pl: Mężczyźni

source: Females
ca: Dones
es: Mujeres
fi: Naispuolisia
he: נקבות
pl: Kobiety

source: Top age at death
ca: Edat més avança de defunció
es: Máxima edad de defunción
he: הגיל הגבוה בפטירה
pl: Osoby, które żyły najdłużej

source: Oldest living people
ca: Persones vives de més edat
es: Personas más longevas
he: אנשים שחיים הכי הרבה זמן
pl: Najstarsze żyjące osoby

source: Names
ca: Noms
da: Navn
es: Nombres
fi: Nimet
he: שמות
nn: Navn
pl: Nazwiska

source: Total surnames
ca: Total cognoms
es: Total apellidos
he: סה"כ שמות משפחה
pl: Liczba nazwisk

source: Total given names
ca: Total noms de pila
es: Total de nombres de pila
he: סה"כ שמות פרטיים
pl: Liczba imion

source: Top surnames
ca: Cognoms més comuns
es: Apellidos más frecuentes
he: שמות המשפחה הנפוצים
pl: Najczęściej występujące nazwiska

source: Top given names
ca: Noms de pila més comuns
es: Nombres de pila más frecuentes
he: שמות הפרטיים הנפוצים
pl: Najczęściej występujące imiona

source: Total families
ca: Nombre de famílies
da: antal familier =
es: Total de familias
fi: Perheiden lukumäärä
he: סה"כ משפחות
nn: antall familier
pl: Liczba rodzin

source: Total marriages
ca: Total casaments
es: Total de matrimonios
he: סה"כ נישואין
pl: Liczba ślubów

source: Total divorces
ca: Total divorcis
es: Total de divorcios
he: סה"כ גירושים
pl: Liczba rozwodów

source: Marriages by century
ca: Casaments per centúries
es: Matrimonios por siglo
fi: Avioliitot vuosisadoittain
he: נישואין לפי מאה
pl: Liczba ślubów według wieku

source: Divorces by century
ca: Divorcis per centúries
es: Divorcios por siglo
fi: Avioerot vuosisadoittain
he: גרושים לפי מאה
pl: Liczba rozwodów według wieku

source: Earliest marriage
ca: Casament més antic
es: Matrimonio más temprano
he: נישואין מוקדמים
pl: Pierwszy ślub

source: Earliest divorce
ca: Divorci més antic
es: Divorcio más temprano
he: גירושים מוקדמים
pl: Pierwszy rozwód

source: Latest marriage
ca: Darrer casament
es: Matrimonio más tardío
he: נישואין אחרונים
pl: Ostatni ślub

source: Latest divorce
ca: Darrer divorci
es: Divorcio más tardío
he: גירושים אחרונים
pl: Ostatni rozwód

source: Length of marriage
ca: Durada del matrimoni
es: Duración del matrimonio
he: גיל הנישואין
pl: Staż małżeński

source: Longest marriage
ca: Matrimoni més durador
es: Matrimonio más duradero
he: הנישואין הארוכים
pl: Najdłuższy staż

source: Shortest marriage
ca: Matrimoni menys durador
es: Matrimonio más breve
he: הנישואין הקצרים
pl: Najkrótszy staż

source: Age in year of marriage
ca: Edat l'any de casament
da: alder i forhold til vielsesår.
es: Edad el año de matrimonio
fi: Ikä avioliittoonvihkimisvuonna.
he: גיל בשנת הנישואין
nn: Alder i vielsesåret
pl: Liczba lat podczas ślubu

source: Youngest male
ca: Home més jove
es: Varón más joven
he: הזכר הצעיר
pl: Najmłodszy mężczyzna

source: Youngest female
ca: Dona més jove
es: Mujer más joven
he: הנקבה הצעירה
pl: Najmłodsza kobieta

source: Oldest male
ca: Home de més edat
es: Varón de más edad
he: הזכר המבוגר
pl: Najstarszy mężczyzna

source: Oldest female
ca: Dona de més edat
es: Mujer de más edad
he: הנקבה המבוגרת
pl: Najstarsza kobieta

source: Age at birth of child
ca: Edat al naixement de la mainada
es: Edad al nacer el hijo
he: גיל בלידת בן/בת
pl: Liczba lat podczas narodzin dziecka

source: Youngest father
ca: Pare més jove
es: Padre más joven
he: האב הצעיר
pl: Najmłodszy ojciec

source: Youngest mother
ca: Mare més jove
es: Madre más joven
he: האם הצעירה
pl: Najmłodsza matka

source: Oldest father
ca: Pare de més edat
es: Padre de más edad
he: האב המבוגר
pl: Najstarszy ojciec

source: Oldest mother
ca: Mare de més edat
es: Madre de mayor edad
he: האם המבוגרת
pl: Najstarsza matka

source: Children in family
ca: Mainada per família
es: Hijos en la familia
he: הילדים במשפחה
pl: Dzieci w rodzinie

source: Average number of children per family
ca: Promig de mainada per família
da: Gennemsnitlig antal børn pr. familie
es: Promedio de hijos por pareja
fi: Keskimääräinen lapsiluku perheessä
he: מספר ממוצע של ילדים למשפחה
nn: Gjennomsnittsantall med barn pr. familie
pl: Średnia liczba dzieci w rodzinie

source: Number of families without children
ca: Nombre de famílies sense fills
es: Número de familias sin hijos
fi: Lapsettomien perheiden lukumäärä
he: מספר המשפחות ללא ילדים
pl: Liczba bezdzietnych rodzin

source: Largest families
ca: Famílies més nombroses
es: Mayores familias
fi: Suurimmat perheet
he: המשפחות הגדולות
pl: Rodziny z największą liczbą dzieci

source: Largest grandfamilies
ca: Famílies amb major nombre de néts
es: Familias con más nietos
he: משפחת הסבים הגדולה
pl: Rodziny z największą liczbą wnucząt

source: Age difference
ca: Diferència d'edat
es: Diferencia de edad
he: הבדל גילים
pl: Różnica wieku

source: Age between siblings
ca: Diferència d'edat entre germans
es: Diferencia de edad entre hermanos
he: גיל בין אחים
pl: Różnica wieku rodzeństwa

source: Top age between siblings
ca: Màxima diferència d'edat entre germans
es: Máxima diferencia de edad entre hermanos
he: גיל הגדול בין אחים
pl: Rodzeństwo z największą różnicą wieku

source: Age between husband and wife
ca: Marits majors que la muller
es: Diferencia de edad entre marido y mujer
he: גיל בין בעל ואישה
pl: Różnica wieku między mężem a żoną

source: Age between wife and husband
ca: Mullers majors que el marit
es: Diferencia de edad entre mujer y marido
he: גיל בין אישה ובעל
pl: Różnica wieku między żoną a mężem

source: Records
ca: Registres
es: Registros
he: רשומות
pl: Wpisów

source: Media objects
ca: Objectes Multimèdia
da: Medieobjekter
es: Objetos audiovisuales
fi: Mediakohteita
he: ישויות מדיה
nn: Mediaobjekter
pl: Multimediów

source: Sources
ca: Fonts
da: Kilder
es: Fuentes
fi: Lähteitä
he: מקורות
nn: Kilder
pl: Źródeł

source: Notes
da: Noter
es: Notas
fi: Lisätiedot
he: הערות
nn: Noter
pl: Notatki

source: Other records
ca: Registres Diversos
da: Andre poster
es: Otros registros
fi: Muita tietueita
he: רשומות אחרות
nn: Andre oppføringer
pl: Innych wpisów

source: Total events
ca: Esdeveniments
da: Total antal begivenheder
es: Total eventos
fi: Tapahtumia yhteensä
he: סה"כ עובדות
nn: Antall hendelser
pl: Wydarzeń

source: First event
ca: Esdeveniment més antic
es: Primer evento
he: אירוע ראשון
pl: Pierwsze wydarzenie

source: Last event
ca: Esdeveniment més recent
es: Último evento
he: אירוע אחרון
pl: Ostatnie wydarzenie

source: Media
ca: Multimèdia
da: Billeder- og medier
es: Audiovisuales
he: מדיה
nn: Bilder / medier
pl: Multimedia

source: Individuals with sources
ca: Persones amb fonts
es: Personas con fuentes
fi: Henkilöt joilla on lähteitä
he: אנשים עם מקורות
nn: Personer med kilder
pl: Liczba osób powiązanych ze źródłami

source: Families with sources
ca: Famílies amb fonts
es: Familias con fuentes
fi: Perheet joilla on lähteitä
he: משפחות עם מקורות
nn: Familier med kilder
pl: Liczba rodzin powiązanych ze źródłami

source: Places
ca: Llocs
es: Lugares
he: מקומות
pl: Miejsc

source: Birth places
ca: Llocs de naixement
es: Lugares de nacimiento
he: מקומות לידה
pl: Najczęstsze miejsca urodzenia

source: Death places
ca: Llocs de defunció
es: Lugares de defunción
he: מקומות פטירה
pl: Najczęstsze miejsca śmierci

source: Marriage places
ca: Llocs de casament
es: Lugares de matrimonio
he: מקומות נישואין
pl: Najczęstsze miejsca ślubu

source: Events in countries
ca: Esdeveniments per països
es: Eventos por países
he: אירועים בארצות
pl: Państwa z największą liczbą wydarzeń

source: Create your own chart
ca: Feu el vostre propi gràfic
es: Cree su propio gráfico
fi: Luo oma kaaviosi
he: צור תרשים אישי
pl: Pokaż własne wykresy statystyk

source: Fill in the following parameters for the plot
ca: Ompliu les següents variables pel gràfic
da: Udfyld følgende variabler til diagrammet
es: Rellene las siguientes variables para el gráfico
fi: Täytä kuvaajaa varten seuraavat muuttujat
he: מלא את הערכים הבאים עבור התרשים
nn: Fyll inn følgende variabler for diagrammet
pl: Podaj następujące parametry wykresu

source: Select chart type:
ca: Escolliu el tipus de gràfic:
da: langs x-aksen:
es: Seleccion tipo de gráfico;
fi: Valitse kaavion tyyppi:
he: בחר סוג תרשים:
nn: langs x-aksen:
pl: Rodzaj wykresu

source: Month of birth
ca: Mes de naixement
da: Fødselsmåned
es: Mes de nacimiento
fi: Syntymäkuukausi
he: חודש לידה
nn: Fødselsmåned
pl: Miesiąc urodzin

source: Month of death
ca: Mes de defunció
da: Dødsmåned
es: Mes de fallecimiento
fi: Kuolinkuukausi
he: חודש פטירה
nn: Dødsmåned
pl: Miesiąc śmierci

source: Month of marriage
ca: Mes de casament
da: Ægteskabsmåned
es: Mes de matrimonio
fi: Avioliittoonvihkimiskuukausi.
he: חודש הנישואין
nn: Måned for vielse
pl: Miesiąc ślubu

source: Month of first marriage
ca: Mes del primer casament
da: Måned for første ægteskab
es: Mes del primer matrimonio
fi: Kuukausi, jolloin solmittiin ensimmäinen avioliitto
he: חודש הנישואין הראשונים
nn: Måned for første eksteskap
pl: Miesiąc pierwszego ślubu

source: Age related to birth year
ca: Edat en relació a l'any de naixement
da: alder i forhold til fødselsår.
es: Edad según el año de nacimiento
fi: Ikä suhteessa syntymävuoteen
he: גיל ביחס לשנת לידה
nn: Alder i forhold til fødeår
pl: Długość życia względem roku urodzenia

source: Age related to death year
ca: Edat en relació a l'any de defunció
da: alder i forhold til dødsår.
es: Edad según el año de fallecimiento
fi: Ikä suhteessa kuolinvuoteen
he: גיל ביחס לשנת פטירה
nn: Alder i forhold til dødsår
pl: Długość życia względem roku śmierci

source: Age in year of first marriage
ca: Edat l'any del primer casament
da: alder ved første ægteskab.
es: Edad el año del primer matrimonio
fi: Ikä ensimmäisen avioliittoonvihkimisvuoden aikana
he: גיל בנישואין הראשונים
nn: Alder i året for første ekteskap
pl: Liczba lat podczas pierwszego ślubu

source: Number of children
ca: Nombre de fills
da: antal børn.
es: Número de hijos
fi: Lasten lukumäärä
he: מספר ילדים
nn: Antall barn
pl: Liczba dzieci w rodzinie

source: Individual distribution
ca: Distribució de persones
es: Distribución de personas
fi: Henkilöiden jakautuminen
he: התפלגות אישית
nn: Personfordelingn
pl: Rozmieszczenie osób

source: Birth by country
ca: Per país de naixement
es: Nacimiento por país
fi: Syntymä maan mukaan
he: לידה לפי ארץ
nn: Fødsler pr. land
pl: Kraj urodzin

source: Marriage by country
ca: Per país de casament
es: Matrimonio por país
fi: Avioliitto maan mukaan
he: נישואין לפי ארץ
nn: Ekteskap sorter på land
pl: Kraj ślubu

source: Death by country
ca: Per país de defunció
es: Defunción por país
fi: Kuolema maan mukaan
he: פטירה לפי ארץ
nn: Dødsfall pr. land
pl: Kraj śmierci

source: boundaries for ages:
ca: límits per edats:
da: akse-værdier for alder (x-akse):
es: límites para las edades:
fi: rajat ikäarvoille:
he: גבולות לגילים:
nn: grenseverdi for alder:
pl: wartości dla liczby lat (oś x):

source: interval
es: intervalo
fi: jaksotus
he: מרווח
nn: intervall
pl: co

source: years
ca: anys
da: år
es: años
fi: vuotta
he: שנים
nn: år
pl: lat

source: boundaries for month:
ca: límits per mesos:
da: akse-værdier for måned (x-akse):
es: límites para mes:
fi: tajat kuukausille:
he: גבולות לחודשים:
nn: grenseverdi for måneder:
pl: wartości dla liczby miesięcy (oś x):

source: months after marriage
ca: mesos després del matrimoni
es: meses tras el matrimonio
fi: kuukausia avioliiton jälkeen
he: חודשים אחרי הנישואין
nn: måneder etter vielse
pl: miesiące po ślubie

source: months before and after marriage
ca: mesos abans i després del matrimoni
es: meses antes y después del matrimonio
fi: Kuukausia ennen ja jälkeen avioitumisen
he: חודשים לפני ואחרי הנישואין
nn: måneder før vielse
pl: miesiące przed i po ślubie

source: quarters after marriage
ca: trimestres després del matrimoni
es: trimestres tras el matrimonio
fi: Vuosineljänneksiä avioitumisen jälkeen
he: רבעונים אחרי הנישואין
nn: kvartaler etter vielse
pl: kwartały po ślubie

source: half-year after marriage
ca: mig any després del matrimoni
es: semestres tras el matrimonio
fi: Puolivuosia avioitumisen jälkeen
he: חצי שנה אחרי הנישואין
nn: halvår etter vielse
pl: półrocza po ślubie

source: boundaries for numbers:
ca: límits per números:
da: akse-værdier for antal (x-akse):
es: límites para números:
fi: rajat lukumäärille:
he: גבולות למספרים:
nn: grenseverdi for tall:
pl: wartości dla liczb (oś x):

source: interval one child
ca: interval d'un fill
es: intervalo de un hijo
fi: jaksotus yksi lapsi
he: מרווח ילד אחד
nn: intervall ett barn
pl: pojedynczo

source: interval two children
ca: interval de dos fills
es: intervalo de dos hijos
fi: jaksotus kaksi lasta
he: מרווח שני ילדים
nn: intervall to barn
pl: dwuosobowe grupy

source: Map type
ca: Tipus de mapa
es: Tipo de mapa
fi: Karttatyyppi
he: סוג מפה
nn: Karttype
pl: Typ mapy

source: Individual distribution chart
ca: Gràfic de distribució de persones
es: Diagrama de distribución de personas
fi: Henkilöjakautuminen
he: תרשים התפלגות אנשים
nn: Personfordelingsdiagram
pl: Rozmieszczenie wszystkich osób

source: Surname distribution chart
ca: Gràfic de distribuició de cognoms
es: Diagrama de distribución de apellidos
fi: Sukunimijakautuminen
he: תרשים התפלגות שמות משפחה
nn: Fordeling av etternavn-diagram
pl: Rozmieszczenie osób z danym nazwiskiem

source: SURN
ca: Cognom
da: Efternavn
es: Apellidos
fi: Sukunimi
he: שם משפחה
nn: Etternavn
pl: Nazwisko

source: Geographical area
ca: Zona geogràfica
es: Área geográfica
fi: Maantieteellinen alue
he: אזור גוגראפי
nn: GeograSK område
pl: Obszar geograficzny

source: World
ca: Món
es: Mundo
fi: Maailma
he: עולם
nn: Verden
pl: Świat

source: Europe
ca: Europa
es: Europa
fi: Eurooppa
he: אירופה
nn: Europa
pl: Europa

source: South America
ca: Amèrica del Sud
es: Sudamérica
fi: Etelä-Amerikka
he: דרום אמריקה
nn: Sør-Amerika
pl: Ameryka Południowa

source: Asia
fi: Aasia
he: אסיה
pl: Azja

source: Middle East
ca: Orient Mitjà
es: Oriente Medio
fi: Lähi-itä
he: מזרח התיכון
nn: Midtøsten
pl: Bliski Wschód

source: Africa
ca: Àfrica
es: África
fi: Afrikka
he: אפריקה
nn: Afrika
pl: Afryka

source: Categories:
da: langs z-aksen
es: Categorías:
fi: Luokat:
he: סוגים:
nn: langs z-aksen
pl: Rodzaj danych

source: none
ca: cap
da: ingen
es: ninguno
fi: ei mitään
he: כלום
nn: ingen
pl: ogólny

source: gender
ca: homes/dones
da: mand/kvinde
es: sexo
fi: sukupuoli
he: מגדר
nn: kjønn
pl: płeć

source: date periods
ca: períodes de dates
da: perioder. Check akse-værdier (z-akse)
es: periodos de fechas
fi: aikajaksot
he: תקופות - סמן הערכים של תקופות על ציר ה-x
nn: datoperioder
pl: okresy czasu

source: boundaries for date periods:
ca: límits per períodes de dades:
da: akse-værdier for perioder (z-akse):
es: límites para períodos de fechas:
fi: rajat aikajaksoille:
he: גבולות לתקופות:
nn: grenseverdi for datoperioder:
pl: Wybierz okresy czasu

source: results:
ca: Resultats:
da: langs y-aksen:
es: resultados:
fi: tulokset:
he: תוצאות:
nn: langs y-aksen:
pl: postać wyników

source: numbers
ca: números per una família
da: antal for en familie
es: números
fi: lukumäärät
he: ספרות
nn: antall for en familie
pl: ilość

source: percentage
ca: percentatge
da: procent
es: porcentaje
fi: prosenttiosuus
he: אחוז
nn: prosent
pl: procenty

source: show the plot
ca: mostra el gràfic
da: Vis diagram
es: mostrar el gráfico
fi: Näytä kuvaaja
he: הצג תרשים
nn: Vis diagram
pl: Pokaż wykres

source: reset
ca: restaura
da: Nulstil
es: reiniciar
fi: Palauta alkuperäiset arvot
he: ברירת מחדל
nn: Nullstill
pl: Wyczyść

source: Statistics
ca: Estadístiques
da: Statistik
es: Estadísticas
fi: Tilastot
he: סטטיסטיקות
nn: Statistikk
pl: Statystyki

source: Individuals
ca: Persones
da: Individer
es: Personas
fi: Henkilöitä
he: אנשים
nn: Personer
pl: Osób

source: Families
ca: Famílies
da: Familier
es: Familias
fi: Perheitä
he: משפחות
nn: Familier
pl: Rodzin

source: Others
ca: Altres
es: Otros
fi: Muita
he: אחרים
nn: Andre
pl: Pozostałe

source: Own charts
ca: Gràfics a la carta
es: Gráficos propios
he: תרשימים אישיים
pl: Własne wykresy statystyk

source: Ancestry Chart
ca: Diagrama d'avantpassats
da: Stamtræ
es: Diagrama de ascendencia
fi: Esipolvikaavio
he: תרשים שושלת
nn: Forfedre
pl: Diagram przodków

source: %s Generation Ancestry Chart
ca: Gràfic de %s generacions d'avantpassats
da: Forfædre - %s slægtsled
es: Diagrama de ascendencia de %s generaciones
fi: %s Sukupolvet esipolvikaaviossa
he: תרשים שושלת של %s דורות
nn: Forfedre - %s slektsledd
pl: Diagram przodków pokoleń: %s

source: Root Person ID
ca: ID persona arrel:
da: Startperson ID
es: ID persona raíz
fi: Lähtöhenkilön numero
he: קוד הזיהוי של אדם המוצא
nn: ID til startperson&nbsp;
pl: ID osoby głównej

source: Box width
ca: Amplada del caixetí
da: Boksbredde
es: Ancho de la caja
fi: Leveys
he: רוחב התיבה
nn: Boksbredde
pl: Szerokość ramki

source: Layout
ca: Disposició
es: Presentación
fi: Näkymä
he: מבנה
pl: Układ

source: List
ca: Llista
da: Liste
es: Lista
fi: Luettelo
he: רשימה
nn: Forfedre
pl: Lista

source: Booklet
ca: Fulletó
da: Hæfte
es: Libreta
fi: Kirjanen
he: ספרון
nn: Hefte
pl: Broszura

source: Show cousins
ca: Veure els cosins
da: Vis fætre og kusiner
es: Mostrar primos
fi: Näytä serkut
he: הראה בני דוד
nn: Vis søskenbarn
pl: Pokaż kuzynostwo

source: View
ca: Mostra-ho
da: Vis
es: Ver
fi: Näytä
he: הצג
nn: Vis
pl: Pokaż

source: Generations
ca: Generacions
es: Generaciones
fi: Sukupolvi
he: דורות
pl: Numer pokolenia

source: Show Details
ca: Mostra els detalls
da: Vis detaljer
es: Mostrar detalles
fi: Näytä yksityiskohdat
he: הצג פרטים
nn: Vis detaljer
pl: Pokaż szczegóły

source: Click on any of the boxes to get more information about that person.
ca: Polseu a qualsevol dels caixetins per obtenir més informació sobre aquesta persona.
da: Tryk på hvilket som helst boks for at få mere information omkring den person.
es: Haga clic en cualquiera de las cajas para obtener más información acerca de la persona.
fi: Klikkaa mitä tahansa ruutua saadaksesi lisätietoa kyseisestä henkilöstä.
he: לחץ על התיבה כדי לקבל נתונים נוספים על האדם.
nn: Klikk en av boksene for å se mer informasjon om personen.
pl: Kliknij na ramkę aby otrzymać więcej informacji o osobie.

source: Descendancy Chart
ca: Diagrama de descendents
da: Efterkommergraf
es: Diagrama de descendencia
fi: Jälkipolvet
he: תרשים צאצאים
nn: Etterkommere
pl: Diagram potomków

source: The requested GEDCOM record could not be found. This could be caused by a link to an invalid person or by a corrupt GEDCOM file.
ca: El registre que heu demanat no s'ha pogut trobar. Pot ésser degut a vincular-lo a una persona incorrecta o per un problema de corrupció del fitxer GEDCOM.
da: Den søgte GEDCOM-post kunne ikke findes. Dette kan skyldes et link til en ugyldig person eller en fejl i GEDCOM-filen.
es: No se pudo hallar el registro GEDCOM solicitado. Puede deberse a haber un vínculo a una persona inexistente o a un archivo GEDCOM corrupto.
fi: Pyydettyä GEDCOM-tietuetta ei löytynyt. Se voi johtua joko linkistä virheelliseen henkilöön tai vikaantuneesta GEDCOM-tiedostosta.
he: רשומת ה-GEDCOM המבוקשת לא נמצאה. הסיבה יכולה להיות קישור לאדם לא תקין או קובץ GEDCOM פגום.
nn: Fant ikke den ønskede slektbase-oppføringen. Det kan ha sin årsak i en kobling til en ugyldig person eller en ødelagt slektsfil (ged).
pl: Nie znaleziono szukanego wpisu GEDCOM. Błąd mógł nastąpić w przypadku, kiedy odnośnik prowadzi do nieistniejącej osoby, lub plik GEDCOM jest uszkodzony.

source: PhpGedView Message
ca: Missatge PhpGedView
da: Besked
es: Mensaje de PhpGedView
fi: PhpGedView viesti
he: PhpGedView הודעת
nn: PhpGedView beskjed
pl: Wiadomość

source: No recipient user was provided. Cannot continue.
ca: No hi ha destinatari. No puc continuar.
da: Skriv hvilken bruger, beskeden er til.
es: No es posible enviar el mensaje. Debe de especificar el destinatario.
fi: Vastaanottajaa ei annettu. Ei voi jatkaa.
he: לא סיפקת משתמש מקבל. לא ניתן להמשיך.
nn: Det ble ikke oppgitt en annen bruker som mottaker. - Kan ikke fortsette.
pl: Nie podano odbiorcy, nie można kontynuować.

source: Please enter a valid email address.
ca: Entreu una adreça de correu electrònic vàlida.
da: Indtast en gyldig e-mail-adresse.
es: Por favor introduzca una dirección de correo válida.
fi: Huom! Anna hyväksyttävä sähköpostiosoite.
he: .הכנס כתובת דואר אלקטרוני בר תוקף
nn: Tast inn en gyldig epost-adresse.
pl: Podaj prawidłowy adres email.

source: Message successfully sent to %s
ca: El missatge s'ha enviat a %s
da: Besked sendt til %s
es: Mensaje enviado con éxito a %s
fi: Viesti lähetetty
he: ההודעה נשלחה בהצלחה ל-%s
pl: Wiadomość do %s została wysłana

source: Send Message
ca: Envieu un missatge
da: Send besked
es: Enviar mensaje
fi: Lähetä viesti
he: שלח הודעה
nn: Ny beskjed til
pl: Wyślij wiadomość

source: Please enter a message subject.
ca: Entreu el títol del missatge.
da: Indtast en tekst i emnefeltet.
es: Por favor introduzca el Asunto.
fi: Huom! Anna viestin aihe.
he: הכנס נושא להודעתך
nn: Tast inn en tekst i feltet for emne.
pl: Podaj tytuł wiadomości.

source: Please enter some message text before sending.
ca: Entreu quelcom de text abans d'enviar-ho.
da: Skriv en beskedtekst før den sendes.
es: Por favor escriba el texto del mensaje antes de enviarlo.
fi: Huom! Muista kirjoittaa myös tekstisi.
he: .מלא טכסט לפני שאתה שולח את ההודעה
nn: Skriv inn en beskjed / tekst før den sendes.
pl: Wpisz tekst wiadomości przed wysłaniem.
