Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: This option will let you add an item to the FAQ page.
ca: Aquesta opció us permet afegir ítems a la pàgina FAQ.
da: Klik her for at tilføje et punkt på FAQ-siden.<br /> FAQ er et akronym for Frequently Asked Questions, der på dansk kan oversættes til Oftest Stillede Spørgsmål.
es: Esta opción le permite agregar una entrada a la página de Preguntas Frecuentes.
fi: Tämä valinta sallii sinun lisätä kysymyksen UKK-sivulle.
nn: Dette valget lar deg legge til et element på FAQ-siden.
pl: Ta opcja umożliwia dodanie nowego elementu do strony FAQ.

source: This field controls the order in which the FAQ items are displayed.<br /><br />You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other items later. For example, if you use the numbers 1, 6, 11, 16, you can later insert items with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert items in front of the first one.<br /><br />When more than one FAQ item has the same position number, only one of these items will be visible.
ca: Aquest camp controla l'ordre amb el que sortiran les entrades preguntes més freqüents.<br /><br />No cal que entreu els números seqüencialment. Si deixeu forat a l'esquema de numeració, podeu inserir-hi ítems més endavant. Per exemple, si feu servir els números 1, 6, 11, 16, podeu posteriorment inserir entrades amb els números de seqüència perduts. Es permeten números negatius i el zero i poden utilitzar-se per inserir entrades davant del primer.<br /><br />Quan més d'un ítem té els mateix número de posició, solament se'n veurà un d'ells.
da: Dette felt styrer rækkefølgen af punkterne på FAQ-siden.<br /><br />Du behøver ikke at indsætte numrene i rækkefølge. Hvis du laver huller i nummerrækkefølgen, kan du indsætte andre FAQ-punkter senere. For eksempel, hvis du anvender numrene 1, 6, 11, 16, så kan du senere indsætte et punkt og nummerere det med et af de manglende numre i rækkefølgen. Negative numre og nul er tilladte, og kan anvendes til at indsætte punkter foran det første i rækken.<br /><br />Når mere end et punkt på FAQ-siden har det samme positionsnummer, så kan kun en af disse punkter ses.
es: Este campo controla el orden en que se muestran las Preguntas Frecuentes.<br /><br />No es necesario que introduzca los números secuencialmente. Si deja huecos en el esquema de numeración, puede insertar otras entradas luego. Por ejemplo, si utiliza los números 1, 6, 11, 16 puede insertar luego entradas con los números no utilizados. Se permiten números negativos y cero, que se pueden utilizar para insertar entradas antes de la primera.<br /><br />Si más de una pregunta frecuente tiene el mismo número de posición, sólo una de ellas será visible.
nn: Dette feltet styrer rekkefølgen som OSS-elementer vises i. <br /> <br /> Du trenger ikke å legge inn sekvensnumrene i rekkefølge. Hvis du lar det være hull i nummerrekkefølgen, kan du sette inn andre elementer senere. Hvis du for eksempel bruke tallene 1, 6, 11, 16, kan du senere setter inn elementer med de manglende sekvensnummer. Negative tall og null er tillatt, og kan brukes til å sette inn elementer foran det første. <br /> <br /> Når mer enn ett OSS-element har samme sekvensnummer, vil bare et av disse elementene være synlig.
pl: To pole określa kolejność, w jakiej zostaną wyświetlone elementy FAQ.<br /><br />Nie trzeba wprowadzać kolejnych numerów. Jeśli zostawisz przerwy w numeracji, będzie można później wstawić w nie inne elementy. Na przykład jeśli użyjesz numerów 1, 6, 11, 16, możesz potem wstawić elementy o brakujących numerach. Dozwolone są także wartości ujemne i zero, przydatne przy wstawianiu elementów na samym początku.<br /><br />Jeśli więcej niż jeden element FAQ ma ten sam numer pozycji, tylko jeden z nich będzie widoczny.

source: You can determine whether this FAQ will be visible regardless of GEDCOM, or whether it will be visible only to the current GEDCOM.<br /><ul><li><b>ALL</b>&nbsp;&nbsp;&nbsp;The FAQ will appear in all FAQ lists, regardless of GEDCOM.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp;The FAQ will appear only in the currently active GEDCOM's FAQ list.</li></ul>
ca: Podeu determinar si aquesta pregunta més freqüent és visible independentment del GEDCOM o si solament ho és per al GEDCOM actual.<br /><ul><li><b>Tot</b>&nbsp;&nbsp;&nbsp;La pregunta més freqüent sortirà a toles les llistes preguntes més freqüents, independentment del GEDCOM.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp;La pregunta més freqüent es mostrarà solament en la llista activa actualment pel GEDCOM.</li></ul>
nn: Du kan bestemme om denne OSS vil være synlig uansett GEDCOM, eller om den vil være synlig kun for gjeldende GEDCOM.<br /><ul><li><b>ALLE</b>&nbsp;&nbsp;&nbsp;The FAQ will appear in all FAQ lists, regardless of GEDCOM.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp;The FAQ will appear only in the currently active GEDCOM's FAQ list.</li></ul>
pl: Możesz określić, czy chcesz, żeby ten element FAQ był widoczny niezależnie od bieżącego pliku GEDCOM, czy ma być widoczny tylko dla bieżącego pliku GEDCOM.<br /><ul><li><b>Wszystkie</b>&nbsp;&nbsp;&nbsp;Element FAQ pojawi się we wszystkich listach FAQ, niezależnie od bieżącego pliku GEDCOM.</li><li><b>%s</b>&nbsp;&nbsp;&nbsp;Element FAQ pojawi się tylko w liście FAQ do bieżącego pliku GEDCOM.</li></ul>

source: PhpGedView allows you to copy up to 10 facts, with all their details, to a clipboard. This clipboard is different from the Clippings Cart that you can use to export portions of your database.<br /><br />You can select any of the facts from the clipboard and copy the selected fact to the Individual, Family, Media, Source, or Repository record currently being edited. However, you cannot copy facts of dissimilar record types. For example, you cannot copy a Marriage fact to a Source or an Individual record since the Marriage fact is associated only with Family records.<br /><br />This is very helpful when entering similar facts, such as census facts, for many individuals or families.
ca: El PhpGedView us permet copiar esdeveniments al portapapers. En podeu copiar fins a 5. Des del menú desplegable d'afegir nous esdeveniments, podeu escollir enganxar-ne un al registre que esteu editant. Això és una bona ajuda quan entreu esdeveniments semblants com per exemple registres civils per a diverses persones o famílies.
da: PhpGedView giver dig mulighed for at kopiere oplysninger til udklipsholderen. Du kan kopiere op til 5 oplysninger og gemme dem i udklipsholderen. Fra "drop-down"-menuen Tilføj oplysning, kan du vælge at indsætte en af oplysningerne fra udklipsholderen til en anden person. Dette kan være nyttigt, når du tilføjer de samme oplysninger, som for eksempel folketællingsoplysninger for mange personer.
es: PhpGedView le permite copiar hasta 10 hechos, con todos sus detalles, a un portapapeles. Este portapapeles es diferente del carrito genealógico que puede utilizar para exportar porciones de su base de datos.<br /><br />Puede seleccionar cualquiera de los hechos del portapapeles y copiar el hecho seleccionado al registro de persona, familia, objeto, fuente o repositorio que se está editando. Sin embargo, no puede copiar hechos de tipos de registro que no sean similares. Por ejemplo, no puede copiar un matrimonio a un registro de fuente o de persona porque los matrimonios se asocian sólo a los registros de familia.<br /><br />Esto es muy útil cuando hay que introducir hechos similares, como datos censales, para muchas personas o familias.
fi: PhpGedView sallii tietojen kopioinnin leikepöydälle. Voit kopioida jopa 5 tietoa leikepöydälle. Sitten voit alasvetovalikosta "lisää uusi tieto" valita jonkun tiedon leikepöydältä henkilön tietueeseen. Tämä helpottaa samanlaisen tiedon lisäämistä usealle henkilölle.
he: PhpGedView מאפשר להעתיק עד ל-10 עובדות עם כל הפירוט שלהן ללוח הגזירים. לוח הגזירים שונה מעגלת הגזרים שבה תוכל להשתמש כדי לייצא חלקים ממאגר הנתונים שלך.<br /><br />תוכל לבחור כל נתון מלוח הגזרים ולהעתיק את העובדה הנבחרת לרשומת האדם, משפחה, מדיה, מקור או מאגר נתונים שאותו אתה עורך כעת. אבל, לא ניתן להעתיק נתונים מסוגים שונים. לדוגמא, אין להעתיק עובדה של נישואין למקור או אדם מכיוון שעובדת נישואין מקושרת רק עם רשומות משפחה. <br /><br />זה מאוד מועיל כאשר רוצים להוסיף עובדות דומות, כגון נתוני מפקד אוכלוסין, למספר אנשים או משפחות.
nn: PhpGedView gir deg mulighet til å kopiere faktaopplysninger til utklippsmappen. Du kan kopiere opptil 5 faktaopplysninger og lagre dem i utklippsmappen. Fra menyen Legg til faktaopplysning kan du velge å lime inn en av faktaopplysningene fra utklippsmappen til en annen person. Dette kan være nyttig når du legger til like faktaopplysninger, slik som for eksempel folketellingsopplysninger for mange personer.
pl: PhpGedView umożliwia kopiowanie maksymalnie 10 faktów ze szczegółami do schowka. Ten schowek jest różny od Kosza Wycinków, którego można używać do eksportu części bazy danych.<br /><br />Możesz wybrać jedno z wydarzeń ze schowka i skopiować do osoby, rodziny, multimediów, źródła lub repozytorium aktualnie edytowanego. Jednakże nie można skopiować wydarzeń różnych typów rekordów. Na przykład, nie możesz skopiować Małżeństwa do Źródła lub Osoby, ponieważ to wydarzenie jest powiązane tylko z Rodziną.<br /><br /> Ta opcja przydaje się przy wprowadzaniu podobnych faktów, takich jak fakty o spisie ludności, do wpisów wielu osób lub rodzin.

source: When you use the <b>Add GEDCOM</b> function, it is assumed that you have already uploaded the GEDCOM file to your server using a program or method <u>external</u> to PhpGedView, for example, <i>ftp</i> or <i>network connection</i>. The file you wish to add could also have been left over from a previous <b>Upload GEDCOM</b> procedure.<br /><br />If the input GEDCOM file is not yet on your server, you <u>have to</u> get it there first, before you can start with Adding.<br /><br />Instead of uploading a GEDCOM file, you can also upload a ZIP file containing the GEDCOM file, either with PhpGedView, or using an external program. PhpGedView will recognize the ZIP file automatically and will extract the GEDCOM file and filename from the ZIP file.<br /><br />If a GEDCOM file with the same name already exists in PhpGedView, it will be overwritten. However, all GEDCOM settings made previously will be preserved.<br /><br />You are guided step by step through the procedure.
ca: Quan feu servir la funció <b>Afegeix un GEDCOM</b>, es dóna per entès que hi ha carregat prèviament el fitxer GEDCOM al servidor emprant un programa o mètode <u>extern</u> al PhpGedView, per exemple, <i>ftp</i> o <i>per xarxa</i>. El fitxer pot haver-se pujat també pel procediment <b>Carrega un GEDCOM</b>.<br /><br />Si no hi ha el fitxer d'entrada GEDCOM al servidor, <u>cal</u> pujar-lo primerament, abans de començar a Afegir.<br /><br />Per comptes de carregar un fitxer GEDCOM, també podeu pujar un ZIP contenint-lo, be directament amb el PhpGedView o amb un programa extern. El PhpGedView reconeixerà aquest ZIP automàticament i el descomprimirà.<br /><br />Si hi ha un altre GEDCOM amb el mateix nom al PhpGedView, serà sobreescrit. Tanmateix, es preservaran tots els paràmetres GEDCOM prèviament existents.<br /><br />El sistema guia pas a pas a través del procediment.
da: Når du anvender linket "Tilføj til GEDCOM-fil", er det forudsat, at du allerede har overført GEDCOM-filen til serveren <i>ved hjælp af et eksternt program</i>, for eksempel med <b>ftp</b>- eller <b>netværks</b>-forbindelse.<br />Hvis GEDCOM-filen ikke ligger på serveren endnu, <b>må</b> du gøre dette først, førend du kan anvende "Tilføj...".<br /><br />Du får en trin for trin vejledning gennem hele proceduren.
es: Si utiliza la función <b>Añadir GEDCOM</b>, se supone que ya ha subido el archivo GEDCOM a su servidor mediante un programa o método <u>externo</u> a PhpGedView, por ejemplo, <i>ftp</i> o <i>conexión a red</i>. El archivo que desea agregar también podría ser un resto de un procedimiento previo de <b>Subir GEDCOM</b>.<br /><br />Si el archivo GEDCOM de entrada no existe aún en el servidor, <u>tiene que</u> colocarlos allí lo primero, antes de que pueda comenzar a Agregar.<br /><br />En vez de subir un archivo GEDCOM, puede subir un archivo ZIP que contenga el archivo GEDCOM, bien con PhpGedView, bien usando un programa externo. PhpGedView reconocerá el archivo ZIP automáticamente y extraerá el archivo GEDCOM y su nombre del archivo ZIP.<br /><br />Si ya existe un archivo GEDCOM con el mismo nombre en PhpGedView, será sobreescrito. No obstante, todos los ajustes de GEDCOM hechos con anterioridad se conservarán.<br /><br />Recibirá guía paso a paso durante todo el proceso.
fi: Kun käytät "Lisää GEDCOM" vaihtoehtoa oletetaan, että olet jo ladannut GEDCOM-tiedostosi palvelimelle <i>käyttäen erillistä ohjelmaa</i> kuten esimerkiksi <b>ftp-ohjemaa</b>. <br />Mikäli GEDCOM-tiedostosi ei vielä ole palvelimella, se on toimitettava sinne ennen kuin voit aloittaa lisäämisen.<br /><br />Saat toimintaohjeet vaihe vaiheelta.
he: כאשר אתה משתמש באפשרות <b>הוסף GEDCOM</b>, מניחים שכבר העלית את קובץ ה-GEDCOM על השרת שלך, ע"י שימוש בתוכנה או שיטה <u>חיצונית</u> ל-PhpGedView, למשל <i>ftp</i> או <i>קשר של תקשורת</i>. יתכן שהקובץ שאותו תרצה להוסיף הותר מתהליך <b>העלה GEDCOM</b> קודם.<br /><br />אם קובץ קלט GEDCOM עדיין לא נמצא על השרת, <u>עליך</u> לבצע את ההעלאה לשם, לפני שתוכל להתחיל עם ההוספה.<br /><br />במקום להעלות קובץ GEDCOM, ניתן גם כן להעלות קובץ ZIP שכולל את קובץ ה-GEDCOM, או ע"י PhpGedView, או ע"י שימוש בתוכנה חיצונית. PhpGedView יזהה בצורה אוטומטית את קובץ ה-ZIP ויוציא את קובץ ה-GEDCOM ושם הקובץ מקובץ ה-ZIP.<br /><br />אם קובץ GEDCOM בעל שם זהה כבר קיים ב-PhpGedView, הוא יידרס. אולם, כל ההגדרות הקודמות של ה-GEDCOM תשמרנה.<br /><br />תודרך דרך התהליך שלב אחרי שלב.
nn: Når du bruker linken "Legg til GEDCOMfil", er det forutsatt at du allerede har overført GEDCOMfilen til serveren din <i>ved hjelp av et eksternt program</i>, for eksempel med <b>ftp</b>- eller <b>nettverks</b>-tilkobling.<br />Dersom GEDCOMfilen ikke er på serveren din enda, <b>må</b> du gjøre dette først før du kan bruke "Legg til...".<br /><br />Du blir veiledet skritt for skritt gjennom hele prosedyren.
pl: Kiedy używasz funkcji <b>Dodaj plik GEDCOM</b>, zakłada się, że plik GEDCOM został już wgrany na serwer za pomocą programu lub metody <u>spoza</u> PhpGedView, na przykład <i>ftp</i> lub <i>połączenia sieciowego</i>. Plik do dodania może być także wynikiem działania procedury <b>Wgraj plik GEDCOM</b>.<br /><br />Jeśli odpowiedni plik GEDCOM nie znajduje się jeszcze na twoim serwerze, <u>musisz</u> umieścić go tam zanim będzie można rozpocząć dodawanie.<br /><br />W miejsce pliku GEDCOM możesz także wgrać plik ZIP zawierający plik GEDCOM, za pomocą PhpGedView lub zewnętrznego programu. PhpGedView automatycznie rozpozna plik ZIP i rozpakuje plik GEDCOM.<br /><br />Jeśli w PhpGedView istnieje już plik GEDCOM o tej samej nazwie, zostanie on nadpisany, jednak wszystkie wcześniejsze dotyczące go ustawienia zostaną zachowane.<br /><br />Zostaniesz przeprowadzony(a) przez całą procedurę krok po kroku.

source: By clicking this link, you can add a <u>new</u> male person and link this person to the principal individual as a new husband.<br /><br />Just click the link, and you will get a pop up window to add the new person. Fill out as many boxes as you can and click the <b>Save</b> button.<br /><br />That's all.
ca: Polsant aquí podeu crear una <u>nova</u> persona masculina i vincular-la a la principal com a nou marit.<br /><br />Al fer-ho sortirà una finestra on us cal omplir quans més camps es pugui, millor. Desprès polseu el botó <b>Desar</b>.<br /><br />Això és tot que us cal per fer-ho.
da: Ved at klikke på dette link, kan du tilføje en "Ny" (hankøn) person og knytte denne person til hovedpersonen som en ny ægtefælle/partner.<br /><br />Bare klikk på linken, så vil du få et vindue op for at tilføje den nye person.<br />Udfyld så mange felter som muligt og klik på knappen "Gem".<br /><br />Det er alt.
es: Haciendo clic en este vínculo puede agregar una nueva persona (masculina) y relacionarla a la persona principal como un nuevo esposo.<br /><br />Haga clic en el vínculo y obtendrá una ventana emergente para agregar la nueva persona. Rellene todas las casillas que pueda y haga clic en el botón <b>Guardar</b>.<br /><br />Eso es todo.
fi: Klikkaamalla tätä linkkiä voit lisätä "uuden" (miespuolisen) henkilön ja kytkeä hänet näytön päähenkilöön uutena aviomiehenä.<br /><br />Klikkaa linkkiä, täytä ponnahdusikkunassa mahdollisimman monta kenttää ja klikkaa lopuksi "Tallenna".
he: לחיצה על קישור זה מוסיפה אדם <u>חדש</u> ממגדר זכר וקושרת אותו לאדם העיקרי (אישה) כבעל חדש.<br /><br />לחץ על הקישור ויצוץ חלון. בחלון זה ניתן להוסיף את האדם החדש. מלא פרטים נוספים ככל שידוע לך על האדם שהתווסף ולחץ על כפתור <b>שמור</b><br /><br />זה הכל.
nn: Her kan du legge til en <u>ny</u> mann og knytte denne personen til hovedpersonen som en ny ektefelle/partner.<br /><br />Bare klikk på linken, så vil du få opp et vindu for å legge til den nye personen.<br />Fyll ut så mange felt som mulig...
pl: Kliknięcie tego odnośnika spowoduje dodanie <u>nowego</u> mężczyzny i powiązanie go z główną osobą w roli nowego męża.<br /><br />Po kliknięciu na odnośnik otworzy się nowe okno z formularzem. Wypełnij jak najwięcej pól i kliknij przycisk "Zapisz".

source: This link will allow you to add another name to this individual. Sometimes people are known by other names or aliases. This link allows you to add new names to a person without changing the old name.
ca: Aquest enllaç us permet afegir un altre nom a la persona, altrament dit àlies (malnom, motiu, diminutiu, nom familiar,...). Es fa sense canviar el seu antic nom.
da: Denne valgmulighed giver dig mulighed for at tilføje et nyt navn til denne person. Nogle gange hænder det, at personer er bedre kendt under et andet navn og/eller et alias'. Denne valgmulighed betyder, at du kan give en person et nyt navn uden at ændre det gamle og egentlige navn.
es: Este vínculo le permitirá agregar otro nombre a esta persona. A veces, se conoce a las personas por otros nombres o alias. Este vínculo le permita agregar nuevos nombres a la persona sin cambiar el viejo nombre.
fi: Tämä linkki antaa sinun lisätä uuden nimen henkilölle. Joskus henkilöt tunnetaan lempinimellä tai aliaksena. Tämä linkki mahdollistaa uuden nimen lisäämisen henkilölle muuttamatta vanhaa nimeä.
he: הקשר מאפשר הוספת שם נוסף לאדם זה. לפעמים אנשים מוכרים בשמות נוספים או בשמות כינוי. הקישור מאפשר הוספת שמות לאדם מבלי לשנות את השם הישן.
nn: Dette valget gir deg mulighet til å legge til et nytt navn til denne personen. Noen ganger hender det at personer er bedre kjent med andre navn og/eller alias'. Dette valget gjør at du kan gi en person et nytt navn uten å endre det gamle/egentlige navnet.
pl: Ten odnośnik umożliwia dodanie nowego imienia lub nazwiska do danej osoby. Niektórzy używają innych imion, pseudonimów lub aliasów. Ten odnośnik pozwala wpisać dodatkowe imię lub nazwisko bez zmieniania starego.
