Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: On this page you can easily manage your Media files and directories.<br /><br />When you create new Media subdirectories, PhpGedView will ensure that the identical directory structure is maintained within the <b>%sthumbs</b> directory. When you upload new Media files, PhpGedView can automatically create the thumbnails for you.<br /><br />Beside each image in the Media list you'll find the following options. The options actually shown depend on the current status of the Media file.<ul><li><b>Edit</b>&nbsp;&nbsp;When you click on this option, you'll see a page where you can change the title of the Media object. If the Media object is not yet linked to a person, family, or source in the currently active database, you can establish this link here. You can rename the file or even change its location within the <b>%s</b> directory structure. When necessary, PhpGedView will automatically create the required subdirectories or any missing thumbnails.</li><li><b>Edit raw GEDCOM record</b>&nbsp;&nbsp;This option is only available when the administrator has enabled it. You can view or edit the raw GEDCOM data associated with this Media object. You should be very careful when you use this option.</li><li><b>Delete file</b>&nbsp;&nbsp;This option lets you erase all knowledge of the Media file from the current database. Other databases will not be affected. If this Media file is not mentioned in any other database, it, and its associated thumbnail, will be deleted.</li><li><b>Remove object</b>&nbsp;&nbsp;This option lets you erase all knowledge of the Media file from the current database. Other databases will not be affected. The Media file, and its associated thumbnail, will not be deleted.</li><li><b>Remove links</b>&nbsp;&nbsp;This option lets you remove all links to the media object from the current database. The file will not be deleted, and the Media object by which this file is known to the current database will be retained. Other databases will not be affected.</li><li><b>Set link</b>&nbsp;&nbsp;This option lets you establish links between the media file and persons, families, or sources of the current database. When necessary, PhpGedView will also create the Media object by which the Media file is known to the database.</li><li><b>Create thumbnail</b>&nbsp;&nbsp;When you select this option, PhpGedView will create the missing thumbnail.</li></ul>
ca: En aquesta pàgina podreu gestionar fàcilment els vostres fitxers i directoris multimèdia.<br /><br />Quan creeu un nou subdirectori el PhpGedView assegura que es mantindrà idèntica estructura de subdirectoris al directori <b>%sthumbs</b>. Quan carregueu fitxers multimèdia, el PhpGedView pot crear-vos miniatures automàticament per compte vostre.<br /><br />Depenent de l'estatus del fitxer, al costat de cada imatge del llistat Multimèdia, podeu veure-hi les següents opcions. <ul><li><b>Edita</b>&nbsp;&nbsp;Polsant aquesta opció us mena a una pàgina on podeu canviar el títol de l'objecte. Si no s'ha vinculat encara a cap persona, família o font de la base de dades activa, podeu establir-hi un enllaç. Podeu reanomenar el fitxer i fins i tot canviar-lo de lloc dins de la estructura del directori <b>%s</b>. Si cal, el PhpGedView crearà automàticament els subdirectoris requerits o alguna miniatura extraviada.</li><li><b>Edita el registre primari GEDCOM</b>&nbsp;&nbsp;Aquesta opció solament és disponible quan l'Administrador l'ha activat. Podeu veure i editar les dades primàries del fitxer GEDCOM associades a aquest objecte. Cal que aneu amb molt de compte si la feu servir.</li><li><b>Elimina el fitxer</b>&nbsp;&nbsp;Aquesta opció us permet eliminar qualsevol rastre del fitxer a la base de dades activa. La resta de bases de dades no es veuran afectades. Si el fitxer multimèdia no figura a cap altra base de dades, s'esborrarà juntament amb la seva miniatura associada..</li><li><b>Elimina l'objecte</b>&nbsp;&nbsp;Aquesta opció us permet eliminar qualsevol rastre de l'objecte multimèdia de la base de dades activa. La resta de bases de dades no es veuran afectades. El fitxer multimèdia i la seva miniatura no s'esborraran.</li><li><b>Elimina els enllaços</b>&nbsp;&nbsp;Aquesta opció us permet eliminar tots els vincles de l'objecte multimèdia de la base de dades activa. El fitxer no s'esborrarà i l'objecte multimèdia amb el que és conegut a la base de dades activa, es conservarà. La resta de bases de dades no es veuran afectades.</li><li><b>Enllaça'l</b>&nbsp;&nbsp;Aquesta opció us permet establir enllaços entre el fitxer multimèdia i persones, famílies o fonts de la base de dades activa. Si cal, el PhpGedView també crearà l'objecte multimèdia amb el que el fitxer serà conegut a la base de dades.</li><li><b>Crea miniatura</b>&nbsp;&nbsp;Quan seleccioneu aquesta opció el PhpGedView crearà la miniatura perduda.</li></ul>
da: På denne side kan du nemt håndtere dine mediefiler og mapper.<br /><br />Når du opretter nye medie undermapper vil PgpGedView sørge for at den samme mappestruktur er vedligeholdt i <b>%sthumbs</b> mappen. Når du uploader nye mediefiler, kan PhpGedView automatisk oprette miniaturene for dig.<br /><br />Ved siden af hvert billede i medielisten, vil du finde følgende muligheder. Mulighederne der vises afhænger af den aktuelle status for mediefilen.<ul><li><b>Ret</b>&nbsp;&nbsp;Når du klikker på denne funktion, vil du se en side hvor du kan ændre titlen på medieobjektet. Hvis medieobjektet endnu ikke er tilknyttet en person, familie eller kilde i den aktive database, kan du oprette denne tilknytning her. Du kan omdøbe filen eller endda ændre dens placering i <b>%s</b> mappestrukturen. Når det er nødvendigt, vil PhpGedView automatisk oprette de krævede undermapper eller evt. manglende miniaturer.</li><li><b>Ændre oplysninger direkte i GEDCOM-filen</b>&nbsp;&nbsp;Denne funktion er kun tilgængelig når administratoren har aktiveret den. Du kan vise eller redigere de rå GEDCOM data der er tilknyttet dette medieobjekt. Du bør være yderst forsigtig når du bruger denne funktion.</li><li><b>Slet fil</b>&nbsp;&nbsp; Denne funktion lader dig slette al kendskab til denne mediefil fra den aktuelle database. Andre databaser vil ikke blive berørt. Hvis denne mediefil ikker er nævnt i andre databaser, vil den og dens tilknyttede miniature blive slettet.</li><li><b>Fjern objekt</b>&nbsp;&nbsp;Denne funktion lader dig slette al kendskab til mediefilen fra den aktuelle database. Andre databaser vil ikke blive berørt. Mediefilen og den tilknyttede miniature, vil ikke blive slettet.</li><li><b>Fjern links</b>&nbsp;&nbsp;Denne funktion lader dig fjerne alle links til medieobjektet i den aktuelle database. Filen vil ikke blive slettet, og medieobjektet som denne fil er kendt ved i den aktuelle database vil blive gemt. Andre databaser vil ikke blive berørt.</li><li><b>Sæt reference</b>&nbsp;&nbsp;Denne funktion lader dig oprette links mellem mediefilen og personer, familier eller kilder i den aktuelle database. Hvis nødvendigt, vil PhpGedView også oprette medieobjektet ved hvilken denne mediefil er kendt af den aktuelle database.</li><li><b>Opret miniaturebilleder</b>&nbsp;&nbsp;Når du vælger denne funktion, vil PhpGedView oprette den manglende miniature.</li></ul>
pl: Na tej stronie możesz w prosty sposób zarządzać plikami i katalogami plików multimedialnych.<br /><br />Kiedy tworzysz nowy podkatalog dla plików multimedialnych, PhpGedView tworzy analogiczną strukturę katalogów wewnątrz katalogu <b>%sthumbs</b>. Kiedy wgrywasz nowe pliki multimedialne, PhpGedView może automatycznie utworzyć dla nich miniaturki i umieścić je w tym katalogu.<br /><br />W zależności od bieżącego statusu obiektu, obok każdego obrazka na liście multimediów możesz znaleźć następujące opcje:<ul><li><b>Edytuj</b>&nbsp;&nbsp;Kiedy klikniesz na tę opcję, zobaczysz stronę, na której możesz zmieniać tytuł tego obiektu multimedialnego. Jeśli ten obiekt nie jest jeszcze powiązany z osobą, rodziną lub źródłem w bieżącej bazie danych, możesz tutaj utworzyć takie powiązanie. Możesz także zmienić nazwę pliku i jego lokalizację wewnątrz struktury katalogu <b>%s</b>. W razie potrzeby PhpGedView automatycznie utworzy potrzebne podkatalogi lub brakujące miniaturki.</li><li><b>Edytuj plik GEDCOM</b>&nbsp;&nbsp;Ta opcja jest dostępna tylko, jeśli została włączona przez administratora. Dzięki niej możesz oglądać i edytować nieprzetworzony wpis GEDCOM, dotyczący tego obiektu multimedialnego. Używaj tej opcji ostrożnie.</li><li><b>Usuń plik</b>&nbsp;&nbsp;Ta opcja pozwala usunąć wszelkie informacje o tym pliku multimedialnym z bazy danych. Nie będzie to miało wpływu na inne bazy. Jeśli ten plik nie jest wykorzystywany w innej bazie, zostanie usunięty fizycznie wraz z miniaturką.</li><li><b>Usuń obiekt</b>&nbsp;&nbsp;Ta opcja pozwala usunąć wszelkie informacje o tym pliku multimedialnym z bazy danych. Nie będzie to miało wpływu na inne bazy. Plik i jego miniaturka nie zostaną usunięte fizycznie.</li><li><b>Usuń odnośniki</b>&nbsp;&nbsp;Ta opcja pozwala usunąć z bazy danych wszystkie powiązania z danym obiektem multimedialnym. Plik nie zostanie usunięty. Nie będzie to miało wpływu na inne bazy.</li><li><b>Ustaw odnośnik</b>&nbsp;&nbsp;Ta opcja umożliwia utworzenie powiązania pomiędzy plikiem multimedialnym a osobą, rodziną lub źródłem w bieżącej bazie danych. W razie potrzeby PhpGedView utworzy także obiekt multimedialny, przez który baza będzie połączona z plikiem.</li><li><b>Utwórz miniaturkę</b>&nbsp;&nbsp;Wybranie tej opcji spowoduje utworzenie przez PhpGedView brakującej miniaturki.</li></ul>

source: When this option is selected, the MultiMedia Objects will search not only the directory selected from the Filter list but all its subdirectories as well. When this option is not selected, only the selected directory is searched.<br /><br />The titles of all media objects found are then examined to determine whether they contain the text entered in the Filter. The result of these two actions determines the multimedia objects to be listed.
ca: Quan hom activa aquesta opció, el Llista d'objectes Multimèdia buscarà no solament al directori seleccionat des de la llista Filtra sinó també a tots els seus sotsdirectoris. Quan l'opció no és activa, solament es recerca al directori seleccionat.<br /><br />S'examinen tots els títols de tots els objectes multimèdia trobats per veure si contenen el text introduït a Filtra. El resultat d'aquestes dues acions determina els objectes multimèdia a llistar.
es: Si se selecciona esta opción, la Audiovisuales buscará no solamente en el directorio seleccionado de la lista Filtro sino también todos sus subdirectorios. Si no se selecciona esta opción, sólo se buscará en el directorio seleccionado.<br /><br />Los títulos de todos los objetos audiovisuales encontrados se examinarán a continuación para ver si contienen el texto introducido en el Filtro. El resultado de estas dos acciones determina los objetos audiovisuales que se listan.
fi: Valitsemalla tämän vaihtoehdon, Multimedialuettelo suorittaa haun Suodatus-luettelosta valitusta hakemistosta ja sen alihakemistoista. Mikäli tätä vaihtoehtoa ei valita, hakua ei tehdä alihakemistoista.<br /><br />Löydettyjen mediatiedostojen otsikoista haetan sitten Suodatus-kenttään syötetty teksti. Näiden kahden toimenpiteen tulos määrää, mitkä mediakohteet listataan.
he: כאשר האופציה נבחרת, ישויות מולטימדיה יחפש לא רק בתיקייה הנבחרת מרשימת פילטר אלא גם בכל תת-התיקיות שלה. כאשר האופציה אינה נבחרת, החיפוש נעשה רק בתיקייה הנבחרת.<br /><br />הכותרות של כל ישויות המדיה נבחנות אח"כ כדי לקבוע אם הן כוללות את הטכסט שהוכנס בפילטר. התוצאה של שתי הפעולות הללו קובעת את ישויות המולטימדיה שתוצגנה.
pl: Gdy jest wybrana ta opcja, Lista obiektów multimedialnych wyświetli nie tylko pliki znajdujące się w wybranym katalogu z listy w polu Szukaj, ale równiez ze wszystkich jego podkatalogów. Gdy ta opcje nie zostanie wybrana, zostanie wyświetlona tylko zawartość wybranego katalogu.<br /><br />Tytuły wszystkich plików multimedialnych są poddawane badaniu w celu ustalenia, czy zawierają one tekst wpisany w polu Szukaj. Wynik tych dwóch działań określa obiekty multimedialne, które mają być wyświetlone.

source: You will see this item in the menu bar only when the administrator has enabled this feature.<br /><br />The Clippings Cart allows you to store information about individuals, families, and sources in a temporary file that you can later download in GEDCOM 5.5.1 format.
ca: Aquesta entrada a la barra del menú, surt solament si l'administrador a activat l'opció.<br /><br />El Cistell Genealògic permet emmagatzemar informació sobre persones, famílies i fonts en un fitxer temporal que podeu descarregar posteriorment en format GEDCOM 5.5.1.
da: Du vil kunne se denne menu, hvis hjemmesidens administrator har aktiveret det.<br />Udklipsholderen giver dig mulighed for at "kopiere" dele af slægtsdatabasen, således at du senere kan downloade dem til din egen PC i GEDCOM 5.5 filformat.
es: Si está habilitado por el administrador de este sitio GEDCOM, verá a este elemento en la barra de menús.<br /><br />El Carrito genealógico le permite almacenar información de personas, familias y fuentes en un archivo temporal que puede descargar luego en formato GEDCOM 5.5.1.
he: אם מנהלן האתר שלך איפשר את האופציה, תראה את הפריט בתפריט העמוד.<br /><br />עגלת גזירי העץ מאפשרת לך לאחסן אנשים, משפחות ומקורות בקובץ זמני שאותו ניתן אחר כך להוריד במבנה GEDCOM 5.5.
nn: Du vil bare kunne se dette menyvalget hvis administrator til nettstedet har aktivert dette valget.<br />Utklippsmappen gir deg mulighet til å "kopier" deler av slektsbasen inn i mappen, slik at du senere kan hente dem ned i en ny slektsfil til din egen datamaskin (i <a href="?help=def_gedcom_help">GEDCOM filformat</a>).
pl: Tę opcję zobaczysz w menu tylko, kiedy włączy ją administrator.<br /><br />Wycinki pozwalają ci przechowywać informacje o osobach, rodzinach i źródłach w pliku tymczasowym, który możesz później pobrać w formacie GEDCOM 5.5.1.

source: If you are logged in, this menu can include the following items:<ol><li>My Page<br />This takes you to your own customizable Starting page.</li><li>My Account<br />You can edit your personal data here.</li><li>My Pedigree<br />If you have selected a Root person for this GEDCOM, this will take you to the Pedigree chart for that person.</li><li>My Individual Record<br />This link will take you to your Individual Information page, where all genealogical data about yourself and your family is displayed.</li></ol>
da: Brugere, der er logget ind, kan her finde links til at tilpasse personlige data og til at ændre sin kontoopsætning.<dl><dt><b>Min side</b></dt><dd>Sender dig til din egen "Startside".</dd><dt><b>Min Konto</b></dt><dd>Her kan du ændre din personlige konfiguration.</dd><dt><br />Hvis du findes i slægtsdatabasen, og administrator har angivet det i din brugerkonto, vil du også kunne se:<br /><br /><b>Mit anetræ</b></dt><dd>Dette vil sende dig til dit anetræ, hvor du har valgt din egen startperson.</dd><dt><b>Mig selv</b></dt><dd>Dette vil vise dig din egen side, hvor alle oplysninger om dig selv og din familie bliver vist.</dd><dt><br />Hvis du har administratorrettigheder, vil du også kunne se:<br /><br /><b>Admin</b></dt><dd>Viser dig hovedsiden for administration af PhpGedView.</dd><dt><b>Administrere Håndtér slægtsfiler og privatliv</b></dt></dl>
pl: Po zalogowaniu to menu może zawierać następujące elementy:<ol><li>Mój portal<br />Ta opcja przenosi cię na twoją własną stronę, którą możesz dostosować do własnych potrzeb.</li><li>Moje konto<br />Dzięki tej opcji możesz edytować swoje dane osobowe.</li><li>Mój rodowód<br />Jeśli wybrano główną osobę dla tego pliku GEDCOM, nastąpi przejście do diagramu rodowego tej osoby.</li><li>Moje dane<br />Ten odnośnik przeniesie cię do twojej strony Informacje o osobie, gdzie znajdują się wszystkie informacje genealogiczne o tobie i twojej rodzinie.</li></ol>

source: The Search page is a more powerful version of the Search box you may find in each page header.
ca: La pàgina de recerca a la base de dades és una versió més potent que el caixetí de recerca que hi ha a la capçalera de cada pàgina.
da: Ved at klikke på menupunktet: <b />Søg</b />, markeret med et forstørrelsesglas, her vil du få en søgeside frem. Her vil du få mulighed for at udføre flere type af søgninger i slægtsdatabasen end ved at anvende søgelinket du finder øverst på siden.
es: La página de Búsqueda es una versión más poderosa de la caja Buscar en el encabezamiento de cada página.
he: דף החיפוש הוא מנגנון חיפוש חזק יותר מקישור החיפוש שיתכן ותמצא בכותרת כל דף.
nn: Ved å klikke på dette valget vil du få opp en egen side for å søke. Der vil du få mulighet til å kunne gjøre enda flere type søk i slektsbasen enn i søkelinken du finner øverst i toppfeltet på siden.
pl: Strona wyszukiwania jest bardziej zaawansowaną wersją wyszukiwarki, która znajduje się w nagłówku każdej strony.

source: Move Media directories
ca: Mou els directoris multimèdia
da: Flyt medie mapper
es: Trasladar directorios de objetos
fi: Siirrä mediakansioita
he: העבר תיקיות מדיה
nn: Flytt media-mapper
pl: Przenieś katalogi multimediów

source: When the Media Firewall is enabled, Multi-Media files can be stored in a server directory that is not accessible from the Internet.<br /><br />These buttons allow you to easily move an entire Media directory structure between the protected (not web-addressable) <b>%s%s</b> and the normal <b>%s</b> directories.
ca: Quan hi ha activat el tallafocs multimèdia, els fitxers s'emmagatzemen a un directori que no és accessibles des d'Internet.<br /><br />Aquest botons us permeten moure fàcilment l'estructura sencera d'un directori multimèdia entre <b>%s%s</b> protegit (no accessible per web) i els directoris normals <b>%s</b>.
pl: Gdy włączony jest Firewall multimediów, pliki multimedialne mogą być przechowywane w folderze, do którego nie ma dostępu z Internetu.<br /><br />Te przyciski pozwalają w łatwy sposób przenieść multimedia pomiędzy katalogami chronionymi <b>%s%s</b> i normalnymi <b>%s</b>.

source: Move FAQ item down
ca: Mou l'ítem avall
da: Flyt en FAQ ned
es: Bajar Pregunta Frecuente
fi: Siirrä kysymys alas
he: העבר ישות FAQ למטה
nn: Flytt FAQ-element nedover
pl: Przesuń element FAQ w dół

source: This option will let you move an item downwards on the FAQ page.<br /><br />Each time you use this option, the FAQ Position number of this item is increased by one. You can achieve the same effect by editing the item in question and changing the FAQ Position field. When more than one FAQ item has the same position number, only one of these items will be visible.
ca: Aquesta opció us permet fer córrer avall els ítems dins de la pàgina de preguntes més freqüents. <br /><br />Cada cop que la feu servir, la posició de l'ítem augmentarà un lloc. Podeu obtenir el mateix efecte editant l'ítem en qüestió i canviant el camp de posició. Quan més d'un ítem té el mateix número de posició, solament se'n veurà un d'ells.
da: Vælges denne mulighed kan du flytte et punkt på FAQ-siden ned.<br /><br />Hver gang du bruger denne valgmulighed, vil positionen af punktet forøges med en. Du kan opnå det samme ved at redigere et punkt og ændre FAQ-positionsfeltet. Når der er flere FAQ-punkter med samme positionsnummer, vil kun en af dem være synlig.
es: Esta opción le permite mover hacia abajo una entrada en la página de Preguntas Frecuentes.<br /><br />Cada vez que usa esta opción, el número de posición de esta entrada se incrementa en una unidad. Puede obtener el mismo efecto modificando el elemento y cambiando su campo Posición de la Pregunta Frecuente. Si más de una entrada tiene el mismo número de posición, sólo uno de ellos será visible.
nn: Dette valget lar deg flytte et element nedeover på FAQ-siden.<br /><br />Hver gang du bruker dette valget, vil FAQ-posisjonsnummeret for dette elementet øke med en. Du kan få samme effekt ved å redigere det aktuelle elementet og endre FAQ-posisjonsfeltet. Når mere enn ett element har samme posisjonsnummer, vil kun ett av elementene være synlig.
pl: Ta opcja umożliwia przesunięcie elementu FAQ w dół na stronie FAQ.<br /><br />Za każdym razem, kiedy używasz tej opcji, numer pozycji danego elementu zwiększa się o jeden. Możesz osiągnąć ten sam efekt edytując dany element i zmieniając jego pole pozycji. Jeśli więcej niż jeden element ma ten sam numer pozycji, tylko jeden z nich będzie widoczny.

source: Move FAQ item up
ca: Mou l'ítem amunt
da: Flyt en FAQ op
es: Subir Pregunta Frecuente
fi: Siirrä kysymys ylös
he: העבר ישות FAQ למעלה
nn: Flytt FAQ-element oppover
pl: Przesuń element FAQ do góry

source: This option will let you move an item upwards on the FAQ page.<br /><br />Each time you use this option, the FAQ Position number of this item is reduced by one. You can achieve the same effect by editing the item in question and changing the FAQ Position field. When more than one FAQ item has the same position number, only one of these items will be visible.
ca: Aquesta opció us permet fer córrer amunt els ítems dins de la pàgina de preguntes més freqüents. <br /><br />Cada cop que la feu servir, la posició de l'ítem es reduirà un lloc. Podeu obtenir el mateix efecte editant l'ítem en qüestió i canviant el camp de posició. Quan més d'un ítem té el mateix número de posició, solament se'n veurà un d'ells.
da: Vælges denne mulighed kan du flytte et punkt på FAQ-siden op.<br /><br />Hver gang du bruger denne valgmulighed, vil positionen af punktet reduceres med en. Du kan opnå det samme ved at redigere et punkt og ændre FAQ-positionsfeltet. Når der er flere FAQ-punkter med samme positionsnummer, vil kun en af dem være synlig.
es: Esta opción le permite mover hacia arriba una entrada en la página de Preguntas Frecuentes.<br /><br />Cada vez que usa esta opción, el número de posición de esta entrada se reduce en una unidad. Puede obtener el mismo efecto modificando el elemento y cambiando su campo Posición de la Pregunta Frecuente. Si más de una entrada tiene el mismo número de posición, sólo uno de ellos será visible.
nn: Dette valget lar deg flytte et element oppover på FAQ-siden.<br /><br />Hver gang du bruker dette valget, vil FAQ-posisjonsnummeret for dette elementet reduseres med en. Du kan få samme effekt ved å redigere det aktuelle elementet og endre FAQ-posisjonsfeltet. Når mere enn ett element har samme posisjonsnummer, vil kun ett av elementene være synlig.
pl: Ta opcja umożliwia przesunięcie elementu FAQ w górę na stronie FAQ.<br /><br />Za każdym razem, kiedy używasz tej opcji, numer pozycji danego elementu zmniejsza się o jeden. Możesz osiągnąć ten sam efekt edytując dany element i zmieniając jego pole pozycji. Jeśli więcej niż jeden element ma ten sam numer pozycji, tylko jeden z nich będzie widoczny.

source: Multi-letter alphabet
ca: Alfabet multi-caràcters
da: Fler-bogstavs alfabet
es: Alfabeto multiletra
fi: Monimerkkiaakkoset
he: אלף בית של צרוף אותיות
nn: Flerbokstavs-alfabet
pl: Kombinacje znaków alfabetu
