Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: In this box you can change your user name. If you no longer like your user name or if have other reasons to change it, you can do so using this form.<br /><br />The username is <u>case sensitive</u>. That means that <b>John</b> is not the same as <b>john</b> or <b>JOHN</b>.<br /><br />You should <u>only</u> use characters from the alphabets that PhpGedView supports. You may use uppercase and lower case letters with or without diacritical marks, numbers, dash (-), and underscore (_). Do <u>not</u> use punctuation marks or spaces.
ca: En aquest caixetí podeu canviar el nom d'usuari. Si no us agrada el que teniu o per altres raons, podeu fer-ho emprant aquest camp.<br /><br />El nom d'usuari diferencia entre <u>majúscules i minúscules</u>. Això fa que <b>Joan</b> no sigui el mateix que <b>joan</b> o <b>JOAN</b>.<br /><br />Empreu <u>solament</u> caràcters d'alfabets suportats pel PhpGedView. Pot anar amb majúscules o minúscules, amb o sense signes diacrítics, números, guions (-) i sotsratllat (_). Però <u>no</u> podeu posar-hi signes de puntuació o espais.
da: I dette felt kan du ændre dit brugernavn.<br />Hvis du er blevet træt af dit brugernavn, eller har en anden grund til at ændre det, kan du gøre det ved hjælp af dette felt.<br /><br />Brugernavnet er <b>følsomt mht. bogstavtyper (case-sensitiv)</b>. Det betyder, at "Jon" ikke er det samme som "jon" eller "JON".<br /><br />Du bør <b>kun</b> bruge bogstaver fra alfabetet (små og/eller STORE), tal, bindestreg (-) og understregning (_).<br /><br /><b>Brug</b> ikke skilletegn, mellemrum eller andre tegn udover det almindelige alfabet/talrække.
es: En esta caja puede modificar su identificador de usuario.<br />Si no le gusta su identificador o tiene otras razones, puede cambiarlo usando este formulario.<br /><br />El identificador de usuario distingue mayúsculas y minúsculas.<br />Esto significa que <b>Juan</b> no es lo mismo que <b>juan</b> o que <b>JUAN</b>.<br /><br />Debe utilizar <u>solamente</u> caracteres de alfabetos soportados por PhpGedView. Puede utilizar letras mayúsculas y minúsculas con o sin marcas diacríticas (como los acentos), números, guión (-) y subrayado (_). <u>No</u> utilice signos puntuación o espacios<br /><br />
fi: Tässä ruudussa voit muuttaa käyttäjätunnustasi.<br />Käyttäjätunnuksessa on <b>erotettava suuret ja pienet</b> kirjaimet. Jussi ei ole sama kuin JUSSI tai jussi.<br /><br />Voit vain käyttää aakkosia, numeroita, yhdysviivaa (-) ja alaviivaa (_).<br /><br />Älä käytä pisteitä, pilkkuja, välilyöntiä tai muita aakkosiin kuulumattomia merkkejä.
he: בתיבה זו תוכל לשנות את קוד המשתמש שלך. אם אינך רוצה עוד, מסיבה כלשהי, את קוד המשתמש שלך, תוכל לשנותו. בהשתמשך בטופס הזה.<br /><br />קוד המשתמש <u>רגיש לאותיות הלועזיות הקטנות והגדולות</u>. המשמעות ש-<b>John</b> שונה מ-<b>john</b> ומ-<b>JOHN</b>.<br /><br />יש להשתמש <u>רק</u> בתווים מהשפות ש-PhpGedView תומכת בהם. תוכל להשתמש באותיות לועזיות קטנות וגדולות ואותיות עבריות, עם או בלי אותיות מיוחדות בעלות סימנים דיאקריטיים, ספרות, מקף (-), וקו תחתון (_).<br /><br /><u>אין</u> להשתמש בסימני פיסוק, רווחים.
nn: I dette feltet kan du endre brukernavnet ditt.<br />Dersom du ikke liker brukernavnet ditt lengre, eller har en annen grunn til å endre det, kan du gjøre det ved hjelp av dette feltet.<br /><br />Brukernavnet er <b>følsomt for bokstavtyper</b>. Det betyr at "Jon" ikke er det samme som "jon" eller "JON".<br /><br />Du bør <u>bare</u> bruke bokstaver fra alfabetet (små og/eller STORE), tall, bindestrek (-) og understrek (_).<br /><br /><u>Ikke</u> bruk skilletegn, mellomrom eller andre tegn utenom det vanlige alfabetet/tallrekken.
pl: Tutaj możesz zmienić swój login. Jeśli nie lubisz swojego loginu lub masz inny powód, aby go zmienić, skorzystaj z tego formularza.<br /><br />Wielkie i małe litery w loginie <u>mają znaczenie</u>. Oznacza to, że <b>Jan</b> to nie to samo, co <b>jan</b> albo <b>JAN</b>.<br /><br />Należy używać <u>wyłącznie</u> liter z alfabetów obsługiwanych przez PhpGedView. Możesz używać wielkich i małych liter z lub bez znaków diakrytycznych (np. ogonków), cyfr, myślnika (-) i podkreślenia (_). <u>Nie</u> używaj znaków interpunkcyjnych ani spacji.

source: PhpGedView has detected that there are empty lines in your input file. These lines may cause errors and will be removed from the file before it is imported.
ca: El PhpGedView ha detectat que hi ha línees buides al fitxer d'entrada. Aquestes línees poden causar errors i cal eliminar-les abans d'importar-lo.
da: PhpGedView har opdaget, at der er tomme linier i din GEDCOM-fil. Disse linier kan forårsag fejl og vil blive fjernet fra GEDCOM-filen førend den bliver importeret.
es: PhpGedView detectó que hay líneas vacías en su archivo GEDCOM. Estas líneas pueden causar errores y se eliminarán antes de importar el archivo GEDCOM.
fi: PhpGedView havaitsi, että GEDCOM-tiedostossasi on tyhjiä rivejä. Nämä voivat aiheuttaa virheitä ja poistetaan, ennen GEDCOM-tiedoston tuontia.
he: PhpGedView גילה שורות ריקות בקובץ הקלט שלך. יתכן והשורות תגרומנה לבעיות וימחקו מהקובץ לפני שהוא ייובא.
nn: PhpGedView oppdaget at det er tomme linjer i GEDCOM-filen din. Disse linjene kan føre til feil og vil bli fjernet fra GEDCOM-filen før den blir importert.
pl: PhpGedView wykrył puste wiersze w twoim pliku. Te wiersze mogą spowodować błędy i zostaną usunięte z pliku przez importem.

source: --- End extra Admin Info ---
ca: --- Fi d'informació extra d'Administració ---
da: <b>--- <i>Slut ekstra info for Admin</i> ---</b>
es: --- Fin de información extra de Administración ---
fi: --- Ylläpitäjän lisäinfon loppu---
he: --- סיים מידע ניהולי נוסף ---
nn: <b>--- <i>Slutt ekstra info for Admin</i> ---</b>
pl: --- Koniec dodatkowej informacji dla administratora ---

source: Language File Export Utility
ca: Utilitat d'exportació d'idiomes
da: Eksportering af sprogfil
es: Exportar un archivo de idioma
fi: Kielitiedoston vientityökalu
he: תוכנת עזר ליצוא קובץ שפות
nn: Eksport av språk-fil
pl: Eksporter plików językowych

source: You can create documentation for administrators.<br /><br />This utility will produce an HTML version of the Configuration Help file in the selected language. You can use your browser to look at this file, which is formatted for printing.
ca: Podeu crear documentació pels administradors.<br /><br />Aquesta eina produirà una versió HTML del fitxer d'ajuda de configuració de l'idioma seleccionat. Podeu emprar el navegador per a veure'l. Té format per imprimir-lo.
da: Du kan oprette dokumentation for administratorer.<br /><br />Denne funktion vil oprette en HTML-version af konfigurationshjælpefilen i det valgte sprog. Du kan bruge din browser til at se filen, der er formatteret så den kan printes ud.
es: Puede crear documentación para los administradores.<br /><br />Esta utilidad producirá una versión HTML del archivo Ayuda de Configuración en el idioma elegido. Puede utilizar su navegador para inspeccionar este archivo que tiene un formato apropiado para ser impreso.
he: ניתן ליצור תיעוד למנהלנים.<br /><br />כלי עזר זה ייצור גרסת HTML של קובץ העזרה של התצורה בשפה הנבחרת. תוכל להשתמש בדפדפן שלך כדי להסתכל על הקובץ הזה הנמצא במבנה להדפסה.
nn: Her kan du velge et språk og eksportere innholdet i hjelpe-tekst for konfigurasjon av PhpGedView<br />for å lage en dokumentasjon (i HTML-format) for programmet på det valgte språket.
pl: Umożliwia tworzenie dokumentacji dla administratorów.<br /><br />Narzędzie generuje wersję HTML pliku pomocy konfiguracyjnej w wybranym języku. Ten plik, w wersji do druku, można przeglądać za pomocą przeglądarki.

source: This value determines the number of descendant generations of the root person that will be printed in Hourglass format.
ca: Aquest valor determina el nombre de generacions de descendents de la persona arrel que apareixeran en format de rellotge de sorra.
da: Denne værdi bestemmer antallet af efterkommergenerationer til startpersonen, der vil blive printet ud i timeglasformat.
es: Este valor determina el número de generaciones de descendientes que se muestran en el formato de Reloj de Arena.
fi: Tämä lukuarvo määrittää juurihenkilön jälkipolvien lukumäärän, joka tulostetaan tiimalasimuodossa.
he: ערך זה קובע את מספר הדורות של צאצאי אדם המוצא שעבורם מדפיסים תרשים במבנה שעון חול.
pl: Ta wartość określa liczbę pokoleń potomków głównej osoby, wyświetlanych w formacie klepsydrowym.

source: This option controls the appearance of the diagram.<ul><li><b>1/2</b><br />Half circle 180&deg; diagram</li><li><b>3/4</b><br />Three-quarter 270&deg; diagram, sometimes called <i>Angel wing</i></li><li><b>4/4</b><br />Full circle 360&deg; diagram</li></ul>
ca: Aquesta opció controla la forma del diagrama.<ul><li><b>1/2</b><br />Mig cercle. Diagrama de 180&deg;</li><li><b>3/4</b><br />Tres quarts. Diagrama de 270&deg;, també conegut <i>Vol de l'àngel</i></li><li><b>4/4</b><br />Tot el cercle. Diagrama de 360&deg;</li></ul>
da: <dl><dt><b>1/2:</b> Halvcirkel (180 grader) hjul / vifte</dt><dt><b>3/4:</b> Trekvart (270 grader) hjul /vifte eller 'Englevinge'</dt><dt><b>4/4:</b> Helcirkel (360 grader) hjul</dt></dl>
es: Esta opción controla la apariencia del diagrama en Abanico.<ul><li><b>1/2</b><br />Diagrama en semicírculo 180&deg;</li><br /><li><b>3/4</b><br />Diagrama a tres cuartos 270&deg; llamado a menudo <i>Ala de ángel</i></li><br /><li><b>4/4</b><br />Diagrama de círculo completo 360&deg;</li></ul>
fi: <dl><dt>1/2</dt><dd>Puoliympyrän (180 astetta) muotoinen viuhkakaavio</dd><dt>3/4</dt><dd>Kolme-neljännesympyrän (270 astetta) muotoinen kaavio tai 'enkelin siipi'</dd><dt>4/4</dt><dd>Täysympyrän (360 astetta) muotoinen kaavio</dd></dl>
he: האופציה שולטת בהצגה של תרשים המניפה ב<ul><li><b>1/2</b><br />תרשים של חצי מעגל 180&deg;</li><li><b>3/4</b><br />תרשים של שלושת-רבעי מעגל 270&deg;, נקרא לפעמים <i>כנפי מלאך</i></li><li><b>4/4</b><br />תרשים של מעגל שלם 360&deg;</li></ul>
nn: <dl><dt>1/2</dt><dd>Halv sirkel (180 grader) hjul / vifte</dd><dt>3/4</dt><dd>Tre-kvart (270 grader) hjul /vifte eller 'Engle-vinge'</dd><dt>4/4</dt><dd>Hel sirkel (360 grader) hjul</dd></dl>
pl: Ta opcja określa wygląd diagramu.<ul><li><b>1/2</b> - diagram w kształcie półkola (180&deg;)</li><li><b>3/4</b> - diagram w kształcie trzech czwartych koła (270&deg;), zwany czasem <i>anielskim skrzydłem</i></li><li><b>4/4</b> - diagram w kształcie pełnego koła (360&deg;)</li></ul>

source: Here you can change the diagram width from 50% to 300%. At 100% the output image is about 640 pixels wide.
ca: Es pot canviar l'amplada del gràfic del 50% al 300%. Al 100% l'amplada de la imatge és d'uns 640 píxels.
da: Her kan du ændre bredden af anehjulet fra 50% til 300%.<br />Standardværdien er 100%. Bredden på billedet er da omtrent 640 pixels.
es: Aquí puede cambiar el ancho del diagrama en abanico desde el 50% hasta el 300%. Al 100% la imagen de salida tiene unos 640 pixels de ancho.
fi: Tässä voit muuttaa viuhkakaavion leveyden välillä 50 - 300%. Normaali arvo on 100%: kaavio on noin 640 pikseliä leveä.
he: תוכל לשנות את רוחב התיבה מ-50% עד 300%.<br />הערך הרגיל הוא 100% יוצר תמונת פלט ברוחב של כ-640 פיקסלים.
nn: Her kan du endre bredden på hjulet fra 50% til 300%.<br />Standard verdi er 100%: Bredden på bildet er da omtrent 640 punkter.
pl: Tutaj możesz zmieniać szerokość diagramu od 50% do 300%. Ustawienie szerokości na 100% daje obraz o szerokości około 640 pikseli.

source: Language file type to edit
ca: Tipus de fitxer d'idioma a editar
da: Sprogfil der skal rettes
es: Tipo de archivo a editar
fi: Muokattavan kielitiedoston tyyppi
he: סוג קובץ שפה לעריכה
nn: Språkfil som skal endres
pl: Typ pliku językowego

source: This allows you to search the file structure to find the media item you wish to link to.
ca: Us permet cercar en l'estructura de fitxers per localitzar l'entrada multimèdia que vulgueu vincular.
da: Her har du muligheden for at søge i mappestrukturen for at finde den medie-fil, du ønsker at lave et link til.
es: Aquí puede buscar en la estructura de archivos para localizar el objeto audiovisual con el que quiere vincular.
fi: Tämä mahdollistaa haun tiedostojärjestelmästä löytääksesi mediatiedoston, jonka haluat liittää.
he: אופציה זו מאפשרת חיפוש במערכת הקובצים כדי למצוא את המדיה שאליה תרצה קישור.
nn: Her har du muligheten til å søke i mappestrukturen for å finne media-filen som du ønsker å gjøre en kobling til.
pl: Pozwala przeszukiwać strukturę plików aby znaleźć obiekt multimedialny, z którym chcesz ustanowić powiązanie.

source: The family name you have chosen has more than %s individuals.<br /><br />To help you find the family you want, the list has been broken into smaller lists according to the first letter of the person's given name. This alphabetical sub-index works the same as the alphabetical index for names.<br /><ul><li>Click a letter to see all of the first names which start with that letter.</li><li>Choose <b>(unknown)</b> to list all of the people with unknown first names.</li><li>Choosing <b>ALL</b> will display a list of all families with the previously chosen surname.</li></ul>Because there are many names, it may take a long time for this list to appear on your screen.
ca: El nom de família que heu escollit té més de %s persones.<br /><br />Per ajudar-vos a trobar la família que busqueu, la llista s'ha subdividit amb altres més petites ordenades per la inicial del nom de pila de les persones. Aquest subíndex alfabètic funciona igual que el de noms.<br /><ul><li>Polseu una lletra per veure tots els noms de pila que comencin per ella.</li><li>Escolliu <b>(desconegut)</b> per veure una llista de la gent de la que se'n desconeix el nom de pila.</li><li>Escollint <b>Tot</b> sortirà una llista de totes les famílies amb el cognom prèviament seleccionat.</li></ul>Com que hi ha molts noms, pot trigar estona a sortir per pantalla.
pl: Wybrane nazwisko nosi ponad %s osób.<br /><br />Aby ułatwić odnalezienie szukanej rodziny, lista została podzielona na mniejsze listy według pierwszej litery imienia. Ten spis alfabetyczny działa tak samo, jak alfabetyczny spis nazwisk.<br /><ul><li>Kliknij na odpowiednią literę, aby zobaczyć wszystkie imiona, rozpoczynające się na tą literę.</li><li>Wybierz <b>(nieznane)</b> aby wyświetlić wszystkie osoby o nieznanym imieniu.</li><li>Wybranie <b>Wszystkie</b> spowoduje wyświetlenie listy wszystkich rodzin o wybranym nazwisku.</li></ul>Wyświetlenie listy na ekranie może zająć sporo czasu ze względu na dużą liczbę nazwisk.

source: The surname you have chosen has more than %s individuals.<br /><br />To help you find the person you want, the list has been broken into smaller lists according to the first letter of the person's given name. This alphabetical sub-index works the same as the alphabetical index for surnames.<br /><ul><li>Click a letter to see all of the first names which start with that letter.</li><li>Choose <b>(unknown)</b> to list all of the persons with unknown first names.</li><li>Choosing <b>ALL</b> will display a list of all persons with the previously chosen surname.</li></ul>Because there are many names, it may take a long time for this list to appear on your screen.
ca: El cognom escollit el tenen més de %s persones.<br /><br />Per ajudar-vos a trobar la persona que busqueu, la llista s'ha subdividit amb altres de més petites ordenades per la inicial del nom de pila. Aquest subíndex alfabètic funciona igual que el de cognoms.<br /><ul><li>Polseu una lletra per veure tots els noms de pila que comencin per ella.</li><li>Escolliu <b>(desconegut)</b> per veure totes les persones de les que se'n desconeix el nom de pila.</li><li>Escollint <b>Tot</b> surt una llista de totes les persones amb el cognom prèviament seleccionat.</li></ul>Com que hi ha molts noms, pot trigar estona a sortir per pantalla.
pl: Wybrane nazwisko nosi ponad %s osób.<br /><br />Aby ułatwić odnalezienie szukanej osoby, lista została podzielona na mniejsze listy według pierwszej litery imienia. Ten spis alfabetyczny działa tak samo, jak alfabetyczny spis nazwisk.<br /><ul><li>Kliknij na odpowiednią literę, aby zobaczyć wszystkie imiona, rozpoczynające się na tą literę.</li><li>Wybierz <b>(nieznane)</b> aby wyświetlić wszystkie osoby o nieznanym imieniu.</li><li>Wybranie <b>Wszystkie</b> spowoduje wyświetlenie listy wszystkich osób o wybranym nazwisku.</li></ul>Wyświetlenie listy na ekranie może zająć sporo czasu ze względu na dużą liczbę nazwisk.

source: Flag file
ca: Fitxer de la bandera
es: Nombre del archivo de bandera
fi: Lipputiedosto
he: קובץ הדגל
nn: Navn på flagg-bildefil
pl: Plik flagi

source: With this check box <b>un</b>checked, the relationships are only checked between blood relatives. With this check box checked, relationships by marriage are also checked. You will probably find more relationships by leaving this box checked.
ca: Amb aquest selector <b>des</b>marcat, solament es recercaran vincles de consanguinitat. Marcat, també es buscaran els polítics (per matrimoni). Us sortiran més vincles deixant aquest selector marcat.
da: Når denne boks <b>ikke</b> er afmærket, bliver slægtsrelationer kun checket mellem dem, der er i familie med hinanden.<br />Hvis boksen er afmærket, vil også slægtsrelationer mellem gifte blive kontrolleret. Du vil sandsynligvis finde flest relationer, hvis dette valg er afmærket.
es: Si esta casilla se deja <b>sin</b> marcar, sólo se considerará el parentesco consanguíneo.<br />Si se marca esta casilla, también se miran los parentescos por matrimonio. Probablemente encontrará más parentescos si deja esta casilla marcada.
fi: Kun valintaruutu on <b>rastittamatta</b>, sukulaisuussuhde tarkistetaan vain verisukulaisten välillä.<br />Mikäli se on rastitettu, tarkistetaan myös avioliiton kautta muodostunut sukulaisuussuhde. Rastittamalla ruutu löytyy luultavasti useampia sukulaisuussuhteita.
he: כאשר תיבת בחירה זו <b>לא</b> נבחרה, בודקים את הקשרים רק בין אנשים בעלי קירבת דם. כאשר התיבה נבחרה, בודקים גם קירבת נישואין. יש להניח שתמצא יותר קשרים אם תבחר את התיבה.
nn: Når denne boksen <b>ikke</b> er merket, blir slektslinjer bare sjekket mellom de som er i direkte slekt.<br />Dersom boksen er avmerket, vil også slektslinjer mellom gifte bli sjekket. Du vil sannsynligvis finne flest slektslinjer dersom dette valget er merket.
pl: Jeśli ta opcja <b>nie</b> jest zaznaczona, badane są tylko związki pomiędzy krewnymi (pokrewieństwo). Jeśli ta opcja jest włączona, sprawdzane są także więzi poprzez małżeństwo (powinowactwo). Pozostawiając tę opcję zaznaczoną znajdziesz prawdopodobnie więcej związków.

source: This option lets you search the text associated with configuration options.<br /><br />As you type letters, the search will find all configuration options that contain that letter sequence. The search becomes more precise as you type more letters.
ca: Aquesta opció us permet localitzar text associat a opcions de configuració.<br /><br />Si hi entreu lletres, la recerca intentarà localitzar totes les opcions de configuració que contingui aquesta seqüència de lletres. La recerca esdevé més precisa si hi entreu més caràcters.
es: Esta opción le permite buscar el texto asociado con las opciones de configuración.<br /><br />Según va tecleando letras, la búsqueda encontrará todas las opciones de configuración que contengan esa secuencia de letras. La búsqueda se va haciendo más precisa cuantas más letras teclee.
fi: Tämä kenttä antaa sinun hakea asetuksia joiden kuvaus sisältää kirjoittamasi tekstin.<br /><br />Kun kirjoitat kirjaimia, haku etsii kaikki asetukset jotka sisältävät antamasi kirjainsarjan. Haku tulee tarkemmaksi kirjoittaessasi lisää kirjaimia.
nn: Dette valget lar deg søke i teksten som er forbundet med konfigureringsvalgene.<br /><br />Når du skriver inn bokstaver, vil søket finne alle konfigurasjonsvalg som inneholder den rekkefølgen av bokstaver. Søket blir mer presist ettehvert som du skriver flere bokstaver.
pl: Ta opcja pozwala na wyszykiwanie tekstu powiązanego z opcjami konfiguracyjnymi.<br /><br />Zostaną znalezione wszystkie opcje konfiguracyjne zawierające podany ciąg znaków. Wyszukiwanie będzie bardziej dokładne jeśli podasz więcej szczegółów.

source: This is the file where all the basic settings related to the genealogical database are stored. There is a separate file for each such database.<br /><br />You will find the path and name of each configuration file in the <b>Current GEDCOMs</b> table on the <b>GEDCOM Administration</b> page.
ca: Aquest és el fitxer on s'emmagatzemen tots els paràmetres bàsics relacionats amb les bases de dades genealògiques. Hi ha un fitxer independent per a cada una d'elles.<br /><br />Podeu veure el nom i la ubicació de cada fitxer a la taula <b>Gedcoms disponibles</b> de la pàgina <b>Administració GEDCOM</b>.
da: Denne fil indeholder alle de grundlæggende indstillinger af slægtsdatabasen.<br /><br />I kolonnen "Konfigurationsfil" på siden for Aktive slægtsfiler, vises stien og navnet til konfigurationsfilen.
es: Es el archivo en el que se guardan todos los ajustes básicos de la base de datos genealógica. Hay un archivo separada para cada base de datos.<br /><br />Encontrará la ruta y nombre de cada archivo de configuración en la tabla <b>Gedcoms en uso</b> de la página <b>Administración GEDCOM</b>.
fi: Tähän tiedostoon on tallennettu kaikki GEDCOM-tiedoston perusasetukset. Jokaisella GEDCOM-tiedostolla on oma asetustiedostonsa.<br /><br />Läydät kunkin tiedoston polun ja nimen <b>Nykyiset GEDCOM:t</b>-taulusta sivulla <b>GEDCOM hallinta</b>.
he: זהו הקובץ שבו שומרים את כל ההגדרות הבסיסיות של מאגר בנתוני חקר המשפחה. קיים קובץ נפרד לכל מאגר נתונים כזה.<br /><br />השביל ושם קובץ התצורה מוצגים בטבלת <b>GEDCOM-ים נוכחיים</b> על דף <b>ניהול ה-GEDCOM</b>.
nn: Dette er filen hvor alle basis-innstillinger til slektsbasen er lagret.<br /><br />I kolonnen "Konfigurasjonsfil" på siden for Aktive slektsfiler, vises stien og navnet til konfigurasjonsfilen(e).
pl: To jest plik, w którym przechowywane są wszystkie podstawowe ustawienia związane z genealogiczną bazą danych. Dla każdej bazy istnieje osobny taki plik.<br /><br />Ścieżkę i nazwę każdego pliku konfiguracyjnego znajdziesz w tabeli <b>Bieżące pliki GEDCOM</b> na stronie <b>Zarządzanie plikami GEDCOM</b>.

source: To reduce the height of the News block, the administrator has hidden some articles. You can reveal these hidden articles by clicking the <b>View archive</b> link.
ca: Per a reduir l'alçada del bloc de Notícies, l'administrador ha fet que s'amaguessin alguns articles. Podeu veure'ls polsant a l'enllaç <b>Veure l'arxiu</b>.
da: For at reducere højden af nyhedsrammen, har administratoren vlagt at skule nogle artikler. Du kan se de skjulte artikler ved at klikke på linket: <b>Vis nyhedsarkiv</b>
es: Para reducir la altura del bloque de Noticias, el administrador ha ocultado algunos artículos. Puede revelar estos artículos ocultos haciendo clic en el vínculo <b>Ver archivo</b>.
fi: Rajoittaakseen uutisalueen korkeutta, ylläpitäjä on piilottanut joitakin artikkeleita. Ne saa näkyville klikkaamalla linkkiä <b>Näytä arkisto</b>.
he: המנהלן החביא כתבות, כדי להקטין את גובה אזור החדשות כתבות. תוכל לגלות את הכתבות החבויות הללו ע"י לחיצה על קישור <b>הצג ארכיון</b>.
pl: Aby zmniejszyć wysokość bloku artykuły, administrator ukrył niektóre z nich. Możesz wyświetlić niewidoczne artykuły, klikając na odnośnik <b>Pokaż archiwum</b>.

source: Limit:
ca: Límit:
da: Grænse:
es: Límite:
fi: Rajoitus:
he: גבול:
nn: Grense:
pl: Ograniczenie:
