Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Names to add to Common Surnames (comma separated)
ca: Cognoms a afegir a la llista de cognoms més habituals (separats per comes)
da: Tilføj følgende efternavn til listen <i>Oftest forekommende efternavne</i> (komma-separeret)
es: Nombres a agregar a Apellidos Comunes (separados por comas)
he: שמות שיש להוסיף לרשימת שמות המשפחה השכיחים (הפרד ע"י פסיק)
nn: Legg til følgende etternavn i listen <i>Mest brukte etternavn</i> (komma-separert)
pl: Nazwiska do dodania do "Najczęstszych nazwisk" (rozdzielane przecinkami)

source: Names to remove from Common Surnames (comma separated)
ca: Cognoms a treure de la llista de cognoms més habituals (separats per comes)
da: Fjern følgende efternavn i listen <i>Oftest forekommende efternavne</i> (komma-separeret)
es: Nombres a quitar de la lista de Apellidos Comunes (separados por coma)
he: שמות שיש להסיר מרשימת שמות המשפחה השכיחים (הפרד ע"י פסיק)
nn: Fjern følgende etternavn i listen <i>Mest brukte etternavn</i> (komma-separert)
pl: Nazwiska do usunięcia z "Najczęstszych nazwisk" (rozdzielane przecinkami)

source: Pedigree generations
ca: Nombre de generacions d'avantpassats
da: Antal generationer i slægtstræer
es: Generaciones en el Árbol de ascendientes
fi: Sukupuun sukupolvien määrä
he: מספר דורות באילן יוחסין
nn: Antall generasjoner i diagram / trær
pl: Liczba pokoleń rodowodu

source: Maximum Pedigree generations
ca: Nombre màxim de generacions d'avantpassats
da: Maks antal generationer af aner
es: Máximo de generaciones en el Árbol de ascendientes
fi: Suurin määrä esipolvia
he: מספר דורות מכסימלי באילן יוחסין
nn: Maks generasjoner for aner/forfedre
pl: Maksymalna liczba pokoleń rodowodu

source: Maximum Descendancy generations
ca: Nombre màxim de generacions de descendents
da: Maks antal generationer af efterkommere
es: Máximo de generaciones de descendientes
fi: Suurin määrä jälkipolvia
he: מכסימום דורות של צאצאים
nn: Maks generasjoner for etterkommere
pl: Maksymalna liczba pokoleń potomków

source: Default Pedigree chart layout
ca: Format (per defecte) de sortida de l'arbre genealògic
da: Standard layout for slægtstræer
es: Formato de Árbol de ascendientes
fi: Oletus esipolvitaulun asettelu
he: מבנה ברירת המחדל של אילן היוחסין
nn: Standard layout for diagram
pl: Domyślny układ wykresu rodowodu

source: Place levels to show in person boxes
ca: Nivell de llocs que sortirà al caixetins de les persones
da: Stednavneniveauer, der vises i personboksene
es: Niveles de lugares a mostrar en las cajas de persona
he: מספר הרמות של המקומות המוצגים בתיבות האישיות:
nn: Stedsnavnsnivåer som vises i personboksene:
pl: Liczba poziomów miejsc widoczna w ramkach osoby

source: Place levels to show on lists
ca: Nivells de lloc a mostrar a les llistes
es: Niveles de lugares a mostrar en las listas
fi: Kuinka monta tasoa paikkatietoja näytetään
he: רמות מקום ברשומות
nn: Stedsnivåer for å vise i lister
pl: Liczba poziomów miejsc widoczna na listach

source: Zoom boxes on charts
ca: Ampliar els caixetins dels diagrames
da: Ændre størrelse på bokse i slægtstræer
es: Ampliar cajas en diagramas
fi: Lähennä laatikot kaaviossa
he: אפשר הגדלה/הקטנה של תיבות התרשימים (ZOOM)
nn: Endre størrelse på diagrambokser
pl: Powiększaj ramki na wykresach

source: Disabled
ca: Desactivat
da: Ikke valgt
es: Desactivado
fi: Estetty
he: נפסל
nn: Ikke valgt
pl: Wyłączony

source: On Mouse Over
ca: Passant el ratolí per sobre
da: Ved at føre musen henover
es: Puntero encima
fi: Hiiri päällä
he: עכבר עובר מעל
nn: Ved å føre musen over
pl: Po najechaniu

source: On Mouse Down
ca: Mantenint polsat el ratolí
da: Ved at holde museknappen nede
es: Puntero pulsado
he: עכבר מושבת
nn: Ved å holde museknappen inne
pl: Po naciśnięciu

source: On Mouse Click
ca: Polsant el ratolí
da: Ved at klikke med musen
es: Haciendo clic
fi: Hiiren klikkaus
he: קליק עם עכבר
nn: Ved å klikke med musen
pl: Po kliknięciu

source: PopUp links on charts
ca: Finestres d'enllaç als diagrames:
da: Ikon for "undermenu" i slægtstræernes bokse
es: Vínculos emergentes en diagramas
he: הופעת תיבות קישור בתיבת התרשימים
nn: Ikon for "undermeny" i diagrambokser
pl: Otwieraj odnośniki w nowych oknach na wykresach

source: Default tab to show on Individual page
ca: Apèndix per defecte a mostrar a la pàgina personal
da: Standard faneblad, der skal vises på faktasiden for personer
es: Pestaña pretederminada a mostrar en la página de una persona
fi: Oletusvälilehti näytettäessä henkilön sivu
he: חוצץ ברירת המחדל שיוצג על דף הנתונים האישיים
nn: Standard ark/kort som skal vises på faktasiden til personer
pl: Domyślna zakładka na stronie danych osoby

source: Personal Facts and Details
ca: Esdeveniments i detalls personals
da: Fakta og detaljer om personen
es: Detalles Personales
fi: Henkilötiedot
he: עובדות אישיות בפרוט
nn: Fakta og detaljer om personen
pl: Fakty i dane osoby

source: Close Relatives
ca: Parents directes
da: Nære slægtninge
es: Familiares cercanos
fi: Lähisukulaiset
he: קרובי משפחה
nn: Nære slektninger
pl: Bliscy

source: Tree
ca: Arbre
da: Træ
es: Árbol
fi: Puu
he: עץ
nn: Interaktivt tre
pl: Drzewo

source: Last Visited Tab For Individual
ca: Mateix que el darrer cop
da: Sidst besøgte personfaneblad
es: Última pestaña visitada en Personas
fi: Henkilön viimeksi katsottu alasivu
he: החוצץ האחרון של האדם שהייה בשימוש
nn: Sist besøkte fane for person
pl: Ostatnio odwiedzona zakładka osoby

source: Automatically expand list of events of close relatives
ca: Obre automàticament la llista d'esdeveniments de parents directes
da: Udvid automatisk listen over begivenheder
es: Expandir automáticamente la lista de eventos
fi: Automaattisesti laajenna lähisukulaisten tapahtumalista
he: הרחב אוטומטית את רשימת המאורעות של קרובים
nn: Vis automatisk listen av hendelser for nære slektninger
pl: Automatycznie rozwijaj listę wydarzeń bliskich

source: Show events of close relatives on Individual page
ca: Mostra els esdeveniments dels parents directes a la pàgina personal
da: Vis begivenheder for nære slægtninge på faktasiden for en person
es: Mostrar eventos de los parientes cercanos en las páginas de las personas
fi: Näytä lähisukulaisten tapahtumat henkilön sivulla
he: הראה מאורעות של קרובים על הדף האישי
nn: Vis fødseldag og dødsdag for slektninger på faktasiden til personer
pl: Pokaż wydarzenia bliskich na stronie osoby

source: Postal Code position
ca: Posició del codi postal
da: Placering af postnummer
es: Posición del Código Postal
he: מיקום המיקוד
nn: Plassering av postnummer
pl: Pozycja kodu pocztowego

source: after
ca: desprès de
da: efter
es: después de
fi: jälkeen
he: אחרי
nn: etter
pl: po

source: before
ca: abans de
da: før
es: antes de
fi: ennen
he: לפני
nn: før
pl: przed

source: Maximum number of surnames
ca: Nombre màxim de cognoms
es: Número máximo de apellidos
he: מספר מכסימלי של שמות משפחה אישיים
nn: Maks antall etternavn
pl: Maksymalna liczba nazwisk dla osób

source: Surname list style
ca: Estil de la llista de cognoms
es: Estilo de lista de apellidos
he: סגנון רשימת שמות משפחה
nn: Type etternavnliste
pl: Styl listy nazwisk

source: Table
ca: Diagrama
da: Tabel
es: Tabla
fi: Taulukko
he: טבלה
nn: Tabell
pl: Tabela

source: Tagcloud
ca: Núvol d'etiquetes
da: Mærkesky
es: Nube de etiquetas
fi: Merkitsinpilvi
he: ענן תגיות
pl: Mapa skojarzeniowa

source: Hide and Show
ca: Amagar i mostrar
da: Skjul & Vis
es: Ocultar y mostrar
fi: Piilota ja näytä
he: הסתר והראה
nn: Skjul & Vis
pl: Ukryj i pokaż

source: Upcoming Events block day limit
ca: Data límit d'esdeveniments propers
da: Øvre grænse for hvor mange dage, der kan vises i rammen: Kommende begivenheder
es: Límite de días para el bloque de Próximos Eventos
he: הגבלת הימים באזור האירועים הקרובים
nn: Antall dager for rammen Kommende hendelser
pl: Ograniczenie liczby dni sekcji Nadchodzące wydarzenia

source: Show empty boxes on Pedigree charts
ca: Mostrar caixetins buits en Avantpassats:
da: Vis tomme bokse i slægtstræer
es: Mostrar cajas vacías en el Árbol de ascendientes
fi: Näytä tyhjät laatikot esipolvitaulussa
he: הראה תיבות ריקות באילן היוחסין
nn: Vis tomme bokser i diagram
pl: Pokaż puste ramki na wykresach rodowodu

source: Abbreviate chart labels
ca: Etiquetes de gràfics abreujades
da: Forkorte ledeord i slægtstræer
es: Abreviar las etiquetas en los diagramas
he: קצר תגים בתרשימים
nn: Forkorte ledeord i diagram
pl: Skracaj etykiety na wykresach

source: Show Birth and Death details on charts
ca: Mostra detalls de naixement i defunció als gràfics
da: Vis detaljer om fødsel og død i slægtstræer
es: Mostrar detalles de nacimiento y defunción en los diagramas
fi: Näytä syntymän ja kuoleman yksityiskohdat kaavioilla
he: הראה נתוני לידה ופטירה בתרשימים
nn: Vise detaljer om fødsel og død i diagram / trær
pl: Pokaż szczegóły urodzenia i śmierci na wykresach rodowodu i potomków

source: Show gender icon on charts
ca: Mostra la icona de gènere als gràfics
da: Vis køn ikon på kort
es: Mostrar el icono de sexo en los diagramas
fi: Näytä sukupuoli-ikonit kaavioilla
he: הראה צלמית מין בתרשימים
nn: Vis ikoner for kjønn i diagrammer
pl: Pokazuj ikony płci na diagramach

source: Show age of parents next to child's birthdate
ca: Mostra l'edat dels pares al costat de la data de naixement de la mainada
da: Vis forældres alder ved siden af barnets fødselsdato
es: Mostrar la edad de los padres junto a la fecha de nacimiento
fi: Näytä vanhempien iät lapsen syntymäpäivän vieressä
he: הראה את גיל ההורים ליד תאריך הלידה של הילד
nn: Vis alder til foreldre ved siden av fødselsdatoen til barna
pl: Pokaż wiek rodziców obok daty urodzenia dziecka

source: Show LDS ordinance codes in chart boxes
ca: Mostra els codis rituals mormons als caixetins dels gràfics
da: Vis LDS ordineringskoder i slægtstræernes bokse
es: Mostrar códigos de ordenanzas SUD en la cajas de los diagramas
he: הראה קודי חוק המורמונים בתיבות התרשימים
nn: Vis LDS ordineringskoder i diagram-bokser
pl: Pokaż kody ceremonii mormońskich w ramkach wykresu

source: Other facts to show in charts
ca: Altres esdeveniments a mostrar als gràfics
da: Vis andre fakta i slægtstræer
es: Otros hechos a mostrar en los diagramas
fi: Muut tiedot kaavioissa
he: נתונים אחרים שניתן להציג בתרשימים
nn: Vise andre fakta i diagram
pl: Inne fakty widoczne na wykresach

source: Allow users to see raw GEDCOM records
ca: Permetre als usuaris veure el registre primari de l'arxiu GEDCOM
da: Tillad brugere at se GEDCOM-poster
es: Permitir a los usuarios ver los registros GEDCOM en bruto
he: לאפשר למשתמשים לראות נתוני קובץ GEDCOM
nn: Tillat brukere å se GEDCOM poster
pl: Zezwól użytkownikom przeglądać nieprzetworzone wpisy GEDCOM

source: Hide GEDCOM errors
ca: Oculta els errors GEDCOM:
da: Skjul GEDCOM-fejlmeddelelser
es: Ocultar errores GEDCOM
he: החבא שגיאות GEDCOM
nn: Skjul GEDCOM feilmeldinger
pl: Ukrywaj błędy GEDCOM

source: Add spaces where notes were wrapped
ca: Afegeix espais on les notes s'han comprimit:
da: Indsæt et mellemrum, hvor linier er delt
es: Añadir espacios en los saltos de línea automáticos
he: הוסף רווח במקום שההערות גלשו
nn: Legg til mellomrom<br />der linjer er delt
pl: Wstawiaj spacje zamiast zawijania wierszy notatek

source: Show Fact icons
ca: Mostra icones d'esdeveniments
da: Vis fakta ikoner
es: Mostrar iconos para los hechos
he: הראה צלמיות של עובדות
nn: Vis faktaikoner
pl: Pokaż ikonki faktów

source: Automatically expand sources
ca: Obre automàticament les fonts
da: Udvid automatisk listen over kilder
es: Expandir fuentes automáticamente
fi: Automaattisesti laajenna lähdetiedot
he: הרחב אוטומטית את המקורות
nn: Vis utvidede kilder automatisk
pl: Automatycznie rozwijaj źródła

source: Automatically expand notes
ca: Obre automàticament les notes
es: Expandir notas automáticamente
fi: Automaattisesti laajenna lisätiedot
he: הרחב אוטומטית את ההערות
nn: Vis utvidede merknader automatisk
pl: Automatycznie rozwijaj notatki

source: Show all Notes and Source references on Notes and Sources tabs
ca: Mostra totes les notes i referències de font a les pestanyes de notes i fonts
es: Mostrar todas las notas y referencias a fuentes en las pestañas de Notas y Fuentes
fi: Näytä kaikki lisätiedot ja lähdeviitteet lisätiedot ja lähteet välilehdillä
he: הראה את כל ההתייחסויות להערות ומקורות בחוצצי הערות ומקורות
nn: Vis alle merknader og kildereferanser på fanene for Merknader og Kilder
pl: Pokaż wszystkie odnośniki do notatek i źródeł

source: Show Date Differences
ca: Mostra diferència entre dates
da: Vis Alders forskel
es: Mostrar diferencias de edad
fi: Näytä ikäerot
he: הראה הפרשי תאריכים
nn: Vis aldersforskjeller
pl: Pokaż różnicę czasu między kolejnymi wydarzeniami

source: Favorites icon
ca: Icona per a Favorits
da: Favorit ikon
es: Icono para Favoritos
he: צלמית של מועדפים
nn: Mappe til favoritt-ikon
pl: Ikonka ulubionych

source: Show hit counters
ca: Mostra els comptadors
da: Vis antal hits
es: Mostrar contadores de visitas
fi: Näytä osumalaskurit
he: הראה מוני פגיעה
nn: Vis Antall treff
pl: Pokaż liczniki odwiedzin

source: Show spider tagline
ca: Mostra l'aranya d'etiquetes
da: Vis spider tag linier
es: Mostrar la línea de identificadores de la araña
he: הראה tagline של עכבישים
nn: Vis spider-tagline
pl: Pokaż tagline programu

source: Show execution statistics
ca: Mostra estadístiques d'execució
da: Vis udførelsesstatistik
es: Mostrar estadísticas de ejecución
he: הצג סטטיסטיקות של העיבוד
nn: Vis utførings-statistikk
pl: Pokaż statystyki wykonania

source: Show GEDCOM record last change date on lists
ca: Mostra la data del darrer canvi del registre del GEDCOM
da: Vis GEDCOM postens sidste ændringsdato på lister
es: Mostrar la fecha del último cambio del registro GEDCOM en las listas
he: הראה ברשימות את תאריך השינוי האחרון של רשומת ה-GEDCOM
nn: Vis GEDCOM-postens sist endret dato i listene
pl: Pokaż na listach datę ostatniej zmiany wpisu GEDCOM

source: Show estimated dates for birth and death
ca: Mostra dates estimades per al naixement i la mort
es: Mostrar fechas estimadas de nacimiento y defunción
he: הראה תאריכים מוערכים עבור לידה ופטירה
nn: Vis beregnet dato for fødsler og dødsfall
pl: Pokaż przybliżone daty na listach i wykresach

source: Edit Options
ca: Opcions d'edició
da: Brugeres redigering
es: Opciones de edición
fi: Muokkaa asetuksia
he: אפשרויות העריכה
nn: Redigeringsvalg
pl: Opcje edycji

source: Enable online editing
ca: Activa l'edició en línea
da: Aktiver online redigering
es: Activar Edición en línea
he: אפשר עריכה מקוונת
nn: Aktivere online-redigering
pl: Zezwól na edycję online

source: Synchronize edits into GEDCOM file
ca: Sincronitza el que s'ha editat amb el fitxer GEDCOM
da: Synkroniser ændringer ind i GEDCOM filen
es: Sincronizar las modificaciones con el archivo GEDCOM
fi: Synkronoi muutokset GEDCOM-tiedostoon
he: סנכרן שינויים לתוך קובץ GEDCOM
nn: Synkroniser endringer til GEDCOM-filen
pl: Synchronizuj zmiany z plikiem GEDCOM

source: Enable Autocomplete
ca: Activa autocompleta
es: Activar Autocompletar
he: אפשר סיום אוטומטי
pl: Włącz Autouzupełnianie

source: Individual Add Facts
ca: Addició d'esdeveniments personals
da: Tilføj personfakta
es: Hechos agregables a las personas
fi: Henkilöön lisättävät tiedot
he: עובדות אישיות שניתן להוסיף
nn: Fakta å legge til for personer
pl: Fakty osobowe

source: Unique Individual Facts
ca: Esdeveniments personals únics
da: Entydige personfakta
es: Hechos agregables a las personas una única vez
fi: Henkilöön kerran lisättävät tiedot
he: עובדות אישיות יחידות במינן
nn: Unike fakta for personer
pl: Unikalne fakty osobowe

source: Quick Individual Facts
ca: Esdeveniments personals immediats
da: Hurtig person fakta
es: Hechos Personales Rápidos
fi: Henkilöön nopeasti lisättävät tiedot
he: עובדות אישיות עיקריות
nn: Hurtiglinker for personfakta
pl: Podręczne fakty osobowe

source: Family Add Facts
ca: Addició d'esdeveniments familiars
da: Tilføj familiefakta
es: Hechos agregables a familias
fi: Perheeseen lisättävät tiedot
he: עובדות משפחתיות שניתן להוסיף
nn: Fakta å legge til for familier
pl: Fakty rodzinne

source: Unique Family Facts
ca: Esdeveniments familiars únics
da: Entydige familiefakta
es: Hechos agregables una sola vez a familias
fi: Perheeseen kerran lisättävät tiedot
he: עובדות משפחתיות יחידות במינן
nn: Unike fakta for familier
pl: Unikalne fakty rodzinne

source: Quick Family Facts
ca: Esdeveniments familiars immediats
da: Hurtig Familie fakta
es: Hechos Rápidos de Familia
fi: Perheeseen nopeasti lisättävät tiedot
he: עובדות משפחתיות עיקריות
nn: Hurtiglinker for familiefakta
pl: Podręczne fakty rodzinne

source: Source Add Facts
ca: Addició d'esdeveniments de fonts
da: Tilføj kildefakta
es: Hechos agregables a fuentes
fi: Lähteeseen lisättävät tiedot
he: עובדות מקור שניתן להוסיף
nn: Fakta å legge til for kilder
pl: Fakty źródłowe

source: Unique Source Facts
ca: Esdeveniments de fonts únics
da: Entydige kildefakta
es: Hechos agregables una sola vez a fuentes
fi: Lähteeseen kerran lisättävät tiedot
he: עובדות מקור יחידות במינן
nn: Unike fakta for kilder
pl: Unikalne fakty źródłowe

source: Quick Source Facts
ca: Esdeveniments de fonts immediats
da: Hurtig kilde fakta
es: Hechos Rápidos para Fuentes
fi: Lähteeseen nopeasti lisättävät tiedot
he: עובדות עיקריות של מקורות
nn: Hurtiglinker for kildefakta
pl: Podręczne fakty źródłowe

source: Repository Add Facts
ca: Addició d'esdeveniments d'arxius
da: Tilføj fakta for opbevaringssteder
es: Hechos agregables a repositorios
fi: Tietovarastoon lisättävät tiedot
he: עובדות מאגר שניתן להוסיף
nn: Fakta å legge til for oppbevaringssteder
pl: Fakty repozytorium

source: Unique Repository Facts
ca: Esdeveniments d'arxiu únics
da: Entydige fakta for opbevaringsteder
es: Hechos agregables una sola vez a repositorios
fi: Tietovarastoon kerran lisättävät tiedot
he: עובדות מאגר יחידות במינן
nn: Unike fakta for oppbevaringssteder
pl: Unikalne fakty repozytorium

source: Quick Repository Facts
ca: Esdeveniments d'arxiu immediats
es: Hechos Rápidos para Repositorios
fi: Tietovarastoon nopeasti lisättävät tiedot
he: עובדות עיקריות של מאגר
nn: Hurtiglinker for oppbevaringsstedfakta
pl: Podręczne fakty repozytorium

source: Autoclose edit window
ca: Tenca automàticament la finestra d'edició
da: Luk redigeringsvinduet automatisk
es: Cerrar automáticamente las ventanas de edición
he: סגור אוטומטית חלון עריכה
nn: Lukk automatisk vindu for redigering
pl: Automatycznie zamykaj okno edycji

source: Split places in Edit mode
ca: Subdivideix els llocs en el mode d'edició
da: Split steder i Redigeringsvisning
es: Partir lugares en modo edición
fi: Pilko paikannimet muokkaustilassa
he: פצל מקומות במצב עריכה
nn: Splitt steder i Endringsvisning
pl: Rozdzielaj miejsca w trybie edycji

source: Facts to always show on Quick Update
ca: Esdeveniments a mostrar sempre en l'edició ràpida
da: Fakta, der altid skal vises på formularen til hurtig opdatering
es: Hechos a mostrar siempre en actualización rápida
fi: Pikapäivityksessä aina näytettävät tiedot
he: הראה תמיד עובדות בעדכון מהיר
nn: Fakta som alltid vises ved Hurtig-oppdatering
pl: Fakty zawsze widoczne podczas szybkiej aktualizacji

source: Facts for families to always show on Quick Update
ca: Esdeveniments de famílies a mostrar sempre en l'edició ràpida
da: Fakta for familier, der altid skal vises på formularen til hurtig opdatering
es: Hechos a mostrar siempre en las familias en actualización rápida
fi: Perheen pikapäivityksessä aina näytettävät tiedot
he: הראה תמיד עובדות של משפחות בעדכון מהיר
nn: Vis alltid faktaopplysninger for familier ved Hurtig-oppdatering
pl: Fakty rodzinne zawsze widoczne podczas szybkiej aktualizacji

source: Surname tradition
ca: Tradició dels cognoms
da: Tradition for efternavnet
es: Tradición de apellidos
fi: Sukunimiperinne
he: מסורת שם משפחה
nn: Etternavnstradisjon
pl: Tradycja przyjmowania nawiska

source: Paternal
da: fædrende
nn: Patronymikon
pl: ojcowska

source: Spanish
ca: Castellà
da: Spansk
es: Español
fi: Espanja
he: ספרדית
nn: Spansk
pl: hiszpański

source: Portuguese
ca: Portuguès
da: Portugisisk
es: Portugués
fi: Portugali
he: פורטוגזית
nn: Portugisisk
pl: portugalski

source: Icelandic
ca: Islandesa
da: islandsk
nn: Islandsk
pl: islandzka

source: Polish
ca: Polonès
da: Polsk
es: Polaco
fi: Puola
he: פולנית
nn: Polsk
pl: polski

source: Advanced name facts
ca: Noms d'esdeveniments avançats
da: Avancerede fakta om navne
es: Hechos avanzados para nombres
fi: Erityiset nimitiedot
he: עובדות מתקדמות של שם
nn: Avanserte navnefakta
pl: Szczegółowe fakty o imieniu/nazwisku

source: Advanced place name facts
ca: Esdeveniments de noms de lloc avançats
da: Avancerede fakta om stednavne
es: Hechos avanzados para los nombres de lugares
fi: Erityiset paikannimitiedot
he: עובדות מתקדמות של שם מקום
nn: Avanserte stednavnfakta
pl: Szczegółowe fakty o miejscu

source: Use GeoNames database
ca: Empra la base de dades GeoNames
es: Usar la base de datos GeoNames
fi: Käytä GeoNames tietokantaa
he: השתמש במאגר נתונים GeoNames
nn: Bruk GeoNames-database
pl: Użyj bazy GeoNames

source: Use full source citations
ca: Empra citacions de font completes
es: Usar citas extendidas de fuentes
he: השתמש במקורות מלאים
nn: Bruk fullstendige kildesiteringer
pl: Użyj pełnych opisów źródeł

source: Source type
ca: Tipus de font
es: Tipo de fuente
he: סוג מקור
nn: Foretrekk kilder til fakta
pl: Typ źródła

source: Facts
ca: Esdeveniments
es: Hechos
fi: Tiedot
he: עובדות
nn: fakta
pl: Fakty

source: Do not update the CHAN (Last Change) record
ca: No canviïs el registre CHAN (darrer canvi)
da: Opdatér ikke CHAN (sidst ændret) posten
es: No actualizar el registro CHAN (último cambio)
fi: Älä päivitä CHAN (viimeinen muutos) tietuetta
he: אין לעדכן רשומת שינוי אחרון CHAN
nn: Ikke oppdater CHAN (Last Change) posten
pl: Nie aktualizuj wpisu CHAN (ostatnia zmiana)

source: User Options
ca: Opcions d'usuari
da: Brugerindstillinger
es: Opciones de usuario
fi: Käyttäjäasetukset
he: בחירות משתמש
nn: Bruker-valg
pl: Opcje użytkownika

source: Show contextual <b>?</b> Help links
ca: Mostrar els enllaços ? d'ajuda contextual
da: Vis hjælp (?) til tekst som standard
es: Mostrar vínculos <b>?</b> de ayuda contextual en las páginas
he: הראה קישור לעזרה ע"י סימן <b>?</b>
nn: Vis hjelp (?) til tekst<br />- som standard
pl: Pokaż odnośniki pomocy kontekstowej <b>?</b>

source: Theme directory
ca: Directori de Presentacions
da: Tema og mappe
es: Directorio del tema
fi: Teemakansio
he: תיקיית עיצוב
nn: Tema og mappe
pl: Katalog motywów

source: Other, please type in
ca: Un altre, escriviu si us plau
da: Andet, indtast venligst
es: Otro, escriba por favor
he: אחר, הקלד
nn: Annet, vennligst tast inn
pl: Inne, wprowadź

source: does not exist
ca: no hi és
da: Eksisterer ikke
es: no existe
fi: ei saatavilla
he: לא קיים
nn: eksisterer ikke
pl: nie istnieje

source: Display theme dropdown selector for theme changes
ca: Mostra la persiana per seleccionar i canviar la presentació
da: Vis felt for at skifte tema
es: Mostrar el selector desplegables de Temas, para cambiar el Tema.
he: הראה את הבחירה הנגללת של שינויי העיצוב
nn: Vis valgfelt for å bytte Stil
pl: Pokaż listę wyboru motywów

source: Contact Information
ca: Informació de contacte
da: Kontaktinformation
es: Información de contacto
fi: Yhteystiedot
he: נתוני קשר
nn: Kontakt-informasjon
pl: Kontakt

source: PhpGedView reply address
ca: Adreça de resposta PhpGedView
da: PhpGedView svar-adresse
es: Dirección de correo de remitente en los mensajes de PhpGedView
he: כתובת מענה עבור PhpGedView
nn: PhpGedView svaradresse
pl: Adres zwrotny PhpGedView

source: Genealogy contact
ca: Contacte genealògic
da: Kontaktperson vedr. slægtsspørgsmål
es: Contacto para genealogía
he: הקשר לנתוני שושלת יוחסין
nn: Kontaktperson for slektsspørsmål
pl: Kontakt genealogiczny

source: Contact method
ca: Forma de contacte per a temes genealògics
da: Kontaktmetode
es: Método de contacto
he: שיטת הקשר
nn: Kontaktmåte (slekt)
pl: Sposób kontaktowania się
