Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: Here you can specify if the counts of indis and families connected to the place is displayed. Now if GEDCOM file contains many people is recomended to turn it off.
da: Her kan du vælge om antallet af individer og familier der er tilknyttet til stedet vises. Hvis GEDCOM-filen indeholder mange personer, anbefales det at slå den fra.
pl: Możesz określić czy liczba osób i rodzin powiązana z danym miejscem będzie wyświetlana. Przy dużej ilości osób i miejsc zaleca się wyłączenie tej opcji (powyżej tysiąca osób powoduje duże spowolnienie w wyświetlaniu mapy).

source: Here you can specify if the mouse wheel is enebled for zooming.
da: Her kan du vælge om musehjulet skal bruges til at zoome med.
pl: Możesz określić czy rolka myszki będzie używana do przybliżania lub oddalania mapy.

source: This option allow to hide map controls (i.e. the map type choice) if mouse is outside the map.
da: Denne indstilling lader dig skjule kort-kontrollerne (f.eks. korttype valget) hvis musen er uden for kortet.
pl: Możesz określić czy kontrolki mapy (np. wybór typu mapy) będą ukryte dopóki nie najedziesz myszką na mapę.

source: Cluster Size
da: Klyngestørrelse
pl: Wielkość klastra

source: The number of markers to be placed at one point before a trail of pins is started in a north east line behind the younger generations. The 'trail' is usually only visable at high zoom values.
da: Antallet af markører der skal vises på samme sted før en hale af markører startes i en nordøstlig linje bag de yngre generationer. Denne hale er normalt kun synlig ved store zoom værdier.
pl: Liczba znaczników, które będą umieszczone w jednym punkcie, kolejne zostaną przesunięte na północny-wschód za pokoleniem młodszym. Przesunięcie jest zauważalne tylko przy dużych powiększeniach.

source: Hide lines
da: Skjul linjer
pl: Ukryj linie

source: Hide the lines connecting the child to each parent if they exist on the map.
da: Skjul de linjer der forbinder barnet til hver forælder hvis de eksistere på kortet.
pl: Ukrywa linie łączące dziecko z jego rodzicami jeśli są pokazani na mapie.

source: Hide flags
da: Skjul flag
pl: Ukryj flagi

source: Hide the flags that are configured in the googlemap module. Ususally these are for countries and states.&nbsp; This serves as a visual queue that the markers around the flag are from the general area, and not the specific spot.
da: Skjul de flag der er opsat i googlemap modulet. Normalt er de disse for lande og stater.&nbsp; Dette bruges som en visuelt hint om at markørene omkring flaget er fra dette område og ikke det nøjagtige punkt.
pl: Ukrywa flagi, które są skonfigurowane w module googlemap. Naogół używane są do oznaczenia państw i województw. Flagi pokazują obszar administracyjny znaczników zgrupowanych wokół nich.

source: individual displayed out of the normal total of
da: individ vist ud af den normale total på
es: persona mostrada del total normal de
he: מוצג מתוך מכסימום אנשים אפשריים של
pl: osoba jest wyświetlona spośród wszystkich

source: individuals displayed out of the normal total of
da: individer vist ud af den normale total på
es: personas mostradas del total normal de
he: אנשים מוצגים מתוך מכסימום אפשרי של
pl: osób jest wyświetlonych spośród wszystkich

source: from
da: fra
es: correspondientes a
he: עבור
nn: fra
pl: z

source: generations
da: generationer
es: generaciones
he: דורות
pl: pokoleń

source: individual is private.
da: individ er privat.
es: persona es privada.
he: אדם הוא פרטי.
pl: osoby dane są prywatne.

source: individuals are private.
da: individer er private.
es: personas son privadas.
he: אנשים הם פרטיים.
pl: osób dane są prywatne.

source: individual is missing birth place map coordinates:
da: individid mangler fødselssteds koordinater:
es: persona no tiene coordenadas de mapa para el lugar de nacimiento:
he: קואורדינטות של מקום הלידה חסרות
pl: osoba ma nieznane współrzędne miejsca urodzenia:

source: individuals are missing birth place map coordinates:
da: individer mangler fødselssteds koordinater:
he: קואורדינטות של מקום הלידה חסרות:
pl: osób ma nieznane współrzędne miejsca urodzenia:

source: No ancestors in the database.
da: Ingen slægtninge i databasen.
es: No hay ascendientes en la base de datos.
he: אין אב-אבות במאגר הנתונים.
pl: Brak przodków w bazie danych.

source: Root
da: Rod
es: Raíz
he: אדם המוצא
pl: Główna osoba

source: Birth:
ca: Naixement:
da: Fødsel:
es: Nac:
fi: Syntymä:
he: לידה:
nn: Født:
pl: Urodziny:

source: Zoom&nbsp;in
da: Zoom&nbsp;ind
es: Acercar
he: הגדל
pl: Powiększ

source: Zoom&nbsp;out
da: Zoom&nbsp;ud
es: Alejar
he: הקטן
pl: Zmniejsz

source: Zoom&nbsp;in&nbsp;here
da: Zoom&nbsp;ind&nbsp;her
es: Acercar&nbsp;aquí
he: הגדל&nbsp;כאן
pl: Powiększ&nbsp;tutaj

source: Zoom&nbsp;out&nbsp;here
da: Zoom&nbsp;ud&nbsp;her
es: Alejar&nbsp;aquí
he: הקטן&nbsp;כאן
pl: Zmniejsz&nbsp;tutaj

source: Centre&nbsp;map&nbsp;here
da: Centrer&nbsp;kort&nbsp;her
es: Centrar&nbsp;el&nbsp;mapa&nbsp;aquí
he: מרכז&nbsp;המפה&nbsp;כאן
pl: Wycentruj&nbsp;mapę&nbsp;tutaj

source: Sitemap
ca: Mapa del lloc
es: Mapa del sitio
he: מיפוי של האתר
nn: Nettstedkart
pl: Mapa witryny

source: Generate Sitemap files
ca: Generació d'arxius de mapa del lloc
da: Opret sitemap filer
es: Generar archivos de mapa del sitio
fi: Luo sivukarttatiedostot
he: צור קבצי מיפוי של האתר
nn: Lag filer for nettstedkart
pl: Generuj pliki mapy witryny

source: Selected items to store in Sitemap:
ca: Elements seleccionats per incloure al mapa del lloc:
da: Valgte emner vil blive gemt i sitemap:
es: Elementos seleccionados para almacenar en el mapa del sitio:
fi: Valitse kohteet, jotka tallennetaan sivukarttaan:
he: בחר פריטים לשמירה במפת האתר:
nn: Velg elementer du vil ha med i nettstedkartet:
pl: Pozycje, które mają być zamieszczone w pliku mapy witryny:

source: Individual List
ca: Llista de Persones
da: Individliste
es: Lista de personas
fi: Henkilöluettelo
he: רשימת אנשים
nn: Personliste
pl: Lista osób

source: Family List
ca: Llista de Famílies
da: Famillieliste
es: Lista de familias
fi: Perheluettelo
he: רשימת משפחה
nn: Familieliste
pl: List rodzin

source: No links to private information
ca: No hi ha víncles a la informació privada
da: Ingen links til private oplysninger
es: No hay vínculos a la información privada
fi: Ei linkkejä yksityisiin tietoihin
he: ללא קישורים לנתונים פרטיים
nn: Ingen lenker til privat informasjon
pl: Brak odnośników do informacji prywatnych

source: GEDCOMs to store in Sitemap:
ca: GEDCOMs a incloure al mapa del lloc:
da: GEDCOM'er der skal gemmes i sitemap:
es: GEDCOMs a almacenar en el mapa del sitio:
fi: GEDCOM-tiedostot, jotka tallennetaan sivukarttaan:
he: קבצי GEDCOM שניתן לשמור במפת האתר:
nn: GEDCOM-fil(er) du vil inkludere i nettstedkartet:
pl: Pliki GEDCOM do zamieszczenia w pliku mapy witryny:

source: The following Sitemap files have been generated and can be downloaded:
ca: S'han generat els següents arxius per al mapa del lloc que ja podeu descarregar:
da: Følgende sitemap er oprettet og kan downloades:
es: Los siguiente archivos para el mapa del sitio se han generado y pueden descargarse:
fi: Seuraavat sivukarttatiedostot on luotu ja voidaan ladata työasemalle:
he: קובצי מיפוי של האתר הבאים נוצרו וניתנים להורדה:
nn: Følgende filer for nettstedkart er opprettet og kan lastes ned:
pl: Następujące pliki mapy witryny zostały wygenerowane i mogą być pobrane:

source: Place all the files in the root of your PhpGedView installation.
ca: Coloqueu tots els arxius a l'arrel de la vostra instal·lació de phpGedView.
da: Placer alle filerne i roden af din phpGedView installation.
es: Coloque todos los archivos en la raíz de su instalación de PhpGedView.
fi: Sijoita kaikki tiedostot PhpGedView-asennuksesi juurikansioon.
he: הצב את כל הקבצים בתקיה הראשית (root) של התקנת ה-PhpGedView שלך.
nn: Plasser alle filene i rotkatalogen til din PhpGedView-installasjon.
pl: Zamieść wszystkie pliki mapy witryny w katalogu głównym phpGedView.

source: Item
ca: Element
da: Emne
es: Elemento
fi: Kohde
he: פריט
nn: Element
pl: Pozycje

source: Priority
ca: Prioritat
da: Prioritet
es: Prioridad
fi: Prioriteetti
he: עדיפות
nn: Prioritet
pl: Priorytet

source: Updates
ca: Actualitzacions
da: Opdateres
es: Actualizaciones
fi: Päivitykset
he: עדכונים
nn: Oppdateringer
pl: Uaktualnienia

source: always
ca: sempre
da: altid
es: siempre
fi: aina
he: תמיד
nn: alltid
pl: ciągłe

source: hourly
ca: cada hora
da: per time
es: cada hora
fi: tunneittain
he: מדי שעה
nn: hver time
pl: godzinne

source: daily
ca: diariament
da: dagligt
es: diariamente
fi: päivittäin
he: מדי יום
nn: daglig
pl: dzienne

source: weekly
ca: setmanalment
da: ugentligt
es: semanalmente
fi: viikoittain
he: מדי שבוע
nn: ukentlig
pl: tygodniowe

source: monthly
ca: mensualment
da: månedligt
es: mensualmente
fi: kuukausittain
he: מדי חודש
nn: månedlig
pl: miesięczne

source: yearly
ca: anualment
da: årligt
es: anualmente
fi: vuosittain
he: מדי שנה
nn: årliig
pl: roczne

source: never
ca: mai
da: aldrig
es: nunca
fi: ei koskaan
he: לעולם לא
nn: aldri
pl: nigdy

source: Generate
ca: Genera els arxius
da: Opret
es: Generar
fi: Luo
he: צור
nn: Trykk for å opprette filen
pl: Generuj

source: All
pl: Wszystkie

source: Descendancy
pl: Potomkowie

source: Clippings
pl: Wycinki

source: This Individual was downloaded from:
ca: Aquesta persona ha sigut descarregada des de:
da: Denne person er hentet fra:
es: La información de esta persona se descargó desde:
fi: Henkilö on ladattu omalle koneelle tiedostosta:
he: האדם הורד מהאתר:
nn: Denne personen er hentet fra:
pl: Ta osoba została pobrana z:

source: This Family was downloaded from:
ca: Aquesta família ha sigut descarregada des de:
da: Denne familie er hentet fra:
es: La información de esta familia se descargó desde:
fi: Perhe on ladattu omalle koneelle tiedostosta:
he: המשפחה הורדה מהאתר:
nn: Denne familien er hentet fra:
pl: Ta rodzina została pobrana z:

source: This Source was downloaded from:
ca: Aquesta font prové de:
da: Denne kilde er hentet fra:
es: La información de esta fuente se descargó desde:
fi: Lähde on ladattu omalle koneelle tiedostosta:
he: המקור הורד מהאתר:
nn: Denne kilden er hentet fra:
pl: To źródło zostało pobrane z:

source: This input box lets you enter an individual's ID number so he can be added to the Clippings Cart. Once added you'll be offered options to link that individual's relations to your Clippings Cart.<br /><br />If you do not know an individual's ID number, you can perform a search by name by pressing the Person icon next to the Add button.
ca: Aquest caixetí us permet entrar números ID de persones o famílies per posar-les al cistell genealògic. Un cop fet, sortiran opcions per posar-hi més parents alhora.<br /><br />Si desconeixeu el número d'ID, podeu fer una recerca pel nom, polsant la icona representativa d'una persona o família, al costat del botó d'afegir.
es: Este campo le permite introducir el número ID de una persona para agregarla al Carrito Genealógico. Una vez agregado, se le ofrecerán opciones para incluir los parientes de esa persona al carrito.<br /><br />Si no conoce el número ID de una persona, puede buscarla por su nombre haciendo clic en el icono de Persona que se encuentra junto al botón Agregar.
fi: Tähän kenttään voi kirjoittaa henkilön ID-tunnuksen lisätäksesi hänet leikekoriin. Kun hänet on lisätty, sinulle annetaan mahdollisuus linkittää kyseisen henkilön sukulaisuussuhteet leikekoriisi<br /><br />Mikäli et tiedä henkilön ID-tunnusta, voit suorittaa haun klikkaamalla henkilön kuvaketta lisää-painikkeen vieressä.<br /> <p>#zip_help#
he: תיבת הקלט הזו מאפשרת הכנסת קודי זיהוי של אנשים כך שהם מתווספים לעגלת הגזירים. לאחר שהם התווספו תוצע אפשרות לקשר את קרובי האנשים הללו לעגלת הגזירים שלך.<br /><br />אם אינך יודע את קוד הזיהוי של אדם, תוכל לבצע חיפוש לפי שם ע"י לחיצת הצלמית האישית שליד כפתור הוסף.
pl: To pole umożliwia wprowadzenie identyfikatora osoby, rodziny lub źródła, które ma zostać dodane do "Wycinków". Po dodaniu wpisu będzie można również dodać do "Wycinków" elementy, z którymi jest powiązany.<br /><br />Jeśli nie znasz odpowiedniego identyfikatora, skorzystaj z ikonki osoby, rodziny lub źródła obok przycisku "Dodaj" aby go odszukać.

source: This box shows the contents of your Clippings Cart. The <i>Types</i> column indicates the type of each entry, which can be Individual (INDI), Family (FAM), Source (SOUR), Repository (REPO), Note (NOTE), and Media (OBJE); each is represented by its own icon. The <i>ID</i> column shows the ID number for each item of that particular type. The <i>Name / Description</i> column gives either the name of the family or individual, or a description of the item. The Remove button will remove that record from the Clippings Cart. <b>Confirmation to remove is NOT asked for.</b>
ca: Aquest caixetí us mostra el contingut del cistell. La columna <i>Tipus</i> indica la natura de cada entrada que pot ésser una persona (INDI), Família (FAM), Font (SOUR), Arxiu (REPO), Nota (NOTE) i Multimèdia (OBJE). Cada una representada amb la seva pròpia icona. A la columna <i>ID</i> hi surt el número d'ID de cada entrada. A la columna <i>Nom / Descripció</i> hi surt o el nom de la persona o família o una descripció de l'entrada. El botó d'eliminar serveix per a treure l'entrada del cistell. <b>NO demana confirmació per a fer-ho!.</b>
es: Esta caja muestra el contenido de su carrito genealógico. La columna <i>Tipos</i> indica el tipo de cada entrada, que puede ser Persona (INDI), Familia (FAM), Fuente (SOUR), Repositorio (REPO), Nota (NOTE) y Objeto audiovisual (OBJE); cada uno está representado por su propio icono. La columna <i>ID</i> muestra el número de ID para cada elemento de ese tipo en particular. La columna <i>Nombre / Descripción</i> da bien el nombre de la familia o persona, bien la descripción del elemento. El botón Borrar eliminará ese registro del carrito. <b>NO se solicita confirmación para el borrado.</b>
fi: Tämä luettelo kertoo leikekorisi sisällön. Tyypit ovat henkilö (INDI), perhe (FAM), lähde (SOUR), tietovarasto (REPO), huomautus (NOTE), ja media (OBJE). Jokaista tyyppiä edustaa oma kuvakkeensa. ID on kyseistä tyyppiä koskevan kohteen tunnusluku. Nimi / kuvaus sisältää joko perheen tai henkilön nimen tai kohteen kuvauksen. Poista-painike poistaa tietueen leikekorista. Huomaa, että poistamista ei pyydetä vahvistamaan.
he: תיבת הרשימה הזו מראה את התוכן של עגלת הגזירים שלך. עמודת ה<u>סוגים</u> מציינת את הסוג של כל כניסה. הערכים יכולים להיות אדם-<span dir="ltr">Individual (INDI)</span>, משפחה-<span dir="ltr">Family (FAM)</span>, מקור-<span dir="ltr">Source (SOUR)</span>, מאגר-<span dir="ltr">Repository (REPO)</span>, הודעה-<span dir="ltr">Note (NOTE)</span>, וישויות מדיה-<span dir="ltr">Media (OBJE)</span>. כל אחד מוצג ע"י הצלמית שלו. <u>קוד הזיהוי</u> הוא קוד הזיהוי של ישות מהסוג הספציפי הזה. טור ה<u>שם / תאור</u> נותן או את השם של המשפחה או את השם של האדם או תאור של הפריט. כפתור הסר יסיר את הרשומה מעגלת הגזירים, <b>שים לב ש<u>אין</u> בקשה לאישור ההורדה.</b>
pl: Pokazuje wszystkie zgromadzone przez ciebie wycinki. Kolumna <i>Typy</i> wskazuje typ każdego elementu, którym może być osoba (INDI), rodzina (FAM), źródło (SOUR), repozytorium (REPO), Notatka (NOTE) lub obiekt multimedialny (OBJE); każdy typ jest przedstawiony za pomocą odpowiedniej ikonki. Kolumna <i>ID</i> pokazuje identyfikator elementu danego typu. Kolumna <i>Nazwisko / Opis</i> podaje nazwisko osoby lub rodziny, albo opis elementu. Przycisk "Usuń" powoduje usunięcie wpisu z wycinków. <b>Usuwanie wycinków nie wymaga potwierdzania.</b>

source: When you click this link your Clippings Cart will be totally emptied.<br /><br />If you don't want to remove all persons, families, etc. from the Clippings Cart, you can remove items individually by clicking the <b>Remove</b> link in the Name boxes. There is <u>no</u> confirmation dialog when you click either of these links; the requested deletion takes place immediately.
ca: Polsant aquí buidareu el Cistell Genealògic.<br /><br />Si en voleu treure totes les persones, famílies, etc. des del contingut del Cistell Genealògic, podeu fer-ho individualment polsant la icona d'<b>Eliminar</b>. <u>No</u> us demana confirmació per a fer-ho. L'acció és immediata.
da: Ved at klikke på dette link, vil din udklipsholderen tømmes helt.<br /><br />Hvis du ikke ønsker at fjerne alle personer, familier, osv. fra udklipsholderen, kan du fjerne objekt for objekt ved at klikke på linket "Fjern" i navne-tabellen.
es: Si hace clic en este vínculo, se vaciará completamente su Carrito genealógico.<br /><br />Si no quiere borrar todas las personas, familias, etc. del Carrito genealógico, puede borrar los elementos individualmente haciendo clic el vínculo <b>Borrar</b>en las cajas de Nombre. <u>No</u> hay diálogo de confirmación cuando hace clic en cualquiera de estos vínculos, el borrado solicitado tiene lugar inmediatamente.
fi: Klikkaamalla tätä, leikekorisi tyhjenee kokonaan.<br /><br />Mikäli et halua poistaa kaikkia henkilöitä, perheitä ja paikkoja leikekorista, voit poistaa ne yksitellen klikkaamalla "Poista" linkkiä nimiruuduissa.
he: ע"י לחיצה על קישור זה, עגלת גזירי העץ שלך תרוקן לחלוטין.<br /><br />אם אינך רוצה להוריד את כל האנשים, משפחות וכו' מעגלת גזירי העץ, תוכל להוריד פריטים פריט אחר פריט ע"י לחיצה על הקישור <b>הסר</b> בתוך תיבות השם. <u>אין</u> תיבת אישור, כאשר תלחץ את הקישוריות הללו; המחיקה תתבצע מידית.
nn: Ved å klikke på knappen vil du tømme utklippsmappen din helt.<br /><br />Dersom du ikke ønsker å fjerne alle personer, familier, osv. fra utklippsmappen, kan du fjerne enkeltvis ved å klikke på valget "Fjern" i navne-tabellen.<br /><br /><b>PS</b> - Det er <u>ikke</u> noen mulighet til å angre dersom du klikker på disse knappene; Utklippsmappen blir tømt med en gang.
pl: Kliknięcie na ten odnośnik spowoduje usunięcie wszystkich elementów zgromadzonych w "Wycinkach".<br /><br />Jeśli nie chcesz usunąć wszystkich elementów na raz, możesz usuwać je pojedynczo, klikając na odnośnik <b>Usuń</b> w odpowiednich ramkach. Po kliknięciu na taki odnośnik <u>nie</u> pojawi się okno dialogowe z prośbą o potwierdzenie; element jest natychmiast usuwany.

source: Show all sources
ca: Mostra totes les fonts
da: Vis alle kilder
es: Mostrar todas las fuentes
fi: Näytä kaikki lähteet
he: הראה את כל המקורות
nn: Vis alle kilder
pl: Pokaż wszystkie źródła

source: There are no Source citations for this individual.
ca: No hi ha Fonts d'aquesta persona.
da: Der er ingen kilder knyttet til denne person.
es: No hay citas de fuentes para esta persona.
fi: Tällä henkilöllä ei ole lähteitä.
he: לאדם זה אין מקורות.
nn: Det er ikke noen kilder knyttet til denne personen.
pl: Brak źródeł powiązanych z tą osobą.

source: Relatives
pl: Krewni

source: Add husband
ca: Afegeix-li un marit
da: Tilføj ægtemand
es: Agregar esposo
fi: Lisää aviomies
he: הוסף בעל
nn: Legg til ektemann
pl: Dodaj męża

source: Add a husband to this family
ca: Afegeix un marit a aquesta família
da: Tilføj en ægtemand/far til denne familie
es: Agregar esposo a esta familia
fi: Lisää aviomies perheeseen
he: הוסף בעל למשפחה
nn: Legg til en ektemann/far til denne familien
pl: Dodaj męża do tej rodziny

source: Add wife
ca: Afegeix-li una esposa
da: Tilføj hustru
es: Agregar esposa
fi: Lisää vaimo
he: הוסף אישה
nn: Legg til hustru
pl: Dodaj żonę

source: Add a wife to this family
ca: Afegeix una esposa a aquesta família
da: Tilføj en hustru/mor til denne familie
es: Agregar esposa a esta familia
fi: Lisää vaimo perheeseen
he: הוסף אישה למשפחה
nn: Legg til en hustru/mor til denne familien
pl: Dodaj żonę do tej rodziny

source: Add marriage details
ca: Afegiu detalls del casament
da: Tilføj ny giftemål
es: Agregar detalles del matrimonio
fi: Lisää avioliiton yksityiskohdat
he: הוסף פירטי נישואין
nn: Legg til detaljer om ekteskapet
pl: Dodaj szczegóły małżeństwa

source: Add a son or daughter
ca: Afegeix un fill o filla
da: Tilføj en søn eller datter
es: Agregar un hijo o una hija
fi: Lisää poika tai tytär
he: הוסף בן או בת
nn: Legg til en sønn eller datter
pl: Dodaj syna lub córkę

source: Add a brother or sister
ca: Afegeix un germà o germana
da: Tilføj en bror eller søster
es: Agregar un hermano o hermana
fi: Lisää sisarus
he: הוסף אח או אחות
nn: Legg til en bror eller søster
pl: Dodaj brata lub siostrę

source: Link this person to an existing family as a child
ca: Vincula aquesta persona a una família existent com a fill/a
da: Knyt denne person til en familie som et barn
es: Vincular esta persona como hijo o hija de una familia ya existente
fi: Liitä tämä henkilö lapseksi olemassa olevaan perheeseen.
he: קשר אדם זה למשפחה קיימת בתור ילד
nn: Koble denne personen til en eksisterende familie som et barn
pl: Powiąż jako dziecko z istniejącą rodziną

source: Add a new wife
ca: Crea una nova persona i vincula-la com a muller
da: Tilføj en ny hustru
es: Agregar una nueva esposa
fi: Lisää uusi vaimo
he: הוסף אישה חדשה
nn: Legg til en ny hustru
pl: Dodaj nową żonę

source: Add a wife using an existing person
ca: Afegeix-li una muller emprant algú existent
da: Tilføj en eksisterende person som hustru
es: Agregar como esposa una persona ya existente
fi: Liitä vaimo käyttäen tiedostossa olevaa henkilöä.
he: הוסף אישה ע"י שימוש באדם קיים
nn: Legg til en hustru/partner ved å bruke en registrert person
pl: Dodaj żonę spośród istniejących osób

source: Link this person to an existing family as a husband
ca: Vincula'l a una família existent com a espòs
da: Knyt denne person til en eksisterende familie som en ægtemand
es: Vincular esta persona como esposo en una familia ya existente
fi: Liitä tämä henkilö mieheksi olemassa olevaan perheeseen.
he: קשר אדם זה למשפחה קיימת בתור בעל
nn: Koble denne personen til en eksisterende familie som ektemann
pl: Powiąż jako męża z istniejącą rodziną

source: Add a new husband
ca: Crea una nova persona i vincula'l com a espòs
da: Tilføj en ny ægtemand
es: Agregar un nuevo esposo
fi: Lisää uusi mies puolisoksi
he: הוסף בעל חדש
nn: Legg til en ny ektemann
pl: Dodaj nowego męża

source: Add a husband using an existing person
ca: Afegeix-li un marit emprant algú existent
da: Tilføj en eksisterende person som ægtemand
es: Agregar como marido una persona ya existente
fi: Liitä mies puolisoksi käyttäen tiedostossa olevaa henkilöä.
he: הוסף בעל ע"י שימוש באדם קיים
nn: Legg til en ektemann/partner ved å bruke en registrert person
pl: Dodaj męża spośród istniejących osób

source: Link this person to an existing family as a wife
ca: Vincular-la a una família existent com a esposa
da: Knyt denne person til en eksisterende familie som en hustru
es: Vincular esta persona como esposa en una familia ya existente
fi: Liitä tämä henkilö vaimoksi olemassa olevaan perheeseen.
he: קשר אדם זה למשפחה קיימת בתור אישה
nn: Knytt denne personen til en eksisterende familie som en hustru
pl: Powiąż jako żonę z istniejącą rodziną

source: Add a child to create a one-parent family
ca: Afegiu un fill/a per crear una família monoparental
da: Tilføj et barn til en én-forælders-familie
es: Agregar un hijo creando una familia sin cónyuge
fi: Lisää lapsi ja luo yhden vanhemman perhe
he: הוסף ילד/ה וצור משפחה חד-הורית
nn: Legg til et barn for å opprette en aleneforeldre-familie
pl: Dodaj dziecko do tej osoby

source: Link remote person
ca: Enllaça-la a una persona d'un lloc remot
da: Link til ekstern person
es: Vincular persona remota
fi: Yhdistä ulkoinen henkilö
he: קשר אדם מרוחק
nn: Lag kobling til ekstern person
pl: Powiąż z osobą z zewnątrz

source: There are no media objects for this individual.
ca: No hi ha objectes multimèdia d'aquesta persona.
da: Der er ingen billeder eller andre medier knyttet til denne person.
es: No hay objetos audiovisuales para esta persona.
fi: Tällä henkilöllä ei ole multimediakohteita.
he: לאדם זה אין מדיה.
nn: Det er ikke noen bilder eller andre medier knyttet til denne personen.
pl: Brak multimediów powiązanych z tą osobą.
