Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: For LDS ordinances, this field records the Temple where it was performed.
ca: Per als ritus mormons, aquest camp enregistra el temple on s'ha fet.
da: I dette felt kan du anføre, hvor LDS (Mormoner) ordineringen fandt sted.
es: Para las ordenanzas SUD, este campo indica el Templo en que se realizaron.
fi: Myöhempien Aikojen Pyhien Jeesuksen Kristuksen Kirkon jäseniä koskeva. Tässä kentässä on temppeli, jossa aikuiskaste suoritettiin
he: עבור חוק המורמונים LDS, השדה רושם את המקדש שבו הפעולה בוצע.
nn: I dette feltet kan du legge inn hvor LDS (Mormoner) ordineringer fant sted.
pl: Dla ceremonii mormońskich to pole umożliwia wprowadzenie świątyni, w której ceremonia miała miejsce.

source: In this field you would enter the citation text for this source. Examples of data may be a transcription of the text from the source, or a description of what was in the citation.
ca: En aquest camp podeu entrar-hi el text de referència per aquesta font. Per exemple una transcripció del text de la font o una descripció del que hi feia referència.
da: I dette feltet kan du angive en henvisningstekst for denne kilde. Eksempler på oplysninger kan være et uddrag af kildeteksten eller en beskrivelse af, hvad der er i henvisningen.
es: En este campo se introduciría el texto de la cita de esta fuente. Por ejemplo, podría tratarse de una transcripción del texto de la fuente o una descripción de lo que había en la cita.
fi: Tähän kenttään kirjoitetaan lähteen viittausteksti. Esimerkkinä voi olla lainaus tekstistä tai kuvaus viitteestä.
he: בשדה זה יש להכניס את טכסט הציטוט של המקור הזה. דוגמאות הן תעתיק מטקסט המקור או תאור חופשי של הנאמר בטכסט.
nn: I dette feltet kan du angi en tekst for henvisningen for denne kilden. Eksempler på opplysninger kan være et utdrag av kildeteksten eller en beskrivelse av hva som i henvisningen.
pl: W tym polu możesz zacytować tekst tego źródła. Może to być na przykład transkrypcja tekstu ze źródła lub opis tego, co znajdowało się w źródle.

source: Time
pl: Czas

source: Enter the time for this event in 24-hour format with leading zeroes. Midnight is 00:00. Examples: 04:50 13:00 20:30.
ca: Entreu l'hora d'aquest esdeveniment en format 24 hores amb zeros a l'esquerra si cal. Mitjanit és 00:00. Exemples: 04:50 13:00 20:30.
da: Angiv klokkeslettet for denne begivenhed. Brug tidsformat med 24 timer:<ul><li>Midnat: 00:00</li><li>04:50</li><li>13:00</li><li>20:30</li></ul>
es: Introduzca la hora de este evento en formato de 24 horas con ceros a la izquierda. La medianoche es 00:00. Ejemplos: 04:50 13:00 20:30.
fi: Lisää tämän tapahtuman aikaetunollineen. Keskiyö on 00:00. Esimerkkejä: 04:50 13:00 20:30.
he: הכנס זמן לאירוע זה במבנה 24 שעות עם אפסים מובילים. חצות הוא 00:00. לדוגמא: 04:50 13:00 20:30.
nn: Angi klokkeslettet for denne hendelsen. Bruk tidsformat med 24 timer:<ul><li>Midnatt: 00:00</li><li>04:50</li><li>13:00</li><li>20:30</li></ul>
pl: Wprowadź godzinę wydarzenia w formacie 24-godzinnym, poprzedzając wartości mniejsze od 10 zerem. Północ to godzina 00:00. Przykłady: 04:50, 13:00, 20:30.

source: Title
pl: Tytuł

source: Enter a title for the item you are editing. If this is a title for a multimedia item, enter a descriptive title that will identify that item to the user.
ca: Poseu un títol per a l'entrada que esteu editant. Si ho és per a un fitxer multimèdia, cal que sigui descriptiu i que faciliti a l'usuari llur identificació.
da: Angiv en titel på det objekt du redigerer. Hvis det er titlen på et multimedieobjekt, angiver du en beskrivende titel, der også vil blive vist for besøgende på hjemmesiden.
es: Introduzca el título del elemento que está modificando. Si se trata de un objeto audiovisual, introduzca un título descriptivo que permita al usuario identificar el elemento.
fi: Anna otsikko muokattavalle kohteellesi. Jos kyseessä on multimediakohde, anna kuvaava otsikko, jolla käyttäjä voi sen tunnistaa.
he: הכנס כותרת לפריט אותו אתה עורך. אם זו כותרת לפריט מולטימדיה, יש להכניס כותרת המזהה את הפריט למשתמש.
nn: Angi en tittel for mediafilen du redigerer. Dersom tittelen er for en multimediafil, angir du en beskrivende tittel som vil også vil vises for besøkende på nettstedet.
pl: Wprowadź tytuł elementu, który edytujesz. Jeśli jest to tytuł obiektu multimedialnego, podaj opisowy tytuł, który umożliwi użytkownikowi rozpoznanie tego obiektu.

source: TITL:FONE
ca: Títol fonètic
da: Fonetisk titel
es: Título fonético
fi: Foneettinen otsikko
he: כותרת פונטית
pl: Tytuł fonetycznie

source: TITL:ROMN
ca: Títol romanitzat
da: Latinsk titel
es: Título romanizado
fi: Romanisoitu otsikko
he: כותרת לטינית
pl: Tytuł zlatynizowany

source: TITL:_HEB
ca: Títol en hebreu
da: Titel på hebraisk
es: Título en hebreo
fi: Otsikko hepreaksi
he: כותרת בעברית
pl: Tytuł w języku hebrajskim

source: The Type field is used to enter additional information about the item. In most cases, the field is completely free-form, and you can enter anything you want.
ca: El camp Tipus es fa servir per entrar informació addicional sobre l'entrada. En molts cassos el camp és de lliure format i hom pot entrar-hi el que li sembli.
da: Feltet: <b>Type</b> giver dig mulighed for at angive en brugerdefineret begivenhed. Feltet er ikke bundet til et format, så der er frit slag mht. hvad indholdet skal være.
es: El campo Tipo se utiliza para introducir información adicional acerca del elemento. En la mayoría de los casos, el campo tiene formato libre y puede introducir cualquier cosa que le parezca.
fi: Tyyppi-kenttä sallii erikoistapahtuman määrittelyn. Se on tekstikenttä, johon voit kirjoittaa mitä tahansa kirjattavaa.
he: שדה סוג מאפשר להכניס מידע נוסף על הישות. ברוב המקרים, השדה במבנה חופשי שבו ניתן להקיש טקסט חופשי.
nn: Feltet Type gir deg mulighet til å angi en bruker-definert hendelse. Feltet er har ikke bundet format slik at du står fritt til hva innholdet skal være.
pl: Pole Typ służy do wprowadzania dodatkowych informacji o elemencie. Zwykle to pole ma dowolną formę i możesz wprowadzać informację, jaką zechcesz.

source: Web URL
pl: Adres URL

source: Enter the URL address including the http://.<br /><br />An example URL looks like this: <b>http://www.phpgedview.net/</b> Leave this field blank if you do not want to include a URL.
ca: Entreu l'adreça URL incloent-hi el http://.<br /><br />Un exemple d'URL és aquest: <b>http://www.phpgedview.net/</b> Deixeu-ho en blanc si no voleu incloure'n cap.
da: Angiv internet adresse (URL) inklusiv http://.<br /><br />Et eksempel på en internet adresse er: <b>http://www.phpgedview.net/</b> <br />Lad dette felt være tomt hvis du ikke ønsker at opgive en adresse (URL).
es: Introduzca la dirección URL incluyendo el http://.<br /><br />Un ejemplo sería: <b>http://www.phpgedview.net/</b> Deje este campo en blanco si no quiere incluir una URL.
fi: Lisää URL-osoite http:// mukaanlukien.<br /><br />Esimerkki URL-osoitteesta on http://www.phpgedview.net/<br /><br />Jätä tämä kenttä tyhjäksi, mikäli et halua lisätä URL-osoitetta.
he: הכנס את הכתובת של ה-URL כולל ה-<span dir="ltr">http://</span>.<br /><br />דוגמת URL נראית כך: <b><span dir="ltr">http://www.phpgedview.net/</span></b> השאר את השדה ריק אם אתה לא רוצה לכלול URL.
nn: Angi internettadressen (URL) inkludert http:// først.<br /><br />Et eksempel på en internettadresse er: <b>http://www.phpgedview.net/</b> <br />La dette feltet være tomt dersom du ikke ønsker å oppgi en adresse (URL).
pl: Wprowadź adres URL, zaczynając od http://.<br /><br />Przykładowy URL wygląda tak: <b>http://www.phpgedview.net/</b> Pozostaw to pole puste, jeśli nie chcesz podawać adresu URL.

source: WILL
ca: Testament
da: Testamente
es: Testamento
fi: Testamentti
he: צוואה
nn: Testamente
pl: Testament

source: _ADOP_CHIL
ca: Adopció d'un fill
da: Et barns adoption
es: Adopción de un hijo
fi: Lapsen adoptio
he: אמוץ של בן/בת
nn: Adopsjon av barn
pl: Adopcja dziecka

source: _ADOP_COUS
ca: Adopció d'un cosí-germà
da: En fætter/kusines adoption
es: Adopción de un primo hermano
fi: Serkun adoptio
he: אמוץ דודן/דודנית מדרגה ראשונה
nn: Adopsjon til en tremenning
pl: Adopcja kuzyna/kuzynki

source: _ADOP_FSIB
ca: Adopció d'un oncle patern
da: En fars søskenes adoption
es: Adopción de un tío paterno
fi: Isän sisaruksen adoptio
he: אמוץ אח/ות האב
nn: Adopsjon til en av farens søsken
pl: Adopcja wuja/ciotki

source: _ADOP_GCHI
ca: Adopció d'un nét
da: Et barnebarns adoption
es: Adopción de un nieto
fi: Lapsenlapsen adoptio
he: אמוץ נכד/ה
nn: Adopsjon til et barnebarn
pl: Adopcja wnuka/wnuczki

source: _ADOP_GGCH
ca: Adopció d'un besnét
da: Et oldebarns adoption
es: Adopción de un bisnieto
fi: Lapsenlapsen lapsen adoptio
he: אמוץ שלש/ה
nn: Adopsjon til et oldebarn
pl: Adopcja prawnuka/prawnuczki

source: _ADOP_HSIB
ca: Adopció d'un germanastre
da: En halvsøskenes adoption
es: Adopción de un medio hermano
fi: Puolisisaruksen adoptointi
he: אמוץ אח/ות למחצה
nn: Adopsjon til et halvsøsken
pl: Adopcja brata przyrodniego/siostry przyrodniej

source: _ADOP_MSIB
ca: Adopció d'un oncle matern
da: En mors søskenes adoption
es: Adopción de un tío materno
fi: Äidin sisaruksen adoptio
he: אמוץ אח/ות האם
nn: Adopsjon til en av morens søsken
pl: Adopcja wuja/ciotki

source: _ADOP_NEPH
ca: Adopció d'un nebot o neboda
da: En nevø eller nieces adoption
es: Adopción de un sobrino o una sobrina
fi: Sisaruksen lapsen adoptio
he: אמוץ אחיין/אחיינית
nn: Adopsjon til et søskenbarn
pl: Adopcja bratanka/bratanicy lub siostrzeńca/siostrzenicy

source: _ADOP_SIBL
ca: Adopció d'un germà
da: En søskenes adoption
es: Adopción de un hermano
fi: Sisaruksen adoptointi
he: אמוץ אח/ות
nn: Adopsjon til et søsken
pl: Adopcja brata/siostry

source: _ADPF
ca: Adoptat pel pare
da: Adopteret af faderen
es: Adoptado por el padre
fi: Isän adoptoima
he: אמוץ ע"י אבא
nn: Adopteret av faren
pl: Adopcja przez ojca

source: _ADPM
ca: Adoptat per la mare
da: Adopteret af moderen
es: Adoptado por la madre
fi: Äidin adoptoima
he: אמוץ ע"י אמא
nn: Adopteret av moren
pl: Adopcja przez matkę

source: _AKA
ca: Àlies
da: Også kendt som
es: También conocido como
fi: Toiselta nimeltä
he: מכונה
nn: Også kjent som
pl: Znany(a) także jako

source: _AKAN
ca: Àlies
da: Også kendt som
es: También conocido como
fi: Toiselta nimeltä
he: מכונה
nn: Også kjent som
pl: Znany(a) także jako

source: _BAPM_CHIL
ca: Bateig d'un fill
da: Et barns babtistdåb
es: Bautismo de un hijo
fi: Lapsen kaste
he: טבילת בן/בת
nn: Dåp forbarn
pl: Chrzest baptystyczny dziecka

source: _BAPM_COUS
ca: Bateig d'un cosí germà
da: En fætter/kusines babtistdåb
es: Bautismo de un primo hermano
fi: Serkun kaste
he: טבילת דודן/דודנית מדרגה ראשונה
nn: Dåp for en tremenning
pl: Chrzest baptystyczny kuzyna/kuzynki

source: _BAPM_FSIB
ca: Bateig d'un oncle patern
da: En fars søskenes babtisdåb
es: Bautismo de un tío paterno
fi: Isän sisaruksen kaste
he: טבילת אח/ות האב
nn: Dåp for en av farens søsken
pl: Chrzest baptystyczny wuja/ciotki

source: _BAPM_GCHI
ca: Baptisme d'un nét
da: Et barnebarns babtistdåb
es: Bautismo de un nieto
fi: Lapsenlapsen kaste
he: טבילת נכד/ה
nn: Dåp for et barnebarn
pl: Chrzest baptystyczny wnuka/wnuczki

source: _BAPM_GGCH
ca: Bateig d'un besnét
da: Et oldebarns babtistdåb
es: Bautismo de un bisnieto
fi: Lapsenlapsen lapsen kaste
he: טבילת שלש/ה
nn: Dåp til et oldebarn
pl: Chrzest baptystyczny prawnuka/prawnuczki

source: _BAPM_HSIB
ca: Bateig d'un germanastre
da: En halvsøkenes babtistdåb
es: Bautismo de un medio hermano
fi: Puolisisaruksen kaste
he: טבילת אח/ות למחצה
nn: Dåp av et halvsøsken
pl: Chrzest baptystyczny brata przyrodniego/siostry przyrodniej

source: _BAPM_MSIB
ca: Bateig d'un oncle matern
da: En mors søskenes babtistdåb
es: Bautismo de un tío materno
fi: Äidin sisaruksen kaste
he: טבילת אח/ות האם
nn: Dåp for en av morens søsken
pl: Chrzest baptystyczny wuja/ciotki

source: _BAPM_NEPH
ca: Bateig d'un nebot o neboda
da: En nevø eller nieces babtisdåb
es: Bautismo de un sobrino o una sobrina
fi: Sisaruksen lapsen kaste
he: טבילת אחיין/אחיינית
nn: Dåp for et søskenbarn
pl: Chrzest baptystyczny bratanka/bratanicy lub siostrzeńca/siostrzenicy

source: _BAPM_SIBL
ca: Bateig d'un germà
da: En søskenes babtistdåb
es: Bautismo de un hermano
fi: Sisaruksen kaste
he: טבילת אח/ות
nn: Dåp av et søsken
pl: Chrzest baptystyczny brata/siostry

source: _BIBL
ca: Bibliografia
da: Bibliografi
es: Bibliografía
fi: Bibliografia
he: ביבליוגרפיה
nn: Bibliografi
pl: Bibliografia

source: _BIRT_CHIL
ca: Naixement d'un fill
da: Barns fødsel
es: Nacimiento de un hijo
fi: Lapsen syntymä
he: לידת בן/בת
nn: Fødsel til barn
pl: Narodziny dziecka

source: _BIRT_COUS
ca: Naixement d'un/a cosí/na germà/na
da: Fætter eller kusines fødsel
es: Nacimiento de un primo hermano
fi: Serkun syntymä
he: לידת דודן/דודנית מדרגה ראשונה
nn: Fødsel til en tremenning
pl: Narodziny pierwszego kuzyna/kuzynki

source: _BIRT_FSIB
ca: Naixement d'un oncle patern
da: Faders søskendes fødsel
es: Nacimiento de un tío paterno
fi: Isän sisaruksen syntymä
he: לידת אח/ות האב
nn: Fødsel til en av farens søsken
pl: Narodziny brata/siostry ojca

source: _BIRT_GCHI
ca: Naixement d'un/a nét/a
da: Barnebarns fødsel
es: Nacimiento de un nieto
fi: Lapsenlapsen syntymä
he: לידת נכד/ה
nn: Fødsel til et barnebarn
pl: Narodziny wnuka/wnuczki

source: _BIRT_GGCH
ca: Naixement d'un/a besnét/a
da: Oldebarns fødsel
es: Nacimiento de un bisnieto
fi: Lapsenlapsen lapsen syntymä
he: לידת שלש/ה
nn: Fødsel til et oldebarn
pl: Narodziny prawnuka/prawnuczki

source: _BIRT_HSIB
ca: Naixement d'un/a germanastre/a
da: Halvsøskendes fødsel
es: Nacimiento de un medio hermano
fi: Puolisisaruksen syntymä
he: לידת אח/ות למחצה
nn: Fødsel til et halvsøsken
pl: Narodziny brata przyrodniego/siostry przyrodniej

source: _BIRT_MSIB
ca: Naixement d'un oncle/tieta matern/a
da: En moders søskendes fødsel
es: Nacimiento de un tío materno
fi: Äidin sisaruksen syntymä
he: לידת אח/ות האם
nn: Fødsel til en av morens søsken
pl: Narodziny brata/siostry matki

source: _BIRT_NEPH
ca: Naixement d'un nét o néta
da: Nevø eller nieces Fødsel
es: Nacimiento de un sobrino o una sobrina
fi: Sisaruksen lapsen syntymä
he: לידת אחיין/אחיינית
nn: Fødsel til et søskenbarn
pl: Narodziny siostrzeńca/bratanka lub siostrzenicy/bratanicy

source: _BIRT_SIBL
ca: Naixement d'un/a germà/na
da: Søskendes fødsel
es: Nacimiento de un hermano
fi: Sisaruksen syntymä
he: לידת אח/ות
nn: Fødsel til et søsken
pl: Narodziny brata/siostry

source: _BRTM
ca: Circumcisió
da: Brit mila (Jødisk omskæring)
es: Brit mila
fi: Brit mila
he: ברית מילה
nn: Brit mila Jødisk omskjæring
pl: Obrzezanie

source: _BRTM:DATE
es: Fecha del Brit Mila
he: תאריך ברית המילה
pl: Data Brit Mila

source: _BRTM:PLAC
es: Lugar del Brit Mila
he: מקום ברית המילה
pl: Miejsce Brit Mila

source: _BRTM:SOUR
es: Fuente para el Brit Mila
he: מקור ברית המילה
pl: Źródło Brit Mila

source: _BURI_CHIL
ca: Entrerrament d'un fill
da: Barns begravelse
es: Entierro de un hijo
fi: Lapsen hautaaminen
he: קבורת בן/בת
nn: Begravelse av barn
pl: Pogrzeb dziecka

source: _BURI_COUS
ca: Enterrament d'un cosí germà
da: Fætter eller kusines begravelse
es: Entierro de un primo hermano
fi: Serkun hautaaminen
he: קבורת דודן/דודנית מדרגה ראשונה
nn: Begravelse av en tremenning
pl: Pogrzeb kuzyna/kuzynki

source: _BURI_FATH
ca: Enterrament del pare
da: Faders begravelse
es: Entierro del padre
fi: Isän hautaaminen
he: קבורת אב
nn: Farens begravelse
pl: Pogrzeb ojca

source: _BURI_FSIB
ca: Enterrament d'un oncle patern
da: Faders søskenes begravelse
es: Entierro de un tío paterno
fi: Isän sisaruksen hautaaminen
he: קבורת אח/ות האב
nn: Begravelse av en av farens søsken
pl: Pogrzeb rodzeństwa ojca

source: _BURI_GCHI
ca: Enterrament d'un nét
da: Barnebarns begravelse
es: Entierro de un nieto
fi: Lapsenlapsen hautaaminen
he: קבורת נכד/ה
nn: Begravelse av et barnebarn
pl: Pogrzeb wnuka/wnuczki

source: _BURI_GGCH
ca: Entrerrament d'un besnét
da: Oldebarns begravelse
es: Entierro de un bisnieto
fi: Lapsenlapsen lapsen hautaaminen
he: קבורת שלש/ה
nn: Begravelse av et oldebarn
pl: Pogrzeb prawnuka/prawnuczki

source: _BURI_GGPA
ca: Enterrament d'un besavi
da: Oldeforælders begravelse
es: Entierro de un bisabuelo
fi: Iso-isovanhemman hautaaminen
he: קבורת סבא רבא/סבתא רבתא
nn: Begravelse av en av oldeforeldrene
pl: Pogrzeb pradziadka/prababci

source: _BURI_GPAR
ca: Enterrament d'un avi
da: Bedsteforælders begravelse
es: Entierro de un abuelo
fi: Isovanhemman hautaaminen
he: קבורת סבא/סבתא
nn: Begravelse av en av besteforeldrene
pl: Pogrzeb dziadka/babci

source: _BURI_HSIB
ca: Enterrament d'un germanastre
da: Halvsøskenes begravelse
es: Entierro de un medio hermano
fi: Puolisisaruksen hautaaminen
he: קבורת אח/ות למחצה
nn: Begravelse av et halvsøsken
pl: Pogrzeb brata przyrodniego/siostry przyrodniej

source: _BURI_MOTH
ca: Enterrament de la mare
da: Moders begravelse
es: Entierro de la madre
fi: Äidin hautaaminen
he: קבורת אם
nn: Morens begravelse
pl: Pogrzeb matki

source: _BURI_MSIB
ca: Enterrament d'un oncle matern
da: En moders søskenes begravelse
es: Entierro de un tío materno
fi: Äidin sisaruksen hautaaminen
he: קבורת אח/ות האם
nn: Begravelse av en av morens søsken
pl: Pogrzeb rodzeństwa matki

source: _BURI_NEPH
ca: Enterrament d'un nebot o neboda
da: Nevø eller nieces begravelse
es: Entierro de un sobrino o una sobrina
fi: Sisaruksen lapsen hautaaminen
he: קבורת אחיין/אחיינית
nn: Begravelse av et søskenbarn
pl: Pogrzeb siostrzeńca/bratanka lub siostrzenicy/bratanicy

source: _BURI_SIBL
ca: Enterrament d'un germà
da: Søskenes begravelse
es: Entierro de un hermano
fi: Sisaruksen hautaaminen
he: קבורת אח/ות
nn: Begravelse av et søsken
pl: Pogrzeb brata/siostry

source: _BURI_SPOU
ca: Enterrament del cònjuge
da: Ægtefælles begravelse
es: Entierro de un cónyuge
fi: Puolison hautaaminen
he: קבורת בן/בת זוג
nn: Begravelse til ektefelle
pl: Pogrzeb współmałżonka

source: _CHR_CHIL
ca: Bateig d'un/a fill/a
da: Et barns dåb
es: Bautismo de un hijo
fi: Lapsen ristiminen
he: הטבלת בן/בת
nn: Barnedåp for barn
pl: Chrzest dziecka

source: _CHR_COUS
ca: Bateig d'un cosí-germà
da: En fætter/kusines dåb
es: Bautismo de un primo hermano
fi: Serkun ristiminen
he: הטבלת דודן/דודנית מדרגה ראשונה
nn: Barnedåp for en tremenning
pl: Chrzest kuzyna/kuzynki

source: _CHR_FSIB
ca: Bateig d'un oncle
da: En fars søskenes dåb
es: Bautismo de un tío paterno
fi: Isän sisaruksen ristiminen
he: הטבלת אח/ות האב
nn: Barnedåp for en av farens søsken
pl: Chrzest wuja/ciotki

source: _CHR_GCHI
ca: Bateig d'un nét
da: Et barnebarns dåb
es: Bautismo de un nieto
fi: Lapsenlapsen ristiminen
he: הטבלת נכד/ה
nn: Barnedåp til et barnebarn
pl: Chrzest wnuka/wnuczki

source: _CHR_GGCH
ca: Bateig d'un besnét
da: Et oldebarns dåb
es: Bautismo de un bisnieto
fi: Lapsenlapsen lapsen ristiminen
he: הטבלת שלש/ה
nn: Barnedåp for et oldebarn
pl: Chrzest prawnuka/prawnuczki

source: _CHR_HSIB
ca: Bateig d'un gesmanastre
da: En halvsøskenes dåb
es: Bautismo de un medio hermano
fi: Puolisisaruksen ristiminen
he: הטבלת אח/ות למחצה
nn: Barnedåp for et halvsøsken
pl: Chrzest brata przyrodniego/siostry przyrodniej

source: _CHR_MSIB
ca: Bateig d'una tieta
da: En mors søskenes dåb
es: Bautismo de un tío materno
fi: Äidin sisaruksen ristiminen
he: הטבלת אח/ות האם
nn: Barnedåp for en av morens søsken
pl: Chrzest wuja/ciotki

source: _CHR_NEPH
ca: Bateig d'un nebot o neboda
da: En nevø eller nieces dåb
es: Bautismo de un sobrino
fi: Sisaruksen lapsen ristiminen
he: הטבלת אחיין/אחיינית
nn: Barnedåp for et søskenbarn
pl: Chrzest bratanka/bratanicy lub siostrzeńca/siostrzenicy

source: _CHR_SIBL
ca: Bateig d'un germà
da: En søskenes dåb
es: Bautismo de un hermano
fi: Sisaruksen ristiminen
he: הטבלת אח/ות
nn: Barnedåp for et søsken
pl: Chrzest brata/siostry

source: _CREM_CHIL
ca: Cremació d'un fill
da: Barns kremering
es: Incineración de un hijo
fi: Lapsen polttohautaus
he: שריפת בן/בת
nn: Kremasjon av barn
pl: Kremacja dziecka

source: _CREM_COUS
ca: Cremació d'un cosí germà
da: Fætter eller kusines kremering
es: Incineración de un primo hermano
fi: Serkun polttohautaus
he: שריפת דודן/דודנית מדרגה ראשונה
nn: Kremasjon av en tremenning
pl: Kremacja kuzyna/kuzynki

source: _CREM_FATH
ca: Cremació del pare
da: Faders kremering
es: Incineración del padre
fi: Ison polttohautaus
he: שריפת אב
nn: Kremasjon av faren
pl: Kremacja ojca

source: _CREM_FSIB
ca: Cremació d'un oncle patern
da: Faders søskenes kremering
es: Incineración de un tío paterno
fi: Isän sisaruksen polttohautaus
he: שריפת אח/ות האב
nn: Kremasjon av en av farens søsken
pl: Kremacja rodzeństwa ojca

source: _CREM_GCHI
ca: Cremació d'un nét
da: Barnebarns kremering
es: Incineración de un nieto
fi: Lapsenlapsen polttohautaus
he: שריפת נכד/ה
nn: Kremasjon av et barnebarn
pl: Kremacja wnuka/wnuczki

source: _CREM_GGCH
ca: Cremació d'un besnét
da: Oldebarns kremering
es: Incineración de un bisnieto
fi: Lapsenlapsen lapsen polttohautaus
he: שריפת שלש/ה
nn: Kremasjon av et oldebarn
pl: Kremacja prawnuka/prawnuczki

source: _CREM_GGPA
ca: Cremació d'un besavi
da: Oldeforælders kremering
es: Incineración de un bisabuelo
fi: Iso-isovanhemman polttohautaus
he: שריפת סבא רבא/סבתא רבתא
nn: Kremasjon av en av oldeforeldrene
pl: Kremacja pradziadka/prababci

source: _CREM_GPAR
ca: Cremació d'un avi
da: Bedsteforælders kremering
es: Incineración de un abuelo
fi: Isovanhemman polttohautaus
he: שריפת סבא/סבתא
nn: Kremasjon av en av besteforeldrene
pl: Kremacja dziadka/babci

source: _CREM_HSIB
ca: Cremació d'un germanastre
da: Halvsøskenes kremering
es: Incineración de un medio hermano
fi: Puolisisaruksen polttohautaus
he: שריפת אח/ות למחצה
nn: Kremasjon av et halvsøsken
pl: Kremacja brata przyrodniego/siostry przyrodniej

source: _CREM_MOTH
ca: Cremació de la mare
da: Moders kremering
es: Incineración de la madre
fi: Äidin polttohautaus
he: שריפת אם
nn: Kremasjon av moren
pl: Kremacja matki

source: _CREM_MSIB
ca: Cremació d'un oncle matern
da: En moders søskenes kremering
es: Incineración de un tío materno
fi: Äidin sisaruksen polttohautaus
he: שריפת אח/ות האם
nn: Kremasjon av en av morens søsken
pl: Kremacja rodzeństwa matki

source: _CREM_NEPH
ca: Cremació d'un nebot o neboda
da: Nevø eller nieces kremering
es: Incineración de un sobrino o una sobrina
fi: Sisaruksen lapsen polttohautaus
he: שריפת אחיין/אחיינית
nn: Kremasjon av et søskenbarn
pl: Kremacja siostrzeńca/bratanka lub siostrzenicy/bratanicy

source: _CREM_SIBL
ca: Cremació d'un germà
da: Søskenes kremering
es: Incineración de un hermano
fi: Sisaruksen polttohautaus
he: שריפת אח/ות
nn: Kremasjon av et søsken
pl: Kremacja brata/siostry

source: _CREM_SPOU
ca: Cremació del cònjuge
da: Ægtefælles kremering
es: Incineración de un cónyuge
fi: Puolison polttohautaus
he: שריפת בן/בת זוג
nn: Kremasjon av ektefelle
pl: Kremacja współmałżonka

source: _DBID
ca: ID de la base de dades vinculada
da: Linket database ID
es: ID en la base de datos enlazada
fi: Yhdistetyn tietokannan ID
he: קוד זיהוי של מאגר נתונים מקושר
nn: Linket database ID
pl: Indentyfikator dołączonej bazy danych

source: _DEAT_CHIL
ca: Defunció d'un/a fill/a
da: Barns død
es: Defunción de un hijo
fi: Lapsen kuolema
he: פטירת בן/בת
nn: Barns dødsfall
pl: Śmierć dziecka

source: _DEAT_COUS
ca: Defunció d'un/a cosí/na germà/na
da: Fætter eller kusines dødsfald
es: Defunción de un primo hermano
fi: Serkun kuolema
he: פטירת דודן/דודנית מדרגה ראשונה
nn: Dødsfall til en tremenning
pl: Śmierć pierwszego kuzyna/kuzynki

source: _DEAT_FSIB
ca: Defunció d'un oncle/tieta patern/a
da: Faders søskendes dødsfald
es: Defunción de un tío paterno
fi: Isän sisaruksen kuolema
he: פטירת אח/ות האב
nn: Dødsfall til en av farens søsken
pl: Śmierć brata/siostry ojca

source: _DEAT_GCHI
ca: Defunció d'un/a nét/a
da: Barnebarns død
es: Defunción de un nieto
fi: Lapsenlapsen kuolema
he: פטירת נכד/ה
nn: Dødsfall til et barnebarn
pl: Śmierć wnuka/wnuczki
