Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: After you have logged in, select the «My Account» link under the «My Page» menu and fill in the password fields to change your password.
da: Efter at du har logget ind, så vælg linket 'Min Konto' under 'Mine Sider' menuen og udfyld feltet med adgangskoden for at ændre din adgangskode.
pl: Aby zmienić hasło, po zalogowaniu wybierz odnośnik «Moje konto» w menu «Mój portal» i wypełnij pola hasła.

source: Data request at %s
ca: Sol·licitud de dades a %s
da: Data anmodning fra %s
es: Solicitud de datos en %s
fi: Tietopyyntö koneelta %s
he: בקשת נתונים על %s
nn: Data anmodning fra %s
pl: Prośba o dane na %s

source: Hello...<br /><br />An email with your new password was sent to the address we have on file for <b>%s</b>.<br /><br />Please check your email account; you should receive our message soon.<br /><br />Recommendation:<br />You should login to this site with your new password as soon as possible, and you should change your password to maintain your data's security.
ca: Hola...<br /><br />S'ha enviat un correu electrònic amb la vostra nova contrasenya a (%s).<br /><br />Reviseu el vostre correu: heu de rebre el nostre missatge aviat.<br /><br />Recomanació:<br />Us caldrà accedir a aquest lloc amb la nova contrasenya tant aviat com us sigui possible i canvia-la per mantenir les vostres dades segures.
da: Hej...<br /><br />En e-mail med den nye adgangskode blev sendt til e-mail-adressen (%s).<br /><br />Check venligst din e-mail om et øjeblik.<br /><br />Anbefaling:<br /><br />Efter at du har modtaget e-mailen, bør du logge dig ind på denne hjemmeside med din midlertidige adgangskode og ændre den. Dette bør gøres af hensyn til sikkerheden for dine data.
es: Hola...<br /><br />Se ha enviado un correo a la dirección (%s) incluyendo la nueva contraseña.<br /><br />Por favor, revise su cuenta de correo porque el mensaje debería de llegarle en los próximos minutos.<br /><br />Recomendación:<br /><br />Después de recibir el mensaje, debería acceder a este sitio con su nueva contraseña y cambiarla preservar la seguridad de sus datos.
fi: Hei...<br /><br />Sähköposti, jossa on uusi salasana, on lähetetty osoitteeseen <b>%s</b>.<br /><br />Tutki sähköpostitiliäsi parin minuutin kuluttua. Sinun tulisi saada posti siihen mennessä.<br /><br />Suosittelu:<br />Saatuasi sähköpostisi sinun tulee kirjoittautua ja muuttaa salasanasi lisätäksesi tietosuoja kokonaisuutta.
he: שלום...<br /><br />דואר הכולל סיסמא חדשה נישלח לכתובת אלקטרונית <span dir="ltr"><b>%s</b></span>.<br /><br />בדוק את תיבת הדואר שלך מכיוון שהדואר יתקבל תוך מספר דקות.<br /><br />המלצה:<br />אחרי שתקבל את הדואר התחבר לאתר זה עם סיסמתך החדשה ושנה את הסיסמא כדי לשמור על אבטחת הנתונים.
nn: Hei...<br /><br />En epost med det nye passordet ble sendt til epost-adressen (%s).<br /><br />Vær vennlig å sjekk epost-kontoen din om noen minutter.<br /><br />Anbefaling:<br /><br />Etter at du har mottatt eposten, bør du logge deg inn på dette nettstedet med ditt nye passord og endre det. Dette bør gjøres for å verne om sikkerheten til dataene din.
pl: Witaj...<br /><br />Email z twoim nowym hasłem został wysłany na adres %s<br /><br />Sprawdź pocztę; wiadomość powinna dojść w ciągu kilku minut.<br /><br />Ze względów bezpieczeństwa zaleca się, żeby jak najszybciej po otrzymaniu emaila zalogować się i zmienić hasło.

source: Please enter your relationship to the data in the Comments field.
ca: Feu el favor de descriure la vostra relació (parentiu) amb les dades al camp de Comentaris.
da: Angiv venligst i kommentarfeltet, hvordan du er i familie med personer i slægtsdatabasen.
es: Por favor, indique cuál es su relación con estos datos en el campo Comentarios.
fi: Täytä suhteesi tietoon kommenttikenttään.
he: .אנא הכנס את הקשר שלך אל הנתונים בשדה ההערה
nn: Vennligst angi slektskapet ditt til noen i slektsbasen i feltet Kommentarer.
pl: Podaj swoje pokrewieństwo z danymi w komentarzu

source: Desired user name
ca: Nom d'usuari desitjat
da: Ønsket brugernavn
es: Identificador de usuario deseado
fi: Toivottu käyttäjätunnus
he: קוד משתמש רצוי
nn: Ønsket brukeravn
pl: Proponowany login

source: Desired password
ca: Contrasenya desitjada
da: Ønsket adgangskode
es: Contraseña deseada
fi: Toivottu salasana
he: סיסמא רצויה
nn: Ønsket passord
pl: Proponowane hasło

source: Fields marked with * are mandatory.
ca: Els camps senyalats amb * són obligatoris.
da: Felter markeret med * skal udfyldes.
es: Los campos marcados con * son obligatorios.
fi: *:llä merkitty ovat pakollisia.
he: שדות המסומנים עם * הם שדות חובה.
nn: Felt merket med * må fylles ut.
pl: Pola oznaczone gwiazdką * są obowiązkowe.

source: New Account confirmation
ca: Confirmació de permís
da: Bekræftelse af ny konto
es: Confirmación de una nueva cuenta
fi: Uuden käyttäjätilin vahvistus
he: אישור משתמש חדש
nn: Bekreftelse av ny konto
pl: Potwierdzenie założenia nowego konta

source: A request was received at %s to create a PhpGedView account with your email address %s.
ca: Heu sol·licitat accés a %s. La vostra adreça de correu electrònic és %s.
da: Der er anmodet (på %s ) om at få en brugerkonto med din e-mail-adresse ( %s ).
es: Se ha hecho una petición a ( %s ) para acceder con su dirección de correo ( %s ).
fi: Olemme saaneet pyynnön kirjautua koneeseen (%s) sähköpostiosoitteellasi (%s).
he: קיבלנו בקשה ב- <span dir="ltr">%s</span> ליצור קוד משתמש של PhpGedView עם הכתובת האלקטרונית שלך <span dir="ltr">%s .
nn: En anmodning er gjort på ( %s ) om å få en brukerkonto med din epost-adresse ( %s ).
pl: Podczas rejestracji na ( %s ) podany został Twój adres email ( %s ).

source: Information about the request is shown under the link below.
ca: A l'enllaç de sota es mostra informació sobre aquesta petició.
da: Oplysninger om anmodningen findes under linket nedenfor.
es: Se muestra bajo el siguiente enlace la información sobre la petición.
fi: Seuraavat tiedot olivat käytössä.
he: הנתונים על הבקשה מוצגים מתחת לקישור למטה.
nn: Opplysningene om deg ble gitt ved forespørsel om brukerkonto.
pl: Dane zgłoszenia znajdują się pod poniższym odnośnikiem.

source: Please click on the following link and fill in the requested data to confirm your request and email address.
ca: Polseu a l'enllaç de sota i empleneu els camps que s'hi demanen per a confirmar la vostra comanda i l'adreça de correu electrònic.
da: Klik venligst på linket nedenfor og udfyld de korrekte data for at bekræfte din konto og e-mail-adresse.
es: Haga clic en el vínculo siguiente y rellene los datos requeridos para verificar su petición y su dirección de correo electrónico.
fi: Klikkaa alla olevaa linkkiä, täytä tiedot ja varmista tilisi ja sähköpostiosoitteesi.
he: לחץ על הקישור הבאה ומלא את הנתונים הדרושים כדי לאשר את קוד המשתמש וכתובת הדואר האלקטרוני שלך.
nn: Vennligst klikk på linken under og fyll ut riktige data for å bekrefte kontoen og epost-adressen din.
pl: Kliknij na odnośnik poniżej i wpisz wymagane informacje aby zweryfikować swoje konto i adres email.

source: Verification code:
ca: Codi de Verificació:
da: Kontrolkode:
es: Código de verificación:
fi: Vahvistuskoodi:
he: קוד האמות:
nn: Kontrollkode:
pl: Kod weryfikacyjny:

source: If you didn't request an account, you can just delete this message.
ca: Si us interessa, simplement esborreu aquest missatge.
da: Hvis det ikke er dig, der har bedt om at få en konto, kan du bare ignorere denne e-mail.
es: Si no solicitó una cuenta, puede simplemente borrar este mensaje.
fi: Jos sinä et pyytänyt tätä tietoa, voit pyyhkiä tämän ilmoituksen.
he: מחק הודעה זו אם לא ביקשת קוד משתמש.
nn: Dersom du ikke har bedt om å få en konto, kan du bare slette denne e-posten.
pl: Jeśli nie proszono o utworzenie konta można zignorować tę wiadomość.

source: You won't get any more email from this site, because the account request will be deleted automatically after seven days.
ca: No rebreu cap altre missatge d'aquest lloc. Si no ho confirmeu en el termini de set dies, el compte serà anul·lat.
da: Du vil ikke få tilsendt flere e-mails herfra, fordi anmodningen vil blive slettet efter 7 dage, hvis den ikke bliver bekræftet.
es: No recibirá más mensajes desde este sistema, y se eliminará la cuenta si no la verifica antes de siete días.
fi: Et tule saamaan lisäviestejä tältä järjestelmältä ja tili pyyhitään seitsemän päivän kuluttua jos tätä ei vahvisteta.
he: לא תקבל דואר נוסף מאתר זה, מכיוון שקוד המשתמש ימחק אוטומטית לאחר שבעה ימים.
nn: Du vil ikke få tilsendt flere e-poster herfra, fordi kontoen vil bli slettet etter 7 dager dersom den ikke bekreftes.
pl: Nie otrzymasz więcej emaili od nas, ponieważ wniosek o nowe konto zostanie usunięty po upływie siedmiu dni.

source: Your registration at %s
ca: El vostre registre a %s
da: Din registrering på %s
es: Su registro en %s
fi: Kirjoittautumisesi koneella %s
he: הרשמתך ב-%s
nn: Din registrering hos %s
pl: Rejestracja na %s

source: Hello Administrator ...
ca: Hola Administrador ...
da: Hej administrator ...
es: Hola Administrador ...
fi: Hei hallinnoitsija...
he: שלום המנהלן ...
nn: Hei administrator ...
pl: Witaj Administratorze ...

source: A prospective user registered himself with PhpGedView at %s.
ca: Un possible nou usuari ha demanat l'alta a ( %s ).
da: En ny bruger har anmodet om at få en konto på %s.
es: Un posible usuario se registró con PhpGedView en %s.
fi: Uusi käyttäjä rekisteröityi (%s) lle
he: משתמש פוטנציאלי נרשם ב-PhpGedView של <span dir="ltr">%s</span>
nn: En ny bruker har registreret seg hos ( %s ).
pl: Nowy użytkownik zarejestrował się na %s.

source: The user received an email with the information necessary to confirm his access request.
ca: L'usuari ha rebut un correu electrònic amb les dades per a confirmar el seu permís.
da: Brugeren har fået tilsendt en e-mail med de nødvendige data for at bekræfte anmodningen om en konto.
es: Se le ha enviado un correo con los datos necesarios para confirmar su petición de acceso.
fi: Käyttäjä sai sähköpostin jossa on tarpeelliset tiedot joiden avulla hän voi vahvistaa tilinsä.
he: המשתמש קיבל דואר אלקטרוני עם הנתונים הדרושים לאישור המשתמש המבוקש.
nn: Brukeren har fått tilsendt en e-post med de nødvendige data for å bekrefte ønske om konto.
pl: Użytkownik otrzymał email z informacjami niezbędnymi do potwierdzenia chęci przyłączenia się.

source: You will be informed by email when this prospective user has confirmed his request. You can then complete the process by activating the user name. The new user will not be able to login until you activate the account.
ca: Sereu informat per correu electrònic quan aquest possible usuari s'hagi auto-confirmat. Llavors caldrà que completeu el procés activant-lo. El nou usuari no disposarà d'accés mentre no li doneu permís.
da: Du vil blive informeret via email, når den nye bruger har bekræftet sin forespørgel. Derefter skal du som administrator godkende kontoen på hjemmesiden %s før brugeren kan logge ind første gang.
es: Tan pronto como el usuario haga esta verificación será informado por correo, entonces podrá autorizar a este usuario para entrar en el sitio. El nuevo usuario no podrá entrar hasta que Vd. active la cuenta.
fi: Heti kun käyttäjä on vahvistanut tilin, tulet saamaan sähköposti ilmoituksen jonka mukaan sinun tulee antaa käyttäjälle oikeudet kirjoittautua verkkopaikallesi.
he: אחרי שהמשתמש הפוטנציאלי הזה יבצע את אישורו תקבל הודעה בדואר שלך כדי שתאפשר למשתמש להתחבר לאתר שלך. המשתמש החדש יכול להתחבר לאתר רק אחרי שתפעיל את המשתמש שלו.
nn: Så snart brukeren har bekreftet kontoen, vil du få en epost der du blir bedt om å gi denne brukeren tillatelse til å få en konto.
pl: Otrzymasz email powiadamiający gdy użytkownik potwierdzi prośbę. Wówczas będziesz mógł zakończyć proces aktywując użytkownika. Nowy użytkownik nie będzie mógł się zalogować dopóki tego nie aktywujesz jego konta.

source: You will be informed by email when this prospective user has confirmed his request. After this, the user will be able to login without any action on your part.
ca: Sereu informat per correu electrònic quan aquest possible usuari s'hagi auto-confirmat. Desprès de la verificació, l'usuari podrà disposarà d'accés sense que us calgui fer res.
da: Du vil blive informeret via e-mail, når nye bruger har bekræftet sin anmodning. Efter dette vil brugeren kunne logge ind uden din indblanding.
es: Tan pronto como el usuario haga esta verificación será informado por correo. Tras la verificación, el usuario podrá entrar sin que Vd. tenga que hacer nada más.
fi: Sinulle ilmoitetaan sähköpostitse, kun tämä käyttäjäehdokas on varmentanut itsensä. Varmennuksen jälkeen käyttäjä voi kirjautua järjestelmään ilman sinun toimenpiteitäsi.
he: תקבל הודעה בדואר אלקטרוני אחרי שהמשתמש הפוטנציאלי הזה יאשר את עצמו. אחרי האישור, המשתמש יוכל להתחבר ללא שום פעולה נוספת שלך.
nn: Så snart brukeren har bekreftet kontoen, vil du få en epost om dette. Brukeren vil nå kunne logge seg inn uten at du trenger å gjøre noe.
pl: Zostaniesz poinformowany przy pomocy poczty elektronicznej kiedy przyszły użytkownik zweryfikuje swoje dane. Po weryfikacji, użytkownik ten będzie mógł zalogować się bez twojego udziału.

source: New registration at %s
ca: Nou registre a %s
da: Ny registrering på %s
es: Nuevo registro en %s
fi: Uusi kirjoittautuminen koneella %s
he: רישום חדש ב-%s
nn: Ny registrering på %s
pl: Nowa rejestracja na %s

source: Hello %s ...<br />Thank you for your registration.
ca: Hola %s ...<br />Gràcies per enregistrar-vos
da: Hej %s og tak for din ansøgning om at få en brugerkonto.
es: Hola %s ...<br />Gracias por registrarse
fi: Hei %s ...<br />Kiitos rekisteröinnistäsi
he: שלום <span dir="ltr">%s</span> ...<br />תודה שנרשמת.
nn: Hei %s og takk for søknaden din om å få en brukerkonto.
pl: Witaj %s ...<br />Dziękujemy za rejestrację

source: We will now send a confirmation email to the address <b>%s</b>. You must verify your account request by following instructions in the confirmation email. If you do not confirm your account request within seven days, your application will be rejected automatically. You will have to apply again.<br /><br />After you have followed the instructions in the confirmation email, the administrator still has to approve your request before your account can be used.<br /><br />To login to this site, you will need to know your user name and password.
ca: Ara rebreu un correu electrònic de confirmació a l'adreça ( %s ). Us caldrà confirmar la vostra petició seguint les instruccions del correu electrònic. Si no ho feu, passada una setmana la petició serà automàticament rebutjada i us caldria tornar a demanar-la.<br /><br />Desprès de seguir les instruccions del correu electrònic de confirmació, caldrà que l'administrador autoritzi la comanda abans de poder accedir planament.<br /><br />Per accedir a aquest lloc cal conèixer el nom d'usuari i la contrasenya.
da: Der vil nu blive sendt en bekræftelse via e-mail til adressen <b>%s</b>. Du skal bekræfte din ansøgning om en konto ved at følge vejledningen i e-mailen. Hvis du ikke bekræfter din tilmelding inden for 7 dage, vil ansøgningen automatisk blive afvist, og du skal derefter ansøge igen.<br /><br />Efter du har fulgt vejledningen i emailen, skal en administrator også godkende din ansøgning før din konto kan bruges.<br /><br />For at logge ind på denne hjemmeside skal du huske dit brugernavn og adgangskode.
es: Ahora enviaremos un correo de confirmación a la dirección <b>%s</b>. Debe verificar su solicitud de cuenta siguiendo las instrucciones que se dan en ese correo. Si no confirma su solicitud de cuenta en siete días, su solicitud se rechazará automáticamente. Tendrá que hacer una nueva solicitud.<br /><br />Después de haber seguido las instrucciones del correo de confirmación, el administrador aún habrá de aprobar la solicitud antes de que puede utilizarse su cuenta.<br /><br />Para entrar a este sitio, necesitará conocer su identificador y su contraseña.
fi: Tulet saamaan koodin sähköpostissa osoitteeseen (%s). Käytä viesti tilisi vahvistukseen. Tilisi pyyhitään seitsemän päivän kuluttua jos et vahvista sitä (voit sen jälkeen rekisteröidä tilin uudelleen). Kirjautuminen sivuille vaatii käyttäjätunnuksen ja salasanan.
he: נשלח לך דואר של אישור לכתובת האלקטרונית <span dir="ltr"><b>%s</b></span>. עליך לאשר את בקשת קוד המשתמש שלך לפי ההוראות המופיעות בדואר של האישור. אם לא תאשר את בקשת קוד המשתמש תוך שבעה ימים, הבקשה לקוד משתמש תדחה באופן אוטומטי ואז יהיה עליך להירשם שנית.<br /><br />אחרי שתנהג לפי ההוראות המופיעות בדואר של האישור, על המנהלן עדיין לאשר את המשתמש שלך לפני שיהיה ניתן להשתמש בקוד המשתמש שלך.<br /><br />כדי להתחבר לאתר זה, עליך לדעת קוד משתמש וסיסמא.
nn: Du vil nå få tilsendt en bekreftelses-epost til adressen ( %s ).<br />Ved hjelp av denne e-posten kan du aktivere kontoen din. Dersom du ikke aktiverer kontoen din innen 7 dager, vil den bli slettet (du kan registrere kontoen igjen etter de 7 dagene, om du ønsker det). For å logge deg inn på dette nettstedet, kreves det at du oppgir et brukernavn og passord.
pl: Wkrótce otrzymasz email na adres: <b>%s</b>. Postępuj według instrukcji zawartych w emailu aby aktywować swoje konto. Jeśli nie aktywujesz konta w przeciągu siedmiu dni, zostanie ono usunięte i będziesz musiał(a) ponownie się rejestrować. Aby w pełni korzystać z zasobów tej strony musisz zapamiętać swój login i hasło.

source: We will now send a confirmation email to the address <b>%s</b>. You must verify your account request by following instructions in the confirmation email. If you do not confirm your account request within seven days, your application will be rejected automatically. You will have to apply again.<br /><br />After you have followed the instructions in the confirmation email, you can login. To login to this site, you will need to know your user name and password.
ca: Ara rebreu un correu electrònic de confirmació a l'adreça ( %s ). Us caldrà confirmar la vostra petició seguint les instruccions del correu electrònic. Si no ho feu, passada una setmana la petició ser automàticament rebutjada i us caldria tornar a demanar-la.<br /><br />Desprès de seguir les instruccions del correu electrònic, tindreu lliure accés. Per a fer-ho cal conèixer el nom d'usuari i la contrasenya
da: Vil vil nu sende en bekræftelse via email til emailadressen <b>%s</b>. Du skal godkende din kontoforespørgsel ved at følge vejledningen i emailen. Hvis du ikke bekræfter din tilmelding inden for 7 dage, vil forespørgsel automatisk blive afvist. Du skal derefter ansøge igen.<br /><br />Efter du har fulgt vejledningen i emailen, kan du logge ind.<br /><br />For at logge ind på dette hjemmeside skal du huske dit brugernavn og adgangskode
es: Ahora recibirá un mensaje de correo electrónico para confirmar su dirección de correo <b>%s</b>. Siga las instrucciones en ese mensaje de correo para completar la verificación y activar su cuenta. Si no lo hace antes de siete días, se borrará su solicitud automáticamente. En ese caso, tendrá que repetir el proceso con una nueva solicitud.<br /><br />Cuando haya seguido los pasos indicados en ese mensaje de correo, podrá entrar. Para entrar, necesitará hacer uso de su usuario y su contraseña.
fi: Lähetämme nyt varmistusviestin osoitteeseen <b>%s</b>. Sinun on varmistettava käyttäjätilipyyntösi noudattamalla viestin ohjeita. Mikäli et varmista tiliäsi seitsemän vuorokauden kuluessa, pyyntösi hylätään automaattisesti. Sen jälkeen sinun on tehtävä uusi anomus.<br /><br />Toimittuasi viestin edellyttämällä tavalla, voit kirjautua järjestelmään. Voidaksesi kirjautua tänne, sinun on tiedettävä käyttäjätunnuksesi ja salasanasi.
he: נשלח לך דואר של אישור לכתובת האלקטרונית <span dir="ltr"><b>%s</b></span>. עליך לאשר את בקשת קוד המשתמש שלך לפי ההוראות המופיעות בדואר של האישור. אם לא תאשר את בקשת קוד המשתמש תוך שבעה ימים, הבקשה לקוד משתמש תדחה באופן אוטומטי ואז יהיה עליך להירשם שנית.<br /><br />אחרי שתנהג לפי ההוראות המופיעות בדואר של האישור תוכל להתחבר לאתר. כדי להתחבר לאתר זה, יש לדעת קוד משתמש וסיסמא.
nn: Vi vil nå sende en bekreftelse på e-post til adressen ( %s ). Du må bekrefte ønske ditt om å få en konto ved å følge instruksene i i e-posten. Dersom du ikke bekrefter ønsket om å få en konto innen 7 dager, vil ønsket om en konto bli avslått automatisk. Dersom senere ønsker å få en ny konto, må du søke på nytt.<br /><br />Etter at du har fulgt instruksjonene i bekreftelses-e-posten, kan du logge deg inn. For å logge deg inn på denne nettsiden, kreves det at du oppgir brukernavnrt og passordet ditt.
pl: Wkrótce otrzymasz email na adres: <b>%s</b>. Postępuj według instrukcji zawartych w emailu aby aktywować swoje konto. Jeśli nie aktywujesz konta w przeciągu trzech dni, zostanie ono usunięte i będziesz musiał(a) ponownie się rejestrować. Aby w pełni korzystać z zasobów tej strony musisz zapamiętać swój login i hasło.

source: User verification
ca: Verificació d'usuari
da: Brugergodkendelse
es: Verificación de usuario
fi: Käyttäjävahvistus
he: אמות משתמש
nn: Bruker-godkjenning
pl: Weryfikacja użytkownika

source: The data for the user <b>%s</b> was checked.
ca: S'han comprovat les dades de l'usuari %s.
da: Informationen om brugeren <b>%s</b> er checket.
es: Se han comprobado los datos del usuario <b>%s</b>.
fi: Käyttäjä %s - tiedot on tarkastettu.
he: הנתונים על המשתמש <span dir="ltr"><b>%s</b></span> נבדקו.
nn: Informasjonen om brukeren <b>%s</b> er sjekket.
pl: Informacje o użytkowniku %s zostały potwierdzone.

source: User %s (%s) has confirmed his request for an account.
ca: L'usuari %s ( %s ) ha verificat les seves dades de registre.
da: %s ( %s ) har bekræftet ønsket om at få en brugerkonto.
es: %s (%s) ha confirmado su petición de cuenta.
fi: %s ( %s ) on vahvistanut rekisteröintitiedot.
he: המשתמש <span dir="ltr">%s - %s</span> אישר את נתוני הרישום שלו.
nn: %s ( %s ) har bekreftet ønsket om å få en brukerkonto.
pl: Użytkownik %s (%s) potwierdził chęć utworzenia konta.

source: Please click on the link below to login to your site. You must Edit the user to activate the account so that he can login to your site.
ca: Polseu l'enllaç de sota per accedir-hi. Us cal editar l'usuari per activar-lo i que disposi d'accés.
da: Tryk på linket nedenunder for at logge ind på hjemmesiden. Brugerkontoen bliver ikke aktiv før du går ind i indstillingerne for brugerens konto og godkender vedkommende. Først da kan han/hun logge ind.
es: Por favor, seleccione el vínculo siguiente para editar los datos del usuario, y darle el permiso para acceder a su sitio web.
fi: Huom! Klikkaa alla olevaa linkkiä, kirjaudu verkkopaikkaan ja anna hänelle lupa kirjautua sivuillesi.
he: השתמש בקישור מתחת כדי להתחבר לאתר שלך, לעריכת נתוני המשתמש של המבקש, ובכך לאפשר למבקש להתחבר לאתר שלך.
nn: Klikk på linken "Admin" på siden "Logg inn" på PhpGedView for å godkjenne den nye brukeren på nettstedet ditt.
pl: Skorzystaj z poniższego odnośnika aby zalogować się na stronę. Aktywuj konto użytkownika tak, aby mógł zalogować się na stronę.

source: You do not have to take any action; the user can now login.
ca: No cal que feus res, ara l'usuari ja disposa de permís d'accés.
da: Du behøver ikke at foretage dig noget; brugeren kan nu logge sig ind.
es: No es necesaria ninguna acción de su parte, el usuario ya puede entrar.
fi: Sinun ei tarvitse tehdä mitään; käyttäjä voi nyt kirjautua.
he: לא נדרשת פעולה מצידך; המשתמש יכול עכשיו להתחבר.
nn: Du behøver ikke forta deg noe; brukeren kan nå logge seg inn.
pl: Nie musisz już nic robić, użytkownik może się teraz zalogować.

source: New user at %s
ca: Nou usuari a %s
da: Ny bruger på %s
es: Nuevo usuario en %s
fi: Uusi vahvistus koneella %s
he: משתמש חדש ב-%s
nn: Ny bekreftelse fra %s
pl: Nowy użytkownik na %s
