Repository: bf4/webtrees
Catalog: phpGedView/language/*.po
Languages: ca, da, es, fi, he, nn, pl

source: New Shared Note created successfully.
ca: S'ha creat correctament la nova nota compartida.
da: Ny delt note er oprettet korrekt.
es: Creada con éxito la nueva nota compartida
fi: Uuden jaetun lisätiedon luonti onnistui.
he: הערה משותפת חדשה נוצרה בהצלחה.
pl: Nowa wspólna notatka została utworzona.

source: Paste the following ID into your editing fields to reference the newly created record
ca: Pels camps d'edició, vinculeu aquest ID acabat de crear
da: Indsæt følgende kilde-ID i ændringsfeltet som en reference til denne kilde
es: Pegar el siguiente ID de fuente en los campos de edición para referenciar esta fuente
fi: Liitä seuraava ID muokkauskenttiisi viitataksesi tähän uuteen lähteeseen.
he: הדבק את קוד הזיהוי הבא לשדות העריכה כדי שניתן יהיה להתייחס לרשומה החדשה שנוצרה
nn: Legg inn følgende kilde-ID inn i endringsfeltet som en referanse til denne kilden
pl: Wklej poniższy identyfikator w pola edycji aby odwołać się do nowo utworzonego wpisu.

source: GoogleMap Configuration
ca: Configuració de GoogleMap
da: Googlemap konfiguration
es: Configuración de GoogleMap
fi: Google-kartasto -asetukset
he: קנפג GoogleMap
nn: GoogleMapkonfigurasjon
pl: Konfiguracja Googlemap

source: Manage GoogleMap configuration
ca: Configuració de GoogleMap
da: Håndter Googlemap konfiguration
es: Gestionar la configuración de GoogleMap
fi: Hallitse Google-kartasto -asetuksia
he: נהל תצורת GoogleMap
nn: Kontroller kofigurasjonen av GoogleMap
pl: Zarządzaj konfiguracją Googlemap

source: Edit geographic place locations
ca: Edició de les posicions geogràfiques dels llocs
da: Rediger geografiske sted placeringer
es: Editar las posiciones geográficas de los lugares
fi: Muokkaa sijaintipaikkatietoja
he: ערוך מיקומים גיאוגרפיים
nn: Rediger geografiske stedplasseringer
pl: Edytuj położenie geograficzne miejsc

source: Place Check
ca: Comprovació de llocs
da: Kontroller steder
es: Comprobación de lugares
fi: Paikkojen tarkistus
he: בדיקת מקום
nn: Stedsjekk
pl: Sprawdź miejsca

source: This place has no coordinates
ca: Aquest llocs no té coordenades
da: Dette sted har ingen koordinater
es: Este lugar no tiene coordenadas
fi: Tällä paikalla ei ole koordinaatteja
he: למקום הזה אין קואורדינטות
nn: Dette stedet har ingen koordinater
pl: Miejsce nie ma ustawionych współrzędnych

source: Edit geographic location
ca: Modifica la posició geogràfica
da: Rediger geografisk placering
es: Modificar la posición geográfica
fi: Muokkaa paikan sijaintia
he: ערוך מיקום גיאוגרפי
nn: Rediger geografisk sted
pl: Edytuj położenie geograficzne

source: Redraw map
ca: Re-dibuixa el mapa
da: Gentegn kort
es: Redibujar mapa
fi: Näytä kartta uudelleen
he: צייר מפה מחדש
nn: Tegn kart på nytt
pl: Odśwież mapę

source: Satellite
ca: Satèl·lit
da: Satellit
es: Satélite
fi: Satelliitti
he: לוויין
nn: Satellitt
pl: Satelitarna

source: Hybrid
ca: Híbrid
es: Híbrido
fi: Hybridi
he: משולבת
pl: Hybrydowa

source: Terrain
ca: Relleu
da: Terræn
es: Relieve
fi: Maasto
he: פיסית
nn: Terreng
pl: Terenowa

source: Level
ca: Nivell
da: Niveau
es: Nivel
fi: Taso
he: רמה
nn: Nivå
pl: Poziom

source: Longitude
ca: Longitud
da: Længdegrad
es: Longitud
fi: Pituusaste
he: קו אורך
nn: Lengdegrad
pl: Długość

source: Latitude
ca: Latitud
da: Breddegrad
es: Latitud
fi: Leveysaste
he: קו רוחב
nn: Breddegrad
pl: Szerokość

source: Zoom factor
ca: Factor d'augment
da: Zoom faktor
es: Factor de aumento
fi: Zoomauskerroin
he: מקדם זום
nn: Zoomfaktor
pl: Powiększenie

source: File containing places (CSV)
ca: Arxiu amb els llocs (CSV)
da: Fil indeholdende steder (CSV)
es: Archivo con los lugares (CSV)
fi: Tiedosto sisältää paikkoja (CSV)
he: הקובץ כולל מיקומים (CSV)
nn: Fil som inneholder steder (CSV)
pl: Plik zawierający miejsca (CSV)

source: Server file containing places (CSV)
ca: Arxiu al servidor amb els llocs (CSV)
da: Serverfil indeholdende steder (CSV)
es: Archivo en el servidor con los lugares (CSV)
fi: Palvelintiedosto, joka sisältää paikkoja (CSV)
he: הקובץ על השרת שכולל מיקומים (CSV)
nn: Fil på tjener som inneholder steder (CSV)
pl: Plik znajdujący się na serwerze zawierający miejsca (CSV)

source: Clear all place-locations before import?
ca: Netejo totes les posisions de llocs abans de la importació?
da: Fjern alle sted-placeringer før import?
es: ¿Limpiar todas las posiciones de lugares antes de la importación?
fi: Siivoa kaikki paikkatiedot ennen tuontia?
he: האם לנקות את כל המיקומים לפני ייבוא?
nn: Slett alle stedplasseringer før import?
pl: Wyczyść wszystkie miejsca przed importem

source: Update existing places only?
ca: Actualitzo solament els llocs existents?
da: Opdater kun eksisterende steder?
es: ¿Actualizar solamente los lugares existentes?
fi: Päivitä vain olemassaolevat paikat?
he: עדכן רק מקומות קיימים?
nn: Oppdater bare eksisterende steder?
pl: Aktualizuj tylko istniejące miejsca

source: Overwrite location-data with data from file?
ca: Substitueixo les dades actuals d'ubicació per les de l'arxiu?
da: Overskriv placeringsdata med data fra fil?
es: ¿Sustituir los datos actuales de ubicación con los del archivo?
fi: Korvaa paikkatiedot tiedoston tiedoilla?
he: העלה נתונים מקובץ על גבי נתוני מיקומים קיימים?
nn: Overskriv sted-data med data fra fil?
pl: Nadpisać dane lokalizacji danymi z pliku

source: Location not removed: this location contains sub-locations
ca: Ubicació no esborrada perquè en te altres de subordinades
da: Stedet ikke fjernet: dette sted indeholder under-steder
es: Ubicación no borrada. Esta ubicación tiene otras ubicaciones subordinadas
fi: Sijaintia ei poistettu: tämä sijainti sisältää alikohteita
he: המיקום לא הורד: המיקום כולל תתי מיקומים
nn: Stedet er ikke slettet: dette stedet har andre steder knyttet opp til seg
pl: Miejsce nie zostało usunięte: ta lokalizacja zawiera lokalizacje pochodne

source: Remove this location?
ca: Esborra aquesta ubicació?
da: Fjern dette sted?
es: ¿Borrar esta ubicación?
fi: Poista tämä sijainti?
he: ?הסר המיקום
nn: Slett dette stedet?
pl: Usunąć to miejsce?

source: Click here to show inactive places
ca: Polseu aquí per veure els llocs inactius
da: Klik her for at vise inaktive steder
es: Haga clic aquí para mostrar los lugares inactivos
fi: Klikkaa tässä nähdäksesi joutilaat paikat
he: לחץ כאן כדי להראות מקומות שאינם בשימוש
nn: Klikk her for å vise inaktive steder
pl: Pokaż miejsca nieaktywne

source: No places found
ca: No s'han trobat llocs
da: Ingen steder fundet
es: No se encontraron lugares
fi: Paikkoja ei löytynyt
he: לא נמצאו מקומות
nn: Ingen steder funnet
pl: Nie znaleziono podanych miejsc

source: Add place
ca: Afegeix un lloc
da: Tilføj sted
es: Agregar lugar
fi: Lisää paikka
he: הוסף מקום
nn: Legg til sted
pl: Dodaj nowe miejsce

source: Import from current GEDCOM
ca: Importa del GEDCOM actual
da: Importer fra aktuel GEDCOM
es: Importar del GEDCOM actual
fi: Tuo nykyisestä GEDCOM:sta
he: ייבא מקובץ ה-GEDCOM הנוכחי
nn: Importer fra gjeldende GEDCOM-fil
pl: Importuj z bieżącego GEDCOMu

source: Import from all GEDCOMs
ca: Importa de tots els GEDCOM
da: Importer fra alle GEDCOM'er
es: Importar de todos los GEDCOM
fi: Tuo kaikista GEDCOM:eista
he: ייבא מכל קובצי ה-GEDCOM
nn: Importer fra alle GEDCOM-filer
pl: Importuj ze wszystkich GEDCOMów

source: Import from file
ca: Importa d'un arxiu
da: Importer fra fil
es: Importar del archivo
fi: Tuo tiedostosta
he: ייבא מקובץ
nn: Importer fra fil
pl: Importuj z pliku

source: Export current view to file
ca: Exporta la vista actual a un arxiu
da: Eksporter aktuelle visning til fil
es: Exportar la vista actual a un archivo
fi: Vie nykyinen näkymä tiedostoon
he: ייצא את המבט הנוכחי לקובץ
nn: Eksporter nåværende visning til fil
pl: Eksportuj aktualny widok do pliku

source: Export all locations to file
ca: Exporta totes les posicions a un arxiu
da: Eksporter alle placeringer til fil
es: Exportar todas las posiciones a un archivo
fi: Vie kaikki sijainnit tiedostoon
he: ייצא את כל המיקומים לקובץ
nn: Eksporter alle steder til fil
pl: Eksportuj wszystkie lokalizacje do pliku

source: PlaceCheck List Options
ca: Llista les opcions per a la comprovació de llocs
da: Stedkontrol liste indstillinger
es: Listar opciones para la comprobación de lugares
fi: Paikkatarkistuslistan valinnat
he: אופציות של רשימת בדיקת מקום
nn: Valg for stedsjekkliste
pl: Opcje listy Sprawdź Miejsca

source: Open links in
ca: Obrir enllaços des de
da: Åben genveje i
es: Abrir vínculos en
fi: Avaa linkit osoitteessa:
he: פתח קישורים ב-
nn: Åpne lenke i
pl: Otwieraj odnośniki w

source: Same tab/window
ca: Mateixa pestanya/finestra
da: samme vindue
es: La misma pestaña/ventana
fi: Sama välilehti/ikkuna
he: אותו חוצץ/חלון
nn: Samme fane/vindu
pl: starej zakładce/oknie

source: New tab/window
ca: Nova pestanya/finestra
da: nyt vindue
es: Una nueva pestaña/ventana
fi: Uusi välilehti/ikkuna
he: חוצץ/חלון חדש
nn: Ny fane/vindu
pl: nowej zakładce/oknie

source: Top Level Place
ca: Nivell més alt de la Jerarquia de Llocs
da: Topniveau sted
es: Nivel más alto de la Jerarquía de Lugares
fi: Ylimmän tason paikat
he: מקום של רמה עליונה
nn: Toppnivåsted
pl: Miejsca najwyższego poziomu

source: Select Top Level...
ca: Seleccioneu el nivell més alt...
da: Vælg topniveau...
es: Seleccione el nivel más alto...
fi: Valitse ylin taso...
he: בחר את הרמה העליונה...
nn: Velg toppnivå.
pl: Wybierz najwyższy poziom...

source: Level One Place
ca: Lloc de Nivell Ü
da: Niveau ét sted
es: Lugar de Nivel Uno
fi: Tason yksi paikat
he: מקום של רמה ראשונה
nn: Nivå-1 sted
pl: Miejsca pierwszego poziomu

source: Select Next Level...
ca: Seleccioneu el següent nivell...
da: Vælg næste niveau...
es: Seleccione siguiente nivel...
fi: Valitse seuraava taso...
he: בחר את הרמה הבאה...
nn: Velg neste nivå.
pl: Wybierz następny poziom...

source: List filtering options
ca: Opcions de filtratge de llistes
da: Vis filtrerings indstillinger
es: Opciones de filtrado de listas
fi: Listan suodatusvalinnat
he: תציג אופציות של הפילטר
nn: Filtervalg for stedliste
pl: Opcje filtrowania listy

source: Include fully matched places:
ca: Inclou-hi llocs que coincideixin completament -
da: Inkludér korrekt sammenkørte steder:
es: Incluir sitios que coincidan completamente -
fi: Sisällytä täysin vastaavat paikat:
he: כלול מקומות עם התאמה מלאה:
nn: Inkluder steder med 100% match:
pl: Dołącz identyczne miejsca:

source: Key to colors used below
ca: Explicació dels colors emprats a continuació
da: Oversigt over nedenfor brugte farver
es: Explicación de los colores usados a continuación
fi: Avainvärit joita käytetään
he: מפתח לצבעים שבשימוש למטה
nn: Forklaring til fargekodene som er brukt under
pl: Kod koloru użytego poniżej

source: this place and its coordinates do not exist in the GoogleMap tables
ca: aquest lloc i les seves coordenades no existeix a les taules de GoogleMap
da: dette sted og dets koordinater findes ikke i googlemap tabellerne
es: este lugar y sus coordenadas no existe en las tablas de GoogleMap
fi: tämä paikka ja sen koordinaatteja ei löydy Google-kartaston taulusta
he: מקום זה והקואורדינאטות שלו אינן קיימות בטבלאות ה-GoogleMap
nn: dette stedet og dets kordinaterfinnes ikke i GoogleMap-tabellene
pl: to miejsce i te współrzędne nie istnieją w tablicach miejsc GoogleMap

source: this place exists in the GoogleMap tables, but has no coordinates
ca: aquest lloc existeix a les taules de GoogleMap, pero no te coordenades
da: dette sted findes i googlemap tabellerne, men har ingen koordinater
es: este sitio existe en las tablas de GoogleMap, pero no tiene coordenadas
fi: tämä paikka on Google-kartaston taulussa, mutta ei sisällä koordinaatteja
he: מקום זה קיים בטבלאות GoogleMap, אבל ללא קואורדינאטות
nn: dette stedet finnes i GoogleMap tabellene, men har ingen koordinater
pl: to miejsce istnieje w tablicach miejsc GoogleMap, ale nie ma współrzędnych

source: this place level is blank in your GEDCOM file, but exists as 'unknown'<br />in the GoogleMap places table with coordinates. No action required<br />until the missing level can be entered
ca: el nivell d'aquest lloc és en blanc al vostre arxiu GEDCOM, però existeix com a 'desconegut'<br/>a la taula de llocs GoogleMap amb coordenades. No cal que feu res<br/>fins que es pugui introduir el nivell que manca
da: dette stedniveau er blankt i din gedcomfil, men eksistere som 'unknown'<br/>i googlemap stedtabllen med koordinater. Der kræves ikke nogen<br/>handling før det manglende niveau kan indtastes
es: el nivel de este lugar está en blanco en su archivo GEDCOM, pero existe como 'desconocido'<br/>en la tabla de lugares GoogleMap con coordenadas. No se requiere ninguna acción<br/>hasta que el nivel que falta se pueda introducir
fi: tämä paikkataso on tyhjä sinun GEDCOM tiedostossasi, mutta näkyy tekstillä 'tuntematon'<br/> Google-kartaston paikkataulussa koordinaattien kera. Se ei vaadi toimenpiteitä<br/>ennen kuin kadoksissa oleva taso voidaan lisätä
he: רשימת מקומות עבור בקובץ GEDCOM
nn: dette stednivå er blankt i GEDCOM-filen, men eksisterer som 'ukjent'<br />med koordinater i GoogleMap stedtabellen. Ingen behandling nødvendig<br />før det manglende nivå kan legges inn
pl: ten poziom jest pusty w Twoim pliku GEDCOM, ale w tablicach miejsc GoogleMap istnieje jako miejsce 'nieznane' wraz ze współrzędnymi. Nie wymagana jest edycja dopóki ten poziom nie będzie wprowadzony

source: Place list for GEDCOM file
ca: Llista de llocs de l'arxiu GEDCOM
da: Stedliste for GEDCOM-filen
es: Lista de lugares del archivo GEDCOM
fi: Paikkalista GEDCOM tiedostosta
he: הרמה הזו של רשימת מקומות ריקה בקובץ ה-GEDCOM שלך, אבל קיימת כ'בלתי ידוע'<br/>בטבלת המקומות של GoogleMap עם קואורדינאטות. שום פעולה אינה נדרשת<br/>עד שמוסיפים את הרמה החסרה
nn: Stedliste for GEDCOM-fil
pl: Lista miejsc dla pliku GEDCOM

source: GEDCOM File Place Data<br />(2 PLAC tag)
ca: Dades de llocs a l'arxiu GEDCOM<br/>(etiqueta 2 PLAC)
da: Gedcom-fil steddata<br/>(2 PLAC mærke)
es: Datos de lugares en archivo GEDCOM<br/>(etiqueta 2 PLAC)
fi: GEDCOM-tiedoston paikkadata<br/>(2 PLAC tag)
he: נתוני המקומות של קובץ GEDCOM<br/>2 PLAC
nn: GEDCOM-fil sted<br />(2 PLAC tag)
pl: Dane z pliku GEDCOM<br />(tag 2 PLAC)

source: GoogleMap Places Table Data
ca: Dades de la taula de llocs GoogleMap
da: GoogleMap steder tabeldata
es: Datos de la tabla de lugares GoogleMap
fi: Google-kartaston paikkatauludata
he: נתוני טבלת המקומות של GoogleMap
nn: GoogleMaptabell sted
pl: Tablica miejsc GoogleMap

source: Total unique places
ca: Total de llocs diferents
da: Totalt antal unikke steder
es: Total de lugares distintos
fi: yhteensä yksilöllisiä paikkoja
he: סה"כ מקומות ייחודיים
nn: Antall unike steder
pl: Liczba unikalnych miejsc

source: This will list all the places from the selected GEDCOM file. By default this will NOT INCLUDE places that are fully matched between the GEDCOM file and the GoogleMap tables
ca: Aixó llistarà tots els llocs de l'arxiu GEDCOM seleccionat. Per defecte NO S'INCLOURAN aquells que coincideixen completament entre l'arxiu GEDCOM i les taules GoogleMap
da: Dette vil vise alle stederne fra den valgte gedcom fil. Som standard vil dette ikke inkludere steder der er korrekt sammenkørt imellem GEDCOM filen og Googlemap tabellerne
es: Esto listará todos los sitios del archivo GEDCOM seleccionado. Por omisión NO SE INCLUIRÁN lugares que que corresponden completamente entre el archivo GEDCOM y las tablas GoogleMap
fi: Tämä listaa kaikki paikat valitusta GEDCOM-tiedostosta. Oletuksena tämä ei sisällytä paikkoja, jotka täysin vastaavat GEDCOM tiedostoa ja Google-kartaston tauluja
he: זה יבנה רשימה של כל המקומות מקובץ ה-GEDCOM הנבחר. לפי ברירת מחדל זה <b>אינו</b> כולל מקומות עם התאמה מלאה בין קובץ ה-GEDCOM וטבלאות ה-GoogleMap
nn: Funksjonen vil liste alle steder fra den valge GEDCOM-filen. Som standard vil dette IKKE INKLUDERE steder som matcher 100% mellom GEDCOM-filen og GoogleMap tabellene
pl: Lista wszystkich miejsc z danego pliku GEDCOM. Domyślnie NIE BĘDĄ ZAŁĄCZONE miejsca identyczne znajdujące się w pliku GEDCOM i tablicach miejsc GoogleMap

source: Use this value
ca: Fes servir aquest valor
da: Brug denne værdi
es: Usar este valor
fi: Käytä tätä arvoa
he: השתמש בערך הזה
nn: Bruk denne verdien
pl: Użyj tej wartości

source: Change flag
ca: Canvia la bandera
da: Skift flag
es: Cambiar la bandera
fi: Vaihda lippu
he: החלף דגל
nn: Endre flagg
pl: Zmień flagę

source: Search on this level
ca: Cercar en aquest nivell
da: Søg på dette niveau
es: Buscar en este nivel
fi: Etsi tällä tasolla
he: חפש ברמה זו
nn: Søk på dette nivå
pl: Szukaj na tym poziomie

source: Search all
ca: Cerca-ho per tot
da: Søg alle
es: Buscar en todos
fi: Etsi kaikkialla
he: חפש הכל
nn: Søk alle
pl: Szukaj wszystkie

source: Precision
ca: Precisió
da: Præcision
es: Precisión
fi: Tarkkuus
he: דיוק
nn: Presisjon
pl: Precyzja współrzędnych

source: Neighborhood
ca: Barri
da: Kvarter
es: Barrio
fi: Naapurusto
he: שכונה
nn: Nabolag
pl: Sąsiedztwo

source: House
ca: Edifici
da: Hus
es: Edificio
fi: Talo
he: בית
nn: Hus
pl: Dom

source: Max
ca: Màxim
da: Maks.
es: Máximo
fi: Maksimi
he: מכסימלי
nn: Maks
pl: Maksimum

source: Flag
ca: Bandera
es: Bandera
fi: Lippu
he: דגל
nn: Flagg
pl: Flaga

source: Remove flag
ca: Esborra la bandera
da: Fjern flag
es: Borrar bandera
fi: Poista lippu
he: הסר דגל
nn: Slett flagg
pl: Usuń flagę

source: Prefix
da: Præfiks
es: Prefijo
fi: Etuliite
he: תחילית
pl: Przedrostek

source: Postfix
ca: Sufix
da: Postfiks
es: Sufijo
fi: Jälkiliite
he: סיומת
pl: Przyrostek

source: Prefix / Postfix order
ca: Ordre de Prefix / Sufix
da: Præfiks / Postfiks rækkefølge
es: Orden de Prefijo / Sufijo
fi: Etu- ja jälkiliitteiden järjestys
he: סדר תחילית / סיומת
pl: Porządek przedrostka i przyrostka

source: No pre/postfix
ca: Ni prefix ni sufix
da: Ingen præ/postfiks
es: Ni prefijo ni sufijo
fi: Ei etu-/jälkiliitettä
he: אין תחילית/סיומת
pl: Brak

source: Normal, prefix, postfix, both
ca: Normal, prefix, sufix, ambdós
da: Normal, præfiks, postfiks, begge
es: Normal, prefijo, sufijo, ambos
fi: Normaali, etuliite, jälkiliite, kumpikin
he: נורמאלי, תחילית, סיומת, שניהם
nn: Normal, prefix, postfix, begge
pl: Normalny, przedrostek, przyrostek, oba

source: Normal, postfix, prefix, both
ca: Normal, sufix, prefix, ambdós
da: Normal, postfiks, præfiks, begge
es: Normal, sufijo, prefijo, ambos
fi: Normaali, jälkiliite, etuliite, kumpikin
he: נורמאלי, סיומת, תחילית, שניהם
nn: Normal, postfix, prefix, begge
pl: Normalny, przyrostek, przedrostek, oba

source: Prefix, postfix, both, normal
ca: Prefix, sufix, ambdós, normal
da: Præfiks, postfiks, begge, normal
es: Prefijo, sufijo, ambos, normal
fi: Etuliite, jälkiliite, kumpikin, normaali
he: תחילית, סיומת, שניהם, נורמאלי
nn: Prefix, postfix, begge, normal
pl: Przedrostek, przyrostek, oba, normalny

source: Postfix, prefix, both, normal
ca: Sufix, prefix, ambdós, normal
da: Postfiks, præfiks, begge, normal
es: Sufijo, prefijo, ambos, normal
fi: Jälkiliite, etuliite, kumpikin, normaali
he: סיומת, תחילית, שניהם, נורמאלי
nn: Postfix, prefix, begge, normal
pl: Przyrostek, przedrostek, oba, normalny

source: Prefix, postfix, normal, both
ca: Prefix, sufix, normal, ambdós
da: Præfiks, postfiks, normal, begge
es: Prefijo, sufijo, normal, ambos
fi: Etuliite, jälkiliite, normal, kumpikin
he: תחילית, סיומת, נורמאלי, שניהם
nn: Prefix, postfix, normal, begge
pl: Przedrostek, przyrostek, normalny, oba

source: Postfix, prefix, normal, both
ca: Sufix, prefix, normal, ambdós
da: Postfiks, præfiks, normal, begge
es: Sufijo, prefijo, normal, ambos
fi: Jälkiliite, etuliite, normal, kumpikin
he: סיומת, תחילית, נורמאלי, שניהם
nn: Postfix, prefix, normal, begge
pl: Przyrostek, przedrostek, normalny, oba

source: Enable GoogleMap
ca: Activa GoogleMap
da: Aktiver Googlemap
es: Activar GoogleMap
fi: Ota käyttöön Google-kartasto
he: אפשר GoogleMap
nn: Aktiver GoogleMap
pl: Włącz Googlemap

source: GoogleMap API key
ca: Clau per a l'API de GoogleMap
da: Google Map API nøgle
es: Clave para el API de GoogleMap
fi: Google-kartasto sovellusliittymäavain
he: מפתח API של GoogleMap
nn: GoogleMap API-nøkkel
pl: Klucz Google Map API

source: Default map type
ca: Tipus de mapa predeterminat
da: Standard korttype
es: Tipo de mapa predeterminado
fi: Oletuskarttatyyppi
he: ברירת מחדל של סוג המפה
nn: Standard karttype
pl: Domyślny typ mapy

source: Size of map (in pixels)
ca: Mida del mapa (en píxels)
da: Størrelse på kort (i pixler)
es: Tamaño del mapa (en píxeles)
fi: Kartan koko (pikseleinä)
he: גודל המפה (בפיקסלים)
nn: Størrelse på kart (i punkter)
pl: Wielkość mapy (w pikselach)

source: Use Googlemap for Place Hierarchy
ca: Empra Googlemap per a la jerarquia de llocs
da: Brug Googlemap for stedhieraki
es: Usar Googlemap para la jerarquía de lugares
fi: Käytä Googlemappia paikkahierarkiaa varten
he: השתמש ב-Googlemap עבור היררכית המקומות
nn: Bruk GoogleMap for stedhierarki
pl: Użyj Googlemap do wyświetlania hierarchii miejsc

source: Size of Place Hierarchy map (in pixels)
ca: Mida del mapa en la jerarquia de llocs (en píxels)
da: Størrelse på stedhieraki kortet (i pixler)
es: Tamaño del mapa en la jerarquía de lugares (en píxeles)
fi: Paikkahierarkiakartan koko (pikseleinä)
he: גודל מפה של היררכיית מקומות (בפיקסלים)
nn: Størrelse på stedhierarkikart (i punkter)
pl: Wielkość mapy w hierarchii miejsc (w pikselach)

source: Type of place markers in Place Hierarchy
ca: Tipus de marcadors de llocs en la jerarquia de llocs
da: Typer af stedmarkører i stedhieraki
es: Tipo de marcadores de lugar en la jerarquía de lugares
fi: Paikkahierarkian paikkamerkkien tyyppi
he: סוג מראי מקומות בהיררכית המקומות
nn: Type stedmarkør i stedhierarki
pl: Typ znacznika miejsca w hierarchii miejsc

source: Standard
ca: Estàndar
es: Estándar
fi: Vakio
he: רגיל
pl: Standardowy

source: Display short placenames
ca: Mostra noms de lloc abreujats
da: Vis korte stednavne
es: Mostrar nombres recortados para los lugares
fi: Näytetäänkö lyhyet paikannimet?
he: הצג שמות מקוצרים של מקומות?
nn: Vis kortversjon av stednavn
pl: Wyświetl skrócone nazwy miejsc

source: Display indis and families count
ca: Mostra el comptador de persones i famílies
da: Vis individ- og familieoptælling
es: Mostrar totales de personas y familias
fi: Näytä henkilö- ja perheluvut
he: הצג ספירה של אנשים ומשפחות?
nn: Vis antall personer og familier på sted
pl: Wyświetl liczbę osób i rodzin połączonych z danym miejscem

source: Use mouse wheel for zoom
ca: Roda del ratolí per acostar i allunyar
da: Brug musehjul for zoom
es: Usar la rueda para acercar y alejar
fi: Käytetäänkö hiiren vieritysrullaa zoomauksessa?
he: השתמש בגלגל העכבר לזום?
nn: Bruk musehjuleet for å zoome
pl: Użyj rolki myszki do przybliżania/oddalania

source: Hide map controls
ca: Amaga els controls del mapa
da: Skjul kort-kontroller
es: Ocultar los controles del mapa
fi: Piilota karttastimet
he: החבא בקרת מפה
nn: Ikke vis kartkontroller
pl: Ukryj kontrolki mapy

source: Display Map Co-ordinates
ca: Mostra les coordenadas del mapa
da: Vis kort koordinater
es: Mostrar coordenadas del mapa
fi: Näytä kartta koordinaatit
he: הצג קואורדינטות של המפה
nn: Vis koordinater på kart
pl: Wyświetl współrzędne

source: Zoom factor of map
ca: Factor d'ampliació del mapa
da: Zoom faktor på kort
es: Factor de ampliación del mapa
fi: Kartan zoomauskerroin
he: מקדם זום של המפה
nn: Zoomfaktor på kart
pl: Współczynnik powiększenia mapy

source: Max.
ca: Màx.
da: Maks.
es: Máx.
he: מכסימום
nn: Maks.
pl: Maks.

source: digits
ca: dígits
da: decimaler
es: dígitos
fi: taso
he: ספרות
nn: desimaler
pl: cyfr(y)

source: Default top level value
ca: Valor predeterminat pel nivell més alt
da: Standard topniveau værdi
es: Valor predeterminado para el nivel más alto
fi: Vakio ylätason arvo
he: ערך ברירת המחדל של הרמה העליונה
nn: Standardverdi for toppnivå
pl: Domyślna wartość głównego poziomu

source: Number of levels
ca: Nombre de nivells
da: Antal niveauer
es: Número de niveles
fi: Tasojen määrä
he: מספר רמות
nn: Antall nivåer
pl: Liczba poziomów
